{
  "type": "Commentary",
  "title": "America's Indo-Pacific Alliances Are Astonishingly Strong",
  "url": "https://www.rand.org/pubs/commentary/2023/12/americas-indo-pacific-alliances-are-astonishingly-strong.html",
  "descriptions": "As 2023 draws to a close, U.S. alliances and partnerships in the Indo-Pacific are just about the deepest and most robust they have been in all their history. The United States will likely continue to bolster and expand its network to complicate and deter future actions that China and North Korea might take to threaten, undermine, or otherwise undo the Indo-Pacific order.",
  "posted": "Dec 8, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/12/americas-indo-pacific-alliances-are-astonishingly-strong/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1702077507568.jpeg",
    "desc": "Australian prime minister Anthony Albanese, U.S. president Joe Biden, Japanese prime minister Fumio Kishida, and Indian prime minister Narendra Modi at the Quad Leaders' Meeting in Tokyo, Japan, May 24, 2022, photo courtesy of the Official Website of the Prime Minister of Japan and His Cabinet"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "position": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.geopolitical-strategic-competition.html",
        "tag": "Geopolitical Strategic Competition"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.oceania.html",
        "tag": "Oceania"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.south-asia.html",
        "tag": "South Asia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.southeast-asia.html",
        "tag": "Southeast Asia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "A widespread criticism of the Trump administration's foreign policy is that it wrecked—or at least severely undermined—the United States' power and standing in the world, particularly by alienating longstanding allies and partners. Besides his public disdain for NATO, then–U.S. President Donald Trump questioned aloud why the United States maintained a security alliance with Japan, pressed South Korea to pay five-fold more to house U.S. troops, and approved of then–Philippine President Rodrigo Duterte's plan to terminate a visiting forces agreement with the U.S. military. He also picked fights with India and Vietnam—two emerging strategic partners in the Indo-Pacific that could be key to countering China—over alleged unfair trade practices. To top it off, Trump apparently didn't share the same commitment to defending Taiwan against Chinese military aggression as other U.S. leaders, including his successor, current U.S. President Joe Biden. But as 2023 draws to a close, it is remarkable to observe that U.S. alliances and partnerships in the Indo-Pacific are just about the deepest and most robust they have been in all their history. Some of this is a testament to the exceptional durability of the United States' alliances and partnerships, given that they survived—and, in the case of India and Japan, even thrived—in spite of Trump's bullying and destructiveness. Indeed, Washington has been cultivating and institutionalizing these friendship networks for decades. Credit is also due to the Biden administration: Not only has it returned these important relationships to their normal status quo following four years of disruption under Trump, but it has also bolstered them to enhance deterrence against China and North Korea, the two main threats in the region. The Biden team is also receiving a huge assist from Beijing itself, whose relentless assertiveness is heightening anxiety among its neighbors. This has convinced more and more countries in the region to ditch their hedging—the old but increasingly unworkable mantra of not wanting to choose sides—and engage in a balancing strategy against China, just as any student of international relations would predict. Although it is theoretically possible that Chinese President Xi Jinping will look to dial down China's assertiveness in the aftermath of his productive meeting with Biden in mid-November, this looks unlikely for several reasons. Beijing's growing economic and military strength is boosting its confidence to push ahead, on its own terms, with longstanding sovereignty and territorial claims in the region. And Beijing has certainly not shied away from fiercely waging strategic competition against Washington in the region and beyond. North Korea is similarly pushing U.S. allies in northeast Asia closer together by constantly threatening additional ballistic missile and nuclear tests. It is unclear whether this new geostrategic balancing is good or bad for prospects of maintaining global peace and stability. Regardless, it is clearly good news for the United States, which is bolstering and expanding its already robust alliance and partnership network. As 2023 draws to a close, it is remarkable to observe that U.S. alliances and partnerships in the Indo-Pacific are just about the deepest and most robust they have been in all their history. In Northeast Asia, the United States is in a historically powerful position. The U.S.-Japan security alliance has always been the cornerstone of Washington's strategy in the region, but today the two allies cooperate and coordinate on nearly every aspect of their foreign policy and defense strategy. As a like-minded democratic power that seeks a free and open Indo-Pacific, Tokyo is part of the Quadrilateral Security Dialogue, or Quad (alongside Australia, India, and the United States). In recent years, Japan has carved out some wiggle room from Article 9 of its constitution to allow it to conduct military operations farther away from Japanese shores, including joint patrols with the U.S. Navy and other partners in the South China Sea. Japan consistently raises not only concerns over North Korea, but also the need to maintain peace and stability in the Taiwan Strait, which has greatly irked China as it considers Taiwan's status an internal matter. Washington and Tokyo are further deepening their intelligence sharing against these threats, and Japan is enhancing security cooperation with other U.S. allies and partners, such as the Philippines, South Korea, India, and Vietnam. It is hard to imagine relations with the United States' other security ally in Northeast Asia, South Korea, being much better than they are now. Since the election of South Korean President Yoon Suk-yeol last year, Seoul has staunchly supported U.S. initiatives not only concerning the peninsula, but also in the general region and beyond. In most respects, Yoon is mirroring the Biden administration's approach toward North Korea, which is essentially one of strategic patience—a policy first adopted by the Obama administration that seeks to ignore Pyongyang until sanctions bite hard enough for it to come to the negotiating table on denuclearization. Under Yoon, South Korea has also deepened its alliance with the United States by expanding information sharing and coordination into the nuclear domain—a new milestone for the two countries. Yoon also took the unprecedented step of meeting with Japanese Prime Minister Fumio Kishida in March, the first such visit of a South Korean leader to Japan in over a decade. Relations have been perpetually frustrated by South Korean grievances over Japan's World War II–era atrocities on the peninsula. And in August, Biden met with Yoon and Kishida simultaneously at Camp David, marking the first-ever such tripartite summit. Like Japan, South Korea has been outspoken against China's aggressive behavior toward Taiwan. Yoon also took the unprecedented step of attending an annual NATO summit—not just once, but twice—to criticize both China's assertiveness and Russia's invasion of Ukraine, underscoring his view that South Korea must become what he called “a global pivotal state” that looks beyond its own peninsula. The U.S.-Taiwan partnership is the strongest it has been since 1979, the year Washington revoked diplomatic recognition of Taipei in favor of Beijing. Taiwan has consistently welcomed high-level U.S. engagement, most recently when then–House Speaker Nancy Pelosi visited the island in August 2022. Taipei has also embraced U.S. legislation dating back to the Trump era—namely the Taiwan Travel Act and TAIPEI Act—that has sought to entrench Taiwan's de facto sovereignty and independence from China, widening Taiwan's diplomatic breathing room for higher-level relationships with the United States and other countries around the world. Under Biden, the U.S. Navy continues to sail warships through the Taiwan Strait on a near-monthly basis to demonstrate the strait's international status and deter Beijing. Washington also remains committed to regular arms sales. On four separate occasions, Biden has publicly stated that if China ever attacked Taiwan, the United States would intervene militarily, regardless of the fact that Washington has no security alliance with Taipei—nor even recognizes it as a country. Although Biden's statements have created jitters among some in Taiwan (reportedly including Taiwanese President Tsai Ing-wen herself) that Washington may be unnecessarily provoking Beijing, this is an unprecedented level of commitment to the island that Taipei has certainly welcomed. Regardless of who wins Taiwan's presidential election in January 2024, the new government is almost certain to implement a U.S.-friendly policy. Even China-friendly opposition nominees would be hard-pressed to do otherwise, given the Taiwanese public's desire to elevate U.S. support. Key Southeast Asian nations are shifting toward alignment with the United States, too. The U.S.-Philippines alliance, for example, has fully recovered from Duterte's flirt with Beijing. Since entering office in 2022, Philippine President Ferdinand Marcos Jr. has met with Biden twice, and Washington continues to underscore its “ironclad” commitment to the Philippine government in Manila as the latter faces increasingly aggressive and coercive gray-zone tactics within its exclusive economic zone, including at Second Thomas Shoal, Scarborough Shoal, and Pag-asa Island. Notably, after a particularly aggressive incident on Oct. 22, during which two Chinese ships rammed a Philippine resupply mission to Second Thomas Shoal and its Philippine Coast Guard escort, U.S. Secretary of State Antony Blinken, Secretary of Defense Lloyd Austin, National Security Adviser Jake Sullivan, and Biden himself all reiterated that the U.S.-Philippines mutual defense treaty could be triggered if China attacks Philippine government and military assets. Although bothersome and worrying, Beijing's tactics have remained beneath this threshold, suggesting that deterrence has been effective. But not leaving anything to chance, Manila earlier this year expanded the number of military bases covered by its Enhanced Defense Cooperation Arrangement with Washington from five to nine, allowing U.S. forces to predeploy weapons and rotational troops to assist in a future China-related contingency. Marcos has further expressed concerns over the Taiwan Strait and has welcomed stepped-up patrols in the South China Sea by the U.S., Australian, and Japanese navies. In late November, Marcos visited U.S. Indo-Pacific Command headquarters in Hawaii, subsequently welcoming joint U.S.-Philippines air and sea patrols not far from Taiwan, the first joint patrols since Duterte suspended them in 2016. In September, Biden visited Vietnam to raise the two countries' partnership from “comprehensive” to “comprehensive strategic”—the highest level in Hanoi's hierarchy of external relations, putting the United States on par with China, India, Japan, Russia, and South Korea. (Vietnam only elevated South Korea's and Japan's statuses in December 2022 and last month, respectively.) Vietnam boosted the United States to the top category in part to deepen security cooperation against China in the South China Sea, where Hanoi also has serious sovereignty and territorial disputes with Beijing. Since Indonesian President Joko Widodo's visit to the White House last month, the United States and Indonesia have their own upgraded “comprehensive strategic partnership.” When U.S. Defense Secretary Austin was at the Association of Southeast Asian Nations defense ministers' meeting in Jakarta in November, the two nations also signed a defense cooperation agreement. Although details have yet to be released, it is clear that the United States and Indonesia are pursuing closer security cooperation on a variety of fronts, including in maritime domain awareness, that could be leveraged against China. As a de facto security ally short of formal treaty status, Singapore quietly continues to provide the United States with access to the Changi Naval Base on the strategically critical Strait of Malacca that connects the Indian and Pacific Oceans. Singapore also continues its longstanding participation in various military exercises with U.S. and allied forces. Although the country has not joined Washington's mini-lateral security initiatives in the region, such as the Quad and the Australia–United Kingdom–United States security pact (known as AUKUS), it nevertheless supports them. Meanwhile, in South Asia, Washington's burgeoning strategic partnership with New Delhi keeps reaching new heights. In June, Biden welcomed Indian Prime Minister Narendra Modi to the White House for an official state visit. The two leaders touted their shared democratic values, even if India is arguably becoming a less liberal democracy on Modi's watch, and pledged to expand security cooperation in areas such as the coproduction of jet engines, the U.S. Navy's use of Indian port facilities, and the joint procurement of armed drones. Washington is hopeful that New Delhi, as a member of the Quad, might be willing to play a substantive role in countering China. Although India eschews formal alliances and is unlikely to support the United States in a military conflict that does not directly impact itself, Indian Defense Minister Rajnath Singh notably called China out during talks last month with Blinken and Austin, stating: “We increasingly find ourselves in agreement [with the United States] on strategic issues, including countering China's aggression.” Finally, the United States is playing a strong hand in Oceania. As evidenced during Australian Prime Minister Anthony Albanese's official visit to the White House in October, Australia and the United States are increasingly marching in lockstep on the need to counter China in the Indo-Pacific. The two countries are not only cooperating in AUKUS, but also working on joint basing, weapons production, enhanced air operations, and other measures. Australia is also forging military partnerships with other U.S. allies, including Japan and the Philippines. Across the Tasman Sea, formerly skeptical New Zealand is starting to see eye-to-eye with the United States on China. The New Zealander government in Wellington has begun a massive rethink of its national security and defense strategy within the context of rising Chinese threats to the regional and global order. In a significant turn, Wellington published a series of reports over the summer that observed China directly causing new challenges in New Zealand's neighborhood—a clear reference to the China–Solomon Islands security agreement inked last year. But following New Zealand's election last month, the new National Party government may take a more pro-business approach to China and try to insulate economic engagement from political and security considerations. Many Pacific Island countries have also expressed concerns about China and a preference for the United States. Palau and the Federated States of Micronesia both invited the United States to build military facilities within their territories. Both countries plus the Marshall Islands have renewed their Compacts of Free Association—unique international agreements that allow the U.S. military virtually uninhibited access to their territories, airspaces, and surrounding waters. Since May, Washington also has a defense cooperation agreement with Papua New Guinea that authorizes U.S. forces to operate at six Papua New Guinean sites and establishes the country's participation in the U.S. Coast Guard's Shiprider program to help it patrol its 200-mile exclusive economic zone. Meanwhile, Fiji seems poised to cancel a longstanding police training agreement with China because of a lack of shared values. Samoan Prime Minister Fiame Naomi Mataafa has expressed concerns over Beijing's Common Development Vision for the region—a policy former Micronesian President David Panuelo said (PDF) would entail giving China full control over the lives of Pacific Islanders. Even if U.S. alliances and partnerships in the Indo-Pacific are exceedingly robust, there is always room for improvement. Most glaringly, Thailand—a longstanding U.S. treaty ally—simply does not see China as significant enough of a threat to address. This has resulted in some strain in the bilateral alliance, including the question of what the two nations should be working on together. U.S. sanctions against Thailand following the 2014 Thai military coup frustrated Bangkok, which briefly turned to Beijing for security cooperation, particularly on submarine procurement. Washington relieved sanctions in 2019, and the alliance is slowly returning to normal. Another wrinkle is that Thailand has a new prime minister, Srettha Thavisin, whose foreign policy priorities are largely unknown. Another blind spot in Southeast Asia is Washington's virtual lack of any engagement of Cambodia and Laos—a missed opportunity to challenge China in its own backyard. The United States could, for example, leverage its upgraded partnership with Vietnam to engage the two nations, with whom Hanoi has exceptionally close relationships. Washington' network of alliances and partnerships also falls short in South Asia. The United States has focused almost entirely on India, neglecting the latter's rival, Pakistan, which has long sought a comprehensive partnership with the United States that involves more than just a limited set of counterterrorism challenges. Washington also maintains a relatively light footprint in smaller nations throughout the region, including Bangladesh, Maldives, Nepal, and Sri Lanka—countries that India and China are vigorously competing over. Washington does not even have a diplomatic relationship with Bhutan; the same is true for Afghanistan since the U.S. withdrawal from the country in August 2021. Both countries are fierce battlegrounds of China-India strategic competition. It is also true that China has made some limited gains in Oceania—specifically with the Solomon Islands and Kiribati, which both switched diplomatic recognition of Taipei for Beijing in 2019. The United States, Australia, and New Zealand worry that the Solomon Islands might eventually become Beijing's first military foothold in the region. China also probably signed a secret fisheries agreement with Kiribati that authorizes China's rapacious fishing fleet to harvest Kiribati's exclusive economic zone, one of the world's 15 largest, which will negatively impact fishing resources elsewhere in Oceania. While the United States has recently engaged Mongolia, including with a visit by Mongolian Prime Minister Oyun-Erdene Luvsannamsrai to the White House and Pentagon in August, more can certainly be done. The Mongolian government in Ulaanbaatar considers the United States its “strategic third neighbor;” greater cooperation with Mongolia—just like with Cambodia and Laos—could have the effect of distracting China and force it to concentrate its efforts closer to home rather than in places like Oceania. Greater U.S.-Mongolian engagement could also bring the added strategic benefit of giving Russia pause. The most serious obstacle for the United States in the Indo-Pacific is that Washington lacks a true economic strategy for the region, which inherently limits the depth of its strategic cooperation. The most serious obstacle for the United States in the Indo-Pacific, however, is that Washington lacks a true economic strategy for the region, which inherently limits the depth of its strategic cooperation. In early 2017, Trump withdrew the United States from the Trans-Pacific Partnership—a multilateral trade agreement with many of Washington's closet friends—and the United States has not joined the successor treaty, the Comprehensive and Progressive Agreement for Trans-Pacific Partnership. The Biden administration has put forward its own Indo-Pacific Economic Framework, but this falls far short of any serious trade agreement. It merely signals the beginning of negotiations on various trade-related topics other than the one thing Indo-Pacific nations overwhelmingly desire from Washington: additional trade access to the U.S. market. Washington has yet to reengage the region on trade in a credible fashion. Despite these shortfalls, the U.S. alliance and partnership network is in excellent shape. Although there are clear areas for improvement, it is also important to consider that it would be nearly impossible for Washington to pull every single Indo-Pacific country to its side. Nor, perhaps, would this be wise, since it could create significant strategic imbalances and fuel regional instability. That said, the United States will likely continue to bolster and expand its network to complicate and deter future actions that the region's two revisionist powers, China and North Korea, might take to threaten, undermine, or otherwise undo the Indo-Pacific order. While the possible reelection of Trump in 2024 makes future U.S. policy unknown and unpredictable, Trump's previous term demonstrated that his rhetoric did not translate into many substantive changes in policy and strategy in the Indo-Pacific. Coupled with China and North Korea's rising threats and the strong momentum of the Biden administration's push to shore up alliances and partnerships, this suggests that the most likely result of a second Trump administration would be continuity in U.S. Indo-Pacific strategy. Derek Grossman is a senior defense analyst at the RAND Corporation, an adjunct professor at the University of Southern California, and a former daily intelligence briefer to the U.S. assistant secretary of defense for Asian and Pacific security affairs. This commentary originally appeared on Foreign Policy on December 5, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}