{
  "type": "Commentary",
  "title": "Looking Back on the Big Policy Stories of 2023",
  "url": "https://www.rand.org/pubs/commentary/2023/12/looking-back-on-the-big-policy-stories-of-2023.html",
  "descriptions": "As 2023 draws to a close, RAND president and CEO Jason Matheny highlights areas where RAND is tackling the most urgent and complex problems we face. Each is a small reminder that where there are thoughtful people working tirelessly to find solutions, there is hope.",
  "posted": "Dec 14, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/12/looking-back-on-the-big-policy-stories-of-2023/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1702569580183.jpeg",
    "desc": "Photos by Carlos Garcia Rawlins/Reuters, Carlos Barria/Reuters, Florence Lo/Reuters, skynesher/Getty Images, Ronen Zvulun/Reuters, Lucy Nicholson/Reuters, Geber86/Getty Images, image by Haley Okuley/RAND"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Jason Matheny",
      "profil": "https://www.rand.org/about/people/m/matheny_jason.html",
      "position": "President and Chief Executive Officer, RAND Corporation",
      "username": "@JasonGMatheny",
      "contact": "https://www.twitter.com/JasonGMatheny"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.artificial-intelligence.html",
        "tag": "Artificial Intelligence"
      },
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.disaster-recovery-operations.html",
        "tag": "Disaster Recovery Operations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.gaza-strip.html",
        "tag": "Gaza Strip"
      },
      {
        "blog": "https://www.rand.org/blog.topic.geopolitical-strategic-competition.html",
        "tag": "Geopolitical Strategic Competition"
      },
      {
        "blog": "https://www.rand.org/blog.topic.global-climate-change.html",
        "tag": "Global Climate Change"
      },
      {
        "blog": "https://www.rand.org/blog.topic.gun-violence.html",
        "tag": "Gun Violence"
      },
      {
        "blog": "https://www.rand.org/blog.topic.homelessness.html",
        "tag": "Homelessness"
      },
      {
        "blog": "https://www.rand.org/blog.topic.israel.html",
        "tag": "Israel"
      },
      {
        "blog": "https://www.rand.org/blog.topic.opioids.html",
        "tag": "Opioids"
      },
      {
        "blog": "https://www.rand.org/blog.topic.pandemic.html",
        "tag": "Pandemic"
      },
      {
        "blog": "https://www.rand.org/blog.topic.public-health-preparedness.html",
        "tag": "Public Health Preparedness"
      },
      {
        "blog": "https://www.rand.org/blog.topic.residential-housing.html",
        "tag": "Residential Housing"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.science-technology-and-innovation-policy.html",
        "tag": "Science, Technology, and Innovation Policy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.space-science-and-technology.html",
        "tag": "Space Science and Technology"
      },
      {
        "blog": "https://www.rand.org/blog.topic.teachers-and-teaching.html",
        "tag": "Teachers and Teaching"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "As 2023 draws to a close, like so many other people, I feel the weight of the world's problems. How can policy analysis contribute to a path forward for Israelis and Palestinians to emerge from terror and war? How can society maximize the benefits of artificial intelligence while minimizing the risks? What can be done to better prepare for a changing climate and help people whose lives are upended by disasters? The pressure to prevent disaster by answering questions like these is real. But avoiding or mitigating a bad outcome is not the only reason to act. Optimistic urgency is a concept the legendary defense expert Andrew Marshall discussed when trying to pinpoint the unique culture at RAND. It means that you don't have to think the world is about to end before tackling a wicked problem. You can act with urgency because you feel that the opportunities are too great to ignore. At RAND, I see optimistic urgency up close, every day. Our policy experts remind me that, not only can evidence steer society toward changes that improve people's lives in the here and now, but the future can be bright if humanity rises to the occasion with rigor and reason. Here are some examples of areas where RAND is tackling the most urgent and complex problems we face. Each is a small reminder that where there are thoughtful people working tirelessly to find solutions, there is hope. An Israeli soldier looks out from a tank as an artillery unit gathers near Israel's border with the Gaza Strip, in southern Israel, October 12, 2023 Photo by Ronen Zvulun/Reuters Since Hamas's horrific October 7 attack on Israel and Israel's intense military response in Gaza, RAND researchers have provided insights into what continues to be a volatile tragedy. A 2017 RAND report on Israel's previous operations in Gaza has shed light on the failure of Israel's long-standing Gaza strategy, illuminated what today's Israeli offensive can and cannot realistically accomplish, and highlighted why it may be difficult to imagine a more targeted Israeli operation than the one we've seen so far. More recent RAND research on civilian harm in U.S.-led operations to defeat ISIS reveals crucial lessons to ensure that the moral obligation to limit civilian casualties remains a top priority. Our studies have also highlighted the importance of helping displaced Gazans where they are, rather than risking a wider Palestinian refugee crisis that could bring about generational devastation. One RAND expert warned that, as with past conflicts in the Middle East, the effects of the war in Gaza could ripple out beyond the region. (As just one example, another researcher explored what North Korea might have learned from October 7.) Similarly, past hostage negotiations may hold lessons as captives remain in Hamas's grasp, even after some successful prisoner exchanges that began late last month. RAND experts have also discussed the important role of misinformation and disinformation in the conflict. And as observers around the world flocked to social media for information, only to encounter graphic images, researchers warned that secondary trauma can have serious mental health risks, especially among young people. Looking ahead, RAND research on the immense economic costs of the Israeli-Palestinian conflict suggests that, one day, the economic benefits of peace could become a shared rationale for a long-term political solution. Helping policymakers chart a course toward a peaceful, secure, and prosperous Middle East will be a priority for RAND moving forward. Photo by Florence Lo/Reuters Conversations about the implications of artificial intelligence are not new. But 2023 may go down as the breakthrough year in which AI dominated the public discourse. As AI continues to mature, it's important for policymakers and others to walk and chew gum—to focus on maximizing AI's many potential benefits while proactively addressing its risks. A similar approach is required for considering different types of risks. We can address near-term harms (like AI exacerbating inequality) while also guarding against potential catastrophic risks that loom over the horizon. As humanity continues to grapple with this potentially transformative technology, I believe that RAND is uniquely positioned to help. In 2023 alone, our researchers published studies on a dizzying number of AI-related topics. RAND experts have considered the nexus of machine learning and gene editing. They've studied how AI could fuel social media manipulation by U.S. adversaries and even tested whether adults can detect deepfakes. (Many cannot.) Another stream of research explored how AI could affect the future of work and assessed how people judge algorithms for (un)employment decisions versus humans who make identical decisions. RAND researchers are studying how to mitigate the risks that AI could facilitate biological attacks, exploring how AI might affect the rise and fall of nations, and providing insight about how the Department of Defense can ensure that algorithms help achieve the Pentagon's equity goals. Our experts have also looked into the implications of AI-based suicide risk monitoring in K–12 schools, examined how AI was used in the response to COVID-19, studied AI's impact on health equity, explored AI home sensors for adult social care in the UK, and developed algorithms to predict functional impairment using Medicare claims data. Finally, many elements of the White House's recent executive order on AI were consistent with recommendations about AI safety and governance discussed in RAND congressional testimony from earlier this year. Residents flee from the town of Irpin, Ukraine, after heavy shelling by Russia destroyed the only escape route used by locals, March 6, 2022 Photo by Carlos Barria/Reuters Russia's wider invasion of Ukraine is approaching the two-year mark. In 2023, the world watched as the fighting dragged on, with no clear end in sight. Over the past year, RAND experts have been examining this conflict from every angle, offering a wide range of perspectives, and publishing research on topics like resistance by Ukrainian civilians, Russia's logistical struggles, and who's winning the information war. RAND experts have argued that the conflict is a winnable war for Ukraine and its backers, whose support remains critical. Researchers also analyzed the risk of escalation, including the grim possibility of Russian nuclear use, and identified implications for U.S. and NATO policymakers to help prevent the fight from intensifying even further. RAND experts also wrote about America's interest in avoiding a drawn-out war in Ukraine. They emphasized that the United States cannot alone determine how long the fighting lasts, but there are steps Washington could take to make an eventual negotiated resolution more likely. We also looked ahead to Ukraine's reconstruction. RAND researchers offered a formula for a successful rebuilding effort: a partnership where Ukraine sets the priorities, the United States leads on security assistance, and the European Union spearheads reform and economic assistance. We'll continue analyzing the conflict in Ukraine in 2024. Burned cars and homes after the August 8 wildfires in Lahaina, Hawaii, August 18, 2023 Photo by Sandy Hooper/USA Today via Reuters In 2023, headlines were often dominated by news of intensifying disasters, including devastating wildfires on Maui and earthquakes in Turkey and Syria that killed tens of thousands of people. Such disasters will only become more frequent and severe as the effects of climate change become more pervasive. RAND studies published this year explored some critical questions facing decisionmakers, including how climate change might affect the federal budget, U.S. force readiness, and conflict in vulnerable regions, as well as how to determine whether federal disaster programs are equitable. While meeting the challenges posed by disasters is a monumental task, our experts homed in on potential solutions. They highlighted what's often overlooked when estimating disaster recovery costs, showed why it's essential to rebuild the human capital of affected communities, outlined keys to addressing the rise in wildfires (and the spread of wildfire smoke), and considered ways to improve stormwater management. RAND researchers are also using computer simulation and modeling techniques to identify policy solutions for a deeply uncertain future. Finally, RAND released two short films that focus on Elizabeth, New Jersey, and Chollas Creek in San Diego, California. These communities weren't recovering from recent disasters. Rather, they were working to overcome the effects of long-standing environmental injustices. Their efforts show that it's possible to deliver environmental protection to communities when government, nonprofit organizations, and residents work together. Photo by skynesher/Getty Images With all that's changed in public education over the past few years, how are teachers, principals, and superintendents holding up? By surveying America's educators, RAND researchers are able to understand what's going on in schools across the United States. Educator turnover has increased nationally. Although teacher stress has returned to pre-pandemic levels, teachers still report worse well-being than working adults overall. And two-thirds of U.S. teachers consider their salary inadequate. State restrictions on classroom discussions of politicized race- or gender-related topics are also having an effect on educator well-being. Teachers report that these limitations make their jobs more difficult. And when debates over these topics erupt, teachers are tasked with shielding students from harm while facing increased scrutiny from parents. Black teachers reported working more hours per week, were less satisfied with their pay, and were more likely to say they intended to leave the profession than white teachers. This raises many concerns. RAND research has shown that a racially and ethnically diverse teaching workforce supports the development of all students and is especially critical for students of color. One key to building and retaining such a workforce is to cultivate a sense of belonging among teachers. We asked teachers of color what they thought might help. Finally, a RAND survey asked teachers what they thought about teachers being allowed to carry guns in school. One in five felt that carrying a gun would make schools safer and would do so if allowed. But more than half believed that teacher-carry policies would make schools less safe. Chinese President Xi Jinping arrives for a ceremony in Tiananmen Square in Beijing, China September 30, 2021 Photo by Carlos Garcia Rawlins/Reuters From the China spy balloon incident early this year to President Biden's recent meeting with President Xi, 2023 has seen many developments in the U.S.-China relationship. RAND's multidimensional analysis aims to prevent competition from turning into armed conflict. In 2023, researchers focused on Taiwan—the direction of its defense program, how long the island could resist an invasion by China, and how Washington's Taiwan policy affects regional allies like Japan, South Korea, and the Philippines. RAND experts also compared U.S.-Russia dynamics alongside U.S.-China prospects for security cooperation. They found that while not entirely absent, cooperation will be rare and narrowly focused. Researchers also explored how closer ties between Beijing and Moscow could have implications for U.S. policy. Another study recommended cost-effective ways to bolster U.S. air bases against threats from China and Russia. Other reports explored how the Communist Party of China imprisons Tibetans; China's evolving psychological warfare capabilities; what the concept of neomedievalism means for the U.S.-China rivalry; and how to reverse the erosion of U.S. and allied military power and influence. Looking ahead, RAND will expand its research on China and the Indo-Pacific to consider new areas. For the United States, carefully managing a relationship with China that supports competition without inviting catastrophe will require ensuring that decisionmakers are considering every possible angle. Tents of people experiencing homelessness line the bike path on Venice Beach in Los Angeles, California, April 13, 2021 Photo by Lucy Nicholson/Reuters Despite unprecedented attention from policymakers, the number of people experiencing housing instability and homelessness in the United States has continued to increase—especially in high-cost metro areas. In January 2023, a RAND report found that the total number of unsheltered people in three “hot spot” neighborhoods in Los Angeles had increased by 18 percent. Beyond the immediate need to assist people experiencing homelessness, a lack of affordable housing can have far-reaching effects. In the past year, RAND researchers found that workers at homeless service agencies in Los Angeles often don't earn a living wage. This may put them at risk of housing insecurity themselves. Veterans, too, have historically faced greater risk of housing instability. Recent RAND research found that younger veterans, female veterans, those in high-cost housing markets, and veterans who rent may need support. RAND experts have also advanced solutions around housing policy. In a world where remote work is now common and many office buildings are sitting empty, experts highlighted how tax-abatement programs for office-to-residential conversions could make what housing experts call adaptive reuse more of a reality. And earlier this fall, a RAND report laid out six specific ways to support housing affordability in New York City by increasing housing production. Key lessons, such as reducing regulatory hurdles and upzoning certain areas for denser development, could apply to other cities, too. Image by Chara Williams/RAND Horrific events in Lewiston, Maine, Monterey Park, California, and Nashville, Tennessee, were just some of the hundreds of mass shootings in the United States this year. Meanwhile, tens of thousands of Americans have died by other firearm-related causes, such as other violent crimes, suicide, and accidents. Our researchers have continued their pursuit of better understanding the country's enduring problem with gun violence through the RAND Gun Policy in America initiative, a sweeping effort to inform the development of fair and effective gun laws. This year, the project expanded its review of the evidence on the effects of gun policies. (This video is a great place to start if you want a quick overview.) Researchers also introduced new discussions of interventions intended to curb firearm violence. RAND also launched a new tool that visualizes the magnitude of firearm mortality state by state and models the ways that adding or removing several common gun policies could reduce (or increase) the number of gun deaths per year. Beyond our Gun Policy in America initiative, RAND researchers continue to inform ways that schools could encourage students to come forward with concerning information—and potentially prevent violence. With the search for our new Greenwald Family Gun Policy Chair underway, we'll expand the ways that RAND supports the development of fair and effective gun policies in the year ahead. Photo by Geber86/Getty Images This past spring brought the end of the federal COVID-19 public health emergency, but there is still much to learn from the pandemic. And one important area to focus on is health care. RAND researchers made significant contributions to this conversation throughout 2023. One study illustrated the toll of the pandemic on mental health, finding that spending on mental health services among Americans with private insurance increased by more than 50 percent from March 2020 to August 2022. Another study found that mental health spending for kids and adolescents rose by more than one-quarter during the same period. A significant portion of that care was delivered via telehealth, an area where RAND researchers are gleaning new lessons. They found that telehealth for common mental health problems surged during the first year of the pandemic, more than making up for a decrease in in-person care. Additional research found that certain pandemic-era state policies were associated with greater use of telehealth by mental health facilities. However, that growth was lower among facilities serving higher proportions of Black residents, highlighting disparities in access to care. Finally, RAND experts studied patient experience during the pandemic, finding an unprecedented decline in every region of the country. Hospitals with higher staffing levels and better pre-pandemic quality saw slower declines, but patients at those facilities eventually cited worse experiences, too. This underscores the immense strain of the pandemic on health care professionals. Photo by ThomasVogel/Getty Images Illicit fentanyl and other opioids have continued to disrupt communities and claim lives throughout the United States. New RAND research has helped illuminate many complexities of this crisis. One study showed that fatal overdoses have increased sharply among Americans without a college education and nearly doubled over a three-year period among people without a high school diploma. Findings from another RAND study suggest that a rise in child suicides since 2010 was fueled by the opioid crisis, which increased rates of child neglect and changes in children's living arrangements. RAND researchers reported a significant increase in the use of methadone among Medicare beneficiaries after the program began covering the drug. This suggests that such policies are an important step in increasing access to medication treatment for opioid use disorder. While opioids can provide critical pain relief in clinical settings, RAND experts suggested some alternatives to prescription opioids as an effective approach to reducing the unnecessary initiation of opioids. Our researchers are also leading an effort to transform care for people grappling with both opioid use disorder and mental health issues in New Mexico and California. The hope is that this model could eventually be replicated throughout the country. All these topics and more are discussed in America's Opioid Ecosystem, a wide-ranging RAND report released early in 2023. The authors explore the interconnected systems that make up the country's opioid problem and propose creative ways policymakers could respond. The sun sets behind Space Launch Complex 2 at Vandenberg Air Force Base, California, January 27, 2015 Photo by Bill Ingalls/NASA Shortly after RAND began publishing reports about space in 1946, the cosmos became the realm of just a few superpowers. Today, many more spacefaring nations and a host of companies operate in orbit. With about 6,900 active satellites and countless pieces of “space junk,” congestion is ratcheting up the risk of collisions—and conflict. That's why RAND researchers say it's time for an international organization that's responsible for space traffic management. This would not only reduce the chance of an extraterrestrial disaster, but also help preserve the sustainable use of Earth's orbits. With the commercial spaceflight sector taking off, is it safe to be a space tourist? That's largely unknowable, at least for now. RAND research found that a lack of transparency makes it impossible to independently assess whether people have enough information to make informed decisions about their safety. Below orbit, there are other issues in the skies. The U.S. government is responsible for tens of millions of square miles of airspace, and it has limited resources to monitor this vast area. According to RAND research, public reports of unidentified aerial phenomena could help officials identify potential threats from above. But that can only happen if reports identify unknown aerial phenomena. (Evidence suggests that many public reports are responding to U.S. military aircraft.) No matter the realm, RAND researchers are supporting innovation in humanity's approach to space. Jason Matheny is president and chief executive officer of the nonprofit, nonpartisan RAND Corporation. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}