{
  "type": "Commentary",
  "title": "Three Myths About Hiring People with Convictions",
  "url": "https://www.rand.org/pubs/commentary/2023/12/three-myths-about-hiring-people-with-convictions.html",
  "descriptions": "Employers are desperate to recruit hundreds of thousands of workers who seemingly have vanished from the workforce. People with criminal histories represent a large pool of labor that could fill the gap. So why aren't more managers hiring them?",
  "posted": "Dec 13, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/12/three-myths-about-hiring-people-with-convictions/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1702524229918.jpeg",
    "desc": "Blue background with silhouettes of people in white, with a hand holding a magnifying glass over an arrow hitting the bullseye, photo by champpixs/Getty Images"
  },
  "content": {
    "source": "(Harvard Business Review)",
    "author": {
      "name": "Shawn D. Bushway",
      "profil": "https://www.rand.org/about/people/b/bushway_shawn_d.html",
      "position": "Adjunct Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@BushwayShawn",
      "contact": "https://www.twitter.com/BushwayShawn"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.employment-and-unemployment.html",
        "tag": "Employment and Unemployment"
      },
      {
        "blog": "https://www.rand.org/blog.topic.labor-markets.html",
        "tag": "Labor Markets"
      },
      {
        "blog": "https://www.rand.org/blog.topic.prisoner-reentry.html",
        "tag": "Prisoner Reentry"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.workforce-management.html",
        "tag": "Workforce Management"
      }
    ],
    "Article": "Employers are desperate to recruit hundreds of thousands of workers who seemingly have vanished from the workforce. People with criminal histories represent a large pool of labor that could fill the gap. So why aren't more managers hiring them? We consistently hear of several fears: Fear the person will commit another crime. Fear of negligent hiring lawsuits. Fear of customer reactions or how other employees will respond.… The remainder of this commentary is available at hbr.org. Shawn Bushway is an adjunct policy researcher at the RAND Corporation and a professor at the University at Albany (SUNY). His body of work has evolved to focus on intersections between criminal history records and employment, building on extensive research on the process of desistance from crime. Jeffrey Korzenik is an economist and author of “Untapped Talent: How Second Chance Hiring Works for Your Business and the Community” (HarperCollins Leadership, April 2021). This commentary originally appeared on Harvard Business Review on December 13, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}