{
  "type": "Commentary",
  "title": "Treat Psychedelics Like Cannabis?",
  "url": "https://www.rand.org/pubs/commentary/2023/12/treat-psychedelics-like-cannabis.html",
  "descriptions": "Similar to cannabis a decade ago, the United States is in the early days of legalizing some psychedelics for nonmedical purposes. Now is the time to make thoughtful choices.",
  "posted": "Dec 13, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/12/treat-psychedelics-like-cannabis/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1702572894842.jpeg",
    "desc": "Chillum, a mushroom and hemp dispensary, in Tampa, Florida, February 23, 2023, photo by Dirk Shadd/Tampa Bay Times TNS/ABACA via Reuters Connect"
  },
  "content": {
    "source": "(Vital City)",
    "author": {
      "name": "Beau Kilmer Michelle Priest",
      "profil": "https://www.rand.org/about/people/k/kilmer_beau.html",
      "position": "Codirector, RAND Drug Policy Research Center; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Assistant Policy Researcher, RAND; Ph.D. Candidate, Pardee RAND Graduate School",
      "username": "@BeauKilmer",
      "contact": "https://www.twitter.com/BeauKilmer"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.controlled-substances-and-illegal-drugs.html",
        "tag": "Controlled Substances and Illegal Drugs"
      },
      {
        "blog": "https://www.rand.org/blog.topic.drug-markets-and-supply.html",
        "tag": "Drug Markets and Supply"
      },
      {
        "blog": "https://www.rand.org/blog.topic.public-safety-legislation.html",
        "tag": "Public Safety Legislation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "When Ohio's cannabis ballot initiative passed in November, the United States crossed a new threshold. More than half of Americans now live in states, including New York, that have passed laws allowing commercial production and retail sales of cannabis to adults for nonmedical purposes. Liberalization of drug laws is not stopping with cannabis. Some states and localities are also loosening or considering changing their policies about psychedelic substances such as “magic” mushrooms containing psilocybin. Some decisionmakers may think cannabis provides a useful template for liberalizing drug laws. But psychedelics are very different substances. The U.S. Food and Drug Administration (FDA) has authorized several clinical trials evaluating psychedelics to treat certain mental health conditions. Some formulations of psychedelics could be available in clinical settings as soon as 2024 (PDF). While this medical research receives a lot of publicity, it's not prescribed medical use where the state- and city-level legal changes are focused. Rather, the moves are toward allowing psychedelics to be used for any reason.… The remainder of this commentary is available at vitalcitynyc.org. Beau Kilmer is codirector of the RAND Drug Policy Research Center and vice president of the International Society for the Study of Drug Policy. Michelle Priest is an assistant policy researcher at RAND and a Ph.D. candidate at Pardee RAND Graduate School. This commentary originally appeared on Vital City on December 13, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}