{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:40:34.913106",
  "crawling_time_epoch": 1703230834,
  "type": "Blog",
  "title": "'Israel's 9/11,' Promoting the 988 Hotline, the Future of Space: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/commentary/2023/11/weekly-recap-november-17.html",
  "descriptions": "This weekly recap focuses on why the Oct. 7 attack wasn't Israel's 9/11, humanity's future approach to space, the pressing need to ensure more people know about the 988 Suicide & Crisis Lifeline, and more.",
  "posted": "Nov 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/11/weekly-recap-november-17/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1700259757380.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "topic": [
      {
        "tag": "Arctic Region",
        "blog": "https://www.rand.org/blog.topic.arctic-region.html"
      },
      {
        "tag": "Emergency Medical Services",
        "blog": "https://www.rand.org/blog.topic.emergency-medical-services.html"
      },
      {
        "tag": "Gaza Strip",
        "blog": "https://www.rand.org/blog.topic.gaza-strip.html"
      },
      {
        "tag": "Geopolitical Strategic Competition",
        "blog": "https://www.rand.org/blog.topic.geopolitical-strategic-competition.html"
      },
      {
        "tag": "Israel",
        "blog": "https://www.rand.org/blog.topic.israel.html"
      },
      {
        "tag": "Mental Health Treatment",
        "blog": "https://www.rand.org/blog.topic.mental-health-treatment.html"
      },
      {
        "tag": "North Korea",
        "blog": "https://www.rand.org/blog.topic.north-korea.html"
      },
      {
        "tag": "Nuclear Deterrence",
        "blog": "https://www.rand.org/blog.topic.nuclear-deterrence.html"
      },
      {
        "tag": "South Korea",
        "blog": "https://www.rand.org/blog.topic.south-korea.html"
      },
      {
        "tag": "Space Exploration",
        "blog": "https://www.rand.org/blog.topic.space-exploration.html"
      },
      {
        "tag": "Terrorist Organizations",
        "blog": "https://www.rand.org/blog.topic.terrorist-organizations.html"
      },
      {
        "tag": "United States",
        "blog": "https://www.rand.org/blog.topic.united-states.html"
      }
    ],
    "Article": "This week, we discuss why the Oct. 7 attack wasn't Israel's 9/11; what history tells us about hostage crises; why it's time to promote the 988 Suicide & Crisis Lifeline; U.S. capabilities in the Arctic; the future of outer space; and addressing the nuclear threat facing South Korea.",
    "sub_article": [
      {
        "title": "Why the Oct. 7 Attack Wasn't Israel's 9/11",
        "descriptions": "Many have referred to the October 7th attack by Hamas as “Israel's 9/11.” This analogy is useful in that it conveys—particularly to Americans—the level of national shock and anger in Israeli society. But beyond that, the comparison is misleading, says RAND's Raphael Cohen. Perhaps the most notable difference between 9/11 (and the subsequent U.S. operation in Afghanistan) and 10/7 and Israel’s ongoing war in Gaza is that the United States could choose to eventually withdraw—although it did take Washington two decades to reach that conclusion. For the simple reason of geography, Israel lacks such an option, Cohen says. Unlike Afghanistan for the United States, Gaza is not half a world away from Israel. Such proximity means that if it so chooses, Israel can “invest the time and resources to rebuild Gaza economically, politically, and societally, if only to prevent another 10/7–style attack from occurring in the future,” Cohen says. In other words, Gaza will not be Israel's Afghanistan, simply because stepping away is a luxury Israel cannot afford. For better or worse, Israel and Gaza are fundamentally intertwined.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/commentary/2023/11/weekly-recap-november-17/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539_830847769/imagewithclass_copy.fit.800x0.jpeg/1700258333334.jpeg",
          "width": "800",
          "height": "450",
          "desc": "An Israeli soldier moves through a building in the northern Gaza Strip, November 8, 2023, photo by Ronen Zvulun/Reuters"
        }
      },
      {
        "title": "To Secure Release of Hamas's Hostages, Empathy Isn't Enough",
        "descriptions": "Photo by Gili Yaari/Reuters Hamas abducted more than 200 people during its brutal attacks in Israel last month. The group has released only four of these hostages so far. What might it take to save the lives of captives? According to RAND's Brian Michael Jenkins, past hostage crises don't offer a prescription for how to bargain for human life. But history does provide some important lessons: Humanitarian appeals rarely work. Most hostages survive because ransoms are paid, prisoners are released, or other concessions are made.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/commentary/2023/11/weekly-recap-november-17/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539/imagewithclass_copy.fit.800x0.jpeg/1700258734624.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A chair for each Israeli held hostage by Hamas in Gaza at &ldquo;Hostages Square&rdquo; outside the Art Museum of Tel Aviv, in Tel Aviv, Israel, November 3, 2023, photo by Gili Yaari/Reuters"
        }
      },
      {
        "title": "Have You Heard About 988?",
        "descriptions": "The 988 Suicide & Crisis Lifeline was created over a year ago with the hope that more people would reach out for help. But today, the fledgling hotline faces challenges. Awareness of 988 is low—911 remains the default, even as many people are afraid to call 911 in mental health crises—and many jurisdictions are struggling to integrate 988 in a coordinated way. This is why a broader campaign to promote 988 is needed, says RAND's Stephanie Brooks Holliday. “People simply can’t call what they don’t know to call. And yet, the need is there, and the need is often desperate.”",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/commentary/2023/11/weekly-recap-november-17/_jcr_content/par/blogpost/par-blog/wrapperdiv_655378184/imagewithclass_copy_.fit.800x0.jpeg/1700531032402.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Young white woman looking upset sitting on the floor indoors with a dog next to her, photo by ArtistGNDphotography/Getty Images"
        }
      },
      {
        "title": "How Does the U.S. Stack Up Against Other Arctic Nations?",
        "descriptions": "Photo by PO3 Luke Clayton/U.S. Coast Guard The United States is one of just eight countries with territory in the Arctic. How do U.S. Arctic military capabilities differ from those of other countries operating in the region, including Russia and China? A new RAND report explores this question and identifies key needs, including improving communications and expanding funding for equipment such as icebreaking vessels. Failing to address these issues could harm U.S. Arctic interests, contributing to Russian domination of the Arctic and increased Chinese influence in the area.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/commentary/2023/11/weekly-recap-november-17/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1700259054454.jpeg",
          "width": "800",
          "height": "450",
          "desc": "U.S. Coast Guard Cutter Willow drifts by an iceberg, August 23, 2011, photo by PO3 Luke Clayton/U.S. Coast Guard"
        }
      },
      {
        "title": "Ideas for Humanity's Future Approach to Space",
        "descriptions": "Photo by European Space Agency/Handout via Reuters What kinds of sustainable space-based habitats could we see in the future? As more and more humans travel to outer space, could a “Space Rescue Service” help save lives when things go wrong? How might space-based solar power affect U.S. national security? RAND researchers consider these questions and more in a new paper, identifying issues related to sustainability, security, and governance that—like space itself—are worthy of greater exploration.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/commentary/2023/11/weekly-recap-november-17/_jcr_content/par/blogpost/par-blog/wrapperdiv_1035350401/imagewithclass.fit.800x0.jpeg/1700259257222.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Stellar nursery called Horsehead Nebula, also known as Barnard 33, part of constellation Orion, captured by the Euclid telescope, photo by European Space Agency/Handout via Reuters"
        }
      },
      {
        "title": "How to Strengthen South Korea's Nuclear Assurance",
        "descriptions": "Photo by Staff Sgt. Ken Scar/U.S. Army North Korea has been vastly increasing its nuclear weapon capabilities and threatening South Korea and the United States with nuclear attacks. A new RAND report looks at ways to strengthen South Korea's nuclear assurance. Among the key findings, Washington could consider establishing some degree of parity on the Korean Peninsula with the nuclear threat from Pyongyang. Doing so might avoid a future decision by South Korea to produce its own nuclear weapon force.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/commentary/2023/11/weekly-recap-november-17/_jcr_content/par/blogpost/par-blog/wrapperdiv_267892730/imagewithclass.fit.800x0.jpeg/1700259882194.jpeg",
          "width": "800",
          "height": "450",
          "desc": "The South Korean and American flags fly next to each other in Yongin, South Korea, August 23, 2016, photo by Staff Sgt. Ken Scar/U.S. Army"
        }
      }
    ]
  }
}