{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:10:51.069543",
  "crawling_time_epoch": 1703239851,
  "type": "News Release",
  "title": "1 in 5 Teachers Feel Carrying Gun to Class Would Make Schools Safer; More Than Half Think Armed Teachers Would Make ...",
  "url": "https://www.rand.org/news/press/2023/05/31.html",
  "descriptions": "U.S. teachers are divided on whether arming themselves would make schools safer, with one in five saying they would be interested in carrying a gun to school.",
  "posted": "May 31, 2023",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Heather L. Schwartz",
      "profession": "Director, Pre-K to 12 Educational Systems Program",
      "biography": "Heather Schwartz is the director of the Pre-K to 12 educational systems program, a senior policy researcher at RAND, and a professor of policy analysis at the Pardee RAND Graduate School. She also co-directs the American School District Panel. She researches education and housing policies…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/s/schwartz_heather_l/_jcr_content/par/bio.crop.130x130.cm.jpeg/1692192402855.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Heather Schwartz"
      }
    },
    "researcher": [
      {
        "research": "RAND Homeland Security Research Division",
        "profile": "https://www.rand.org/hsrd.html"
      },
      {
        "research": "RAND Education and Labor",
        "profile": "https://www.rand.org/education-and-labor.html"
      }
    ],
    "tags": [
      "Gun Policy",
      "Gun Violence",
      "School Security",
      "School Violence",
      "Teachers and Teaching",
      "United States",
      "www.rand.org"
    ],
    "Article": "U.S. teachers are divided on whether arming themselves would make schools safer, with one in five saying they would be interested in carrying a gun to school, according to a nationally representative survey conducted by the RAND Corporation. The survey found that 54 percent of teachers believe teachers carrying firearms would make schools less safe, 20 percent believe teacher-carry would make schools safer, and 26 percent feel it would make schools neither more nor less safe. Yet even more concerning to teachers than guns is bullying, which teachers listed as their top safety concern. The survey, conducted in October and November 2022, focused on how K–12 teachers view safety in their schools. “Even with the unfortunate regularity of gun violence in U.S. schools, which often drives the policy debate around school safety, only five percent of teachers overall selected gun violence as their largest safety concern,” said Heather L. Schwartz, a report author and senior policy researcher at RAND, a nonprofit, nonpartisan research organization. “Despite the prevalence of anti-bullying programs, everyday school violence is a concern for teachers. Bullying, not active shooters, was teachers' most common top safety concern, followed by fights and drugs.” Teachers' beliefs about whether teacher-carry policies would make schools safer varied both by their own race and ethnicity as well as by the racial and ethnic composition of the student population in their school. White teachers were more likely than Black teachers to feel that teachers carrying firearms would make schools safer, and male teachers in rural schools were most likely to say they would personally carry a firearm at school if allowed. Important to school safety is a system of threat reporting and intervention, as well as a climate that encourages adults to prevent violence before it occurs. Most teachers surveyed were confident that threats would get reported. Visible school safety measures, beyond armed staff, were also viewed as affecting school climate positively. The most common physical safety measures—which 80 percent or more of teachers said their school had in place—were visitor systems, exterior and interior locks, and staff IDs. Based on the survey results, the researchers suggest several areas for further research. One is developing better approaches for school safety and security planning that might balance the frequent, lower-level forms of school violence such as bullying with lower-probability, extreme forms of school violence like shootings. Other authors of the report, “Teachers' Views on School Safety: Consensus on Many Security Measures, but Stark Division About Arming Teachers,” are Brian A. Jackson, Melissa Kay Diliberti, and Pauline Moore. This research was undertaken by the RAND Homeland Security Research Division (HSRD) and RAND Education and Labor."
  }
}