{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:43:48.184244",
  "crawling_time_epoch": 1703231028,
  "type": "Commentary",
  "title": "A Case for Greater U.S. Engagement in Central Asia",
  "url": "https://www.rand.org/pubs/commentary/2023/09/a-case-for-greater-us-engagement-in-central-asia.html",
  "descriptions": "Central Asia's souring relations with Russia and growing skepticism of Chinese influence have created a rare and valuable window of opportunity for the United States to bolster its image through greater long-term investment in the region.",
  "posted": "Sep 11, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/09/a-case-for-greater-us-engagement-in-central-asia/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1694476827010.jpeg",
    "desc": "diplomacyU.S. Secretary of State Antony Blinken meets with Central Asian states' foreign ministers in Astana, Kazakhstan, February 28, 2023, photo by Olivier Douliery/Pool/Reuters"
  },
  "content": {
    "source": "(The Diplomat)",
    "author": {
      "name": "Hunter Stoll",
      "profil": "https://www.rand.org/about/people/s/stoll_hunter.html",
      "position": "Defense Analyst",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.counterterrorism.html",
        "tag": "Counterterrorism"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-economic-relations.html",
        "tag": "International Economic Relations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.kazakhstan.html",
        "tag": "Kazakhstan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.kyrgyzstan.html",
        "tag": "Kyrgyzstan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.tajikistan.html",
        "tag": "Tajikistan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.turkmenistan.html",
        "tag": "Turkmenistan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.uzbekistan.html",
        "tag": "Uzbekistan"
      }
    ],
    "Article": "Central Asia is seldom a top priority for U.S. foreign policy. After the dissolution of the Soviet Union, the United States was one of the first countries to recognize the five newly independent states—Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, and Uzbekistan. For most of the 21st century, however, Central Asia largely served as a launchpad for U.S. involvement in Afghanistan, and little more than that. Since the U.S. withdrawal from Afghanistan, Central Asia's general perception of the United States has been that it's a transient and opportunistic foreign power. Polling (PDF) on Central Asian public opinion of great powers (Russia, China, and the United States) from 2017 to 2019 was not favorable for the United States. On a 100-point scale, with 100 meaning “very favorable,” the average opinion of the United States in Kazakhstan, Kyrgyzstan, and Tajikistan was in the 50s and at 76 in Turkmenistan. In all countries, public opinion on the United States lagged behind Russia and China. This data was, notably, collected before Russia's 2022 full-scale invasion of Ukraine. However, a decrease in support for Russia does not necessarily translate to an increase in support for the United States. Central Asia's souring relations with Russia and growing skepticism of Chinese influence have created a window of opportunity for the United States to bolster its image through greater long-term investment in the region. Because the United States is unlikely to outspend China or even Russia, its approach needs to be deliberate and focused on areas where it can see the greatest return on investment. Since the 1990s, Central Asian states have witnessed Russia's invasion of former Soviet Republics and support of separatist movements numerous times. But since the Ukraine war, Russia's influence in its former Soviet dominion has begun to wane. Kazakhstan appears to be the most willing to diverge from Russia. Kazakh President Kassym-Jomart Tokayev, despite calling for CSTO assistance in the face of violent protests in January 2022, has openly defied Russian President Vladimir Putin multiple times since Russia invaded Ukraine. Tokayev has insisted that the two countries still maintain a good relationship, but has made it clear that his country will not circumvent Western sanctions to assist Russia. At the St. Petersburg International Economic Forum in June 2022, Tokayev stated that Kazakhstan does not recognize “quasi-state” formations such as the so-called Donetsk and Luhansk People's Republics in Ukraine as well as Abkhazia and South Ossetia in Georgia, for the same reasons it doesn't recognize Taiwan or Kosovo. At the same forum, Tokayev also declined to accept the Russian Order of Alexander Nevsky, claiming that he would not accept such honors while in office. A year later, in June 2023, Tokayev told Putin that the short-lived Wagner Group mutiny was an “internal affair of Russia.” Despite what might be viewed by Western analysts as Tokayev's apparent defiance of Putin and Russia, Kazakhstan is nuanced in its foreign policy approach, and any comments or actions that do not toe the Russian line should not necessarily be seen as pro-U.S. or pro-China—they're pro-Kazakhstan. Wanting to maintain his country's agency and choice in its political affairs, Tokayev—like other Central Asian leaders—has made it clear that his country will not be subjected exclusively to any great power's influence. More than half of Central Asia's population is under 30. Born after the dissolution of the USSR, they have much looser political and cultural ties to Russia. Russia maintains influence among the Central Asian heads of state and political elite, many of whom are relics of the Soviet era. But these aging politicians and their connections to Russia are slowly fading. More than half of the region's population is under 30; born after the dissolution of the USSR, they have much looser political and cultural ties to Russia. Public polling also indicates that Russia is losing its influence. Many respondents expressed concern over the war in Ukraine's effects on their countries, especially in their respective economic sectors. A proactive American economic and cultural investment in Central Asia's next generations could yield positive results for the United States for decades to come. Russia has previously backed separatist movements in the former Soviet Republics of Moldova, Georgia, and Ukraine, so the possibility of Russia involving itself in Central Asian separatist movements is never out of the question. While not always the case, this has been a tool Moscow uses to punish former Soviet Republics for drifting from Moscow's orbit. If Central Asian states were to move closer to China or the United States, or simply distance themselves from Russia, fanning the flames of preexisting separatist movements is a possible recourse from Moscow. Over the past 30 years, Tajikistan has often crushed what it deemed as rebellious activity in the Gorno-Badakhshan region, with government forces killing dozens of protestors last year and arresting many more. In neighboring Uzbekistan, the largest political violence since the 2005 Andijan massacre occurred last year in the autonomous Republic of Karakalpakstan, where government officials reported 21 dead and nearly 250 injured. Although Kazakhstan hasn't experienced any notable separatist movements in the 21st century, ethnic Russians make up roughly 15 percent of Kazakhstan's total population. Tensions in these countries' autonomous regions and among their ethnic minorities could be stoked by Russia; however, deeper U.S. investment in Central Asia could deter any potential for encouraging disruptive separatist movements. Russia isn't the only great power in the neighborhood. Over the past decade, China has invested a significant amount of time and resources into Central Asia. The region's governments have largely welcomed increased Chinese investment through the Belt and Road Initiative (BRI), but public opinion tells a different story. Skepticism of China has been prevalent in Central Asian countries for centuries, most recently owing in part to Soviet-era propaganda that reinforced Sinophobia after the Sino-Soviet split in the early 1960s. In recent years, a biannual survey conducted by the Central Asia Barometer in Kazakhstan, Kyrgyzstan, and Uzbekistan has pointed to a downward trend in public sentiment toward China. Chinese government investment, particularly through the Belt and Road Initiative, has only reinforced existing localized corruption across Central Asia. But even if Central Asian countries are hesitant about doing business with China, the U.S. withdrawal from Afghanistan and Russia's invasion of Ukraine have left them with limited other options. Deals with China are not without their flaws, though. Low levels of regulation and oversight have allowed the BRI to spread what can be described as “crony capitalism” across Central Asia. These building projects have enabled local and regional elites to grow their power. One former Kyrgyz employee of a gold mining company said that “you can only get a job through corruption or relatives.” It appears that Chinese government investment, particularly through the BRI, has only reinforced existing localized corruption across Central Asia. In addition to economic interests, China's interest in Central Asia stems from security concerns (PDF) associated with its Xinjiang Uyghur Autonomous Region. Kazakhstan, Kyrgyzstan, and Tajikistan all border the Xinjiang region, and ethnic Central Asians living in Xinjiang have been subjected to intense scrutiny from Chinese security. In 2017, hundreds of ethnic Kyrgyz living in Xinjiang reportedly were sent to the so-called re-education centers. As of last year, additional reports have suggested at least 10,000 ethnic Kyrgyz have been detained and placed in these re-education centers. The story is the same with ethnic Kazakhs, including residents of Kazakhstan, who have been detained in these camps. Former detainees have spoken of months of incarceration, which they said included torture and receiving unknown injections. These events have contributed to growing Chinese resentment amongst Kazakhs and Kyrgyz, especially along the border. To effectively rebuild its reputation in Central Asia, the United States needs an approach tailored to the region and to each country. There are multiple avenues to pursue; economic investment, private sector involvement, language immersion programs, and counterterrorism support missions are all viable options for the United States to consider. Renewed U.S. economic investment in Central Asia is long overdue. Earlier this year, U.S. Secretary of State Antony Blinken visited Kazakhstan and Uzbekistan, the first in-person visit from a sitting U.S. secretary of state in over three years. While there, he met with representatives of all five Central Asian countries and emphasized the U.S. commitment to the countries' sovereignty and territorial integrity. Additionally, Blinken announced that the Biden administration would add $20 million in funding to the Economic Resilience Initiative in Central Asia (ERICEN), bringing total funding up to $50 million since it was launched in September 2022. ERICEN has three pillars: expanding trade routes, bolstering the private sector, and investing in people through training and education. So far, ERICEN efforts have been met with mixed reviews. Some have praised its limited but meaningful scope, noting that the United States can emphasize “comparative advantages in terms of international standards that bring greater long-term benefits.” Others have been more critical, claiming the funding is “insignificant compared to what other powers are bringing in.” Indeed, it pales in comparison to Chinese investment. In May 2023, China announced a $4 billion investment in Central Asia, and it appears that the level of Chinese investment and interest in the region will only continue to grow. Additional U.S. investment need not come solely from the federal government. The private sector is also investing in Central Asia. The U.S. State Department reports that the private sector has invested over $31 billion in commercial ventures throughout the region. U.S. private sector investment could also help drive Central Asian energy exports—especially as Europe is diversifying away from Russian sources. This could boost profits and create jobs, potentially deepening trilateral relations between the United States, the European Union, and Central Asia. U.S. private sector investment also could help enable Central Asian energy security, especially by developing renewable energy infrastructure. If Central Asian countries can use renewable energy to help meet their energy demands, their surplus can be exported elsewhere as well. English-language immersion programs can serve as entries into the global economy for Central Asian residents and boost ties with the United States. The United States can also build its reputation in Central Asia through English-language immersion programs. NGOs such as the American Councils for International Education have already taken the initiative, announcing the “C5+ONE” initiative, an English-language program that will “engage entry and mid-level employees in the government, civil society, and private sector” to improve English fluency in all five Central Asian countries. Programs such as these can serve as entries into the global economy for Central Asian residents and boost ties with the United States. Another avenue where the United States can provide greater assistance is counterterrorism. Deploying large numbers of U.S. forces could antagonize Russia or China; if choosing this approach, it would behoove the United States to minimize its force presence while maximizing benefits, with numerous relationships already available. The State Partnership Program has encouraged relationships between National Guard units and Central Asian countries. Since 2002, the Virginia National Guard has partnered with Tajikistan; since the 1990s, the Arizona and Montana National Guards have partnered with Kazakhstan and Kyrgyzstan, respectively; the Mississippi National Guard and Uzbekistan have worked together since 2012; and until 2011, the Nevada National Guard partnered with Turkmenistan. Furthermore, since 2002, U.S. troops have conducted multiple iterations of the Steppe Eagle exercise, a multinational training event that has historically brought together American, British, Kazakh, Kyrgyz, Uzbek, and Tajik troops. Building off that established rapport, the United States could rotate units through the region to support counterterrorism efforts and contribute to what President Joe Biden called “over the horizon” capabilities—the U.S. ability to strike at terrorist groups without a large troop presence. The U.S. Army's 3rd Security Force Assistance Brigade (SFAB) is already poised to assist, with CENTCOM as its established area of responsibility. The SFAB's mission is described as one to “advise, support, liaise, and assess operations with allied and partner nations,” which implies a less pronounced role of U.S. troops. Utilizing the 3rd SFAB to support counterterror operations in the region could be a lower-risk option that allows the United States to maintain military ties in Central Asia, while having a lesser likelihood of provoking Chinese or Russian responses to permanent basing of U.S. troops. These recommendations are but a few of many options in which the United States can seek to strengthen ties in Central Asia. Due to their proximity and established trade relations, Russian and Chinese influence in the region will never go away, and the United States should not expect to upend these relations. Windows of opportunity such as this, however, are few and far between, and the United States should take advantage. As Sir Halford Mackinder theorized over a century ago in “The Geographical Pivot of History,” whoever controlled the “Heartland”—in which modern-day Central Asia lies—would emerge as the greatest actor on the international stage. Those thoughts echo today, not through control but through influence, and the United States must ensure it doesn't remain on the periphery. Hunter Stoll is a defense analyst at the RAND Corporation and a captain in the U.S. Army Reserve. He holds an MA in Security Studies from Georgetown University's Walsh School of Foreign Service. All views expressed are the author's own and do not reflect views of the RAND Corporation or the U.S. Army Reserve. This commentary originally appeared on The Diplomat on September 9, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}