{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:25:00.780790",
  "crawling_time_epoch": 1704165900,
  "type": "Commentary",
  "title": "A Case for Promoting Infrastructure Equity for the Olympics",
  "url": "https://www.rand.org/pubs/commentary/2023/10/a-case-for-promoting-infrastructure-equity-for-the.html",
  "descriptions": "In 2028, Los Angeles will host the Olympic Games for the third time. A critical factor for successfully hosting will be for planners to ask hard questions early, so the community can collaborate with the organizing committee, informing its response to critical themes such as homes, health, transport, jobs, society, and culture.",
  "posted": "Oct 16, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/10/a-case-for-promoting-infrastructure-equity-for-the/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1697550149173.jpeg",
    "desc": "Aerial view of the Intuit Dome construction site with SoFi Stadium in the background in Inglewood, California, October 13, 2023, photo by Image of Sport/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Cristian Cardenas",
      "profil": "https://www.rand.org/about/people/c/cardenas_cristian.html",
      "profession": "Ph.D. Student, Pardee RAND Graduate School, and Assistant Policy Researcher, RAND",
      "username": "",
      "contact": null
    },
    "tags": [
      "Economic Planning",
      "Infrastructure",
      "Los Angeles",
      "Racial Equity",
      "Transportation Planning",
      "Urban Planning",
      "www.rand.org"
    ],
    "Article": "In 2017, the Los Angeles City Council approved the bid for the 2028 Olympic and Paralympic Games (LA28), a mega event, opening on July 14th, 2028, that occur across the county, drawing an estimated 15,000 athletes, most of whom will be stationed at UCLA's Olympic village. While the city's bid has promised that no additional permanent sports infrastructure needs to be erected, there is still the matter of temporary event space and venue refurbishments to consider. The actual infrastructural lift for the events, however, will be the additional transportation and housing required. Both transportation and housing, as Angelenos know all too well, fall well short of residents' needs on a daily basis. The added complication of a global event tees up many added complications to these already fraught forms of infrastructure. To address some of the many possible problems, RAND's Center to Advance Racial Equity Policy has, over the past year, been coordinating community conversations with partners—such as the American Institute of Architects Los Angeles, and the Urban Land Institute Los Angeles—to bring a focus on infrastructure equity and sports. These conversations have been spread across the county, in neighborhoods that already live with the reality of supporting some world-class sports venues, ones that LA28 will rely on to plan and deliver the 34th Olympiad. Infrastructure equity is about building resilient communities through equity-centered infrastructure investments. By guiding a dialogue that seeks to identify actions Angelenos are eager to participate in, actions that can be implemented by game organizers and policy leaders, the LA28 Games may have a positive, enduring legacy. Infrastructure equity is about building resilient communities through equity-centered infrastructure investments. Currently, the only community outcome that has been firmly committed by the LA28 planning commission is the funding of the City of Los Angeles' Department of Recreation and Parks PlayLA program, through a $160M pledge from the International Olympic Committee. While this pledge is a transformational sum for Californian youth sports, it may not be the preferred outcome for all residents whose lives will be disrupted by the next LA Olympics. The 2028 Games will be the city's third time hosting the Games. LA hosted the 10th Olympiad in 1932, when Tenth Street was renamed Olympic Boulevard. In 1984, the LA Games turned a profit of $232.5 million, the remainder of which is stewarded to this day by the LA84 Foundation, providing youth sports opportunities throughout the region. Angelenos have recently had many reasons to visit the currently developing Hollywood Park, in Inglewood, before the LA28 opening ceremonies. SoFi Stadium hosted 70,240 attendees at the Superbowl last year and 420,000 across six Taylor Swift performances. The venue is currently preparing for the FIFA World Cup in 2026. And yet, visitors to this venue are still waiting for the construction of dedicated transportation infrastructure. With each event, residents of Inglewood are tested. It's been six years since the city approved plans for the Games, and with five remaining to prepare, residents have consistently voiced skepticism about the level of transparency surrounding the ongoing planning. Not long after LA landed the Games, regional support for the events polled between 76 percent and 83 percent. Recently, that number has dipped to just 57 percent of Angelenos saying that the Games will be “good for LA.” RAND's research for the London 2012 Games on How to Leave an Olympic Legacy showed that a critical factor for successfully hosting the Olympics was for planners to ask hard questions early, so the community could collaborate with the organizing committee, informing its response to critical themes such as homes, health, transport, jobs, society, and culture. It was essential, the RAND report found, to consider the broader legacy of hosting the Games in 2012, because London would be the first city to host a third modern Olympics. Both Paris and Los Angeles face this same legacy question for the next two Olympiads. Thus, it would be wise to look to the evidence-based framework from the London Games to guide conversations with the community in LA. This framework has been shown to generate relevant questions across themes of health, volunteering, employment, governance, accountability, economic development, tourism, transport, regeneration, land use, environment, civic engagement, multiculturalism, and security at each significant stage of Olympic planning, delivery, and legacy. For this model to work, there needs to be more engagement with the community, as well as a greater determination as to how each impacted neighborhood supports the Olympics and prioritizes themes contributing to the Olympic atmosphere. A critical factor for successfully hosting the Olympics is for planners to ask hard questions early, so the community can collaborate with the organizing committee. Communities might host flexible spaces that can celebrate these mega events and support the community safety measures that would allow traffic to progress smoothly, and to keep streets safe. Businesses and entrepreneurs of all sizes who can competitively fulfill the increased needs for services demanded by mega-events should also be empowered with the appropriate resources, loans, or permits to benefit economically from these mega-events. Proposals and contracts should prioritize working with local community groups to align with local goals that go beyond youth sports initiatives. Now is the time to convene with the diverse cultural groups that make up Los Angeles, and collaborate with these groups to outline the roles they might play in the Games' execution. These could involve volunteering, but go beyond that, too, and include opportunities for acknowledgment, celebration, and welcoming international guests who would appreciate the chance for growth and success in Los Angeles. It will be important to continue engaging with communities around Olympic venues in order to illuminate long-term priorities that can allocate resources to potentially transform neighborhoods into hospitable communities, adhere to transit deadlines that guarantee safe access to and from the Games, and enable fans to participate in the festivities because they choose to, and not out of economic necessity. Ultimately, when the last LAX flight departs and media speculations arise regarding the budgetary expenditures and finalized medal count, the residents of Los Angeles will take pride in the realization that the endeavors undertaken were not solely for a single, though important, sporting event. Instead, these investments will have yielded enduring benefits, with the metropolis freshly polished, shining as a symbol of resilience and prosperity. Cristian Rene Cardenas has a background supporting Los Angeles-based nonprofits focused on mental health, education, innovation, and commercialization in high-tech regulated sectors. He is an assistant policy analyst at the nonprofit, nonpartisan RAND Corporation, and a Ph.D. student at Pardee RAND Graduate School whose work has been funded by RAND's Center to Advance Racial Equity Policy. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}