{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:50:48.219857",
  "crawling_time_epoch": 1703231448,
  "type": "Commentary",
  "title": "A Civilian U.S. 'Joint Chiefs' for Economic Competition with China?",
  "url": "https://www.rand.org/pubs/commentary/2023/04/a-civilian-us-joint-chiefs-for-economic-competition.html",
  "descriptions": "China's aggressive activities are presenting a serious, sustained challenge to the international order. To position itself for this new era, the United States could create a civilian equivalent to the Joint Chiefs of Staff with a mandate to manage the expanding role of U.S. civilian departments in geopolitical and economic competition.",
  "posted": "Apr 24, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/04/a-civilian-us-joint-chiefs-for-economic-competition/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1683032449836.jpeg",
    "desc": "China yuan banknote on China flags and U.S. dollar banknote on United States flags, photo by Dilok Klaisataporn/Getty Images"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Barry Pavel Daniel Egel",
      "profil": "https://www.rand.org/about/people/p/pavel_barry.html",
      "position": "Vice President; Director, RAND National Security Research Division; Director, National Defense Research Institute Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@BarryPavel",
      "contact": "https://www.twitter.com/BarryPavel"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.geopolitical-strategic-competition.html",
        "tag": "Geopolitical Strategic Competition"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-economic-relations.html",
        "tag": "International Economic Relations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "America is at the beginning of a new era in history. China's aggressive activities are presenting the greatest sustained challenge to the rules-based international order since the end of World War II. While military capabilities and posture will remain essential—as Putin's invasion of Ukraine has reminded the world—the geopolitical milestones of this new era will be shaped by the intensive and growing economic and technological rivalry between the United States and China. In order to posture for success in this new era, the United States could create a civilian equivalent to the Joint Chiefs of Staff with a mandate to effectively and efficiently manage the expanding role of U.S. civilian departments in geopolitical and economic competition. In 1947, at the outset of the last comparable inflection point in history, the United States implemented a series of major structural reforms which President Harry Truman urged as the “best means of keeping the peace.” The 1947 National Security Act (PDF) formalized Truman's vision and established the National Security Council, the Secretary of Defense, and structures to ensure the “coordination of the activities of the National Military Establishment with other departments and agencies of the Government concerned with national security.” The Joint Chiefs of Staff (JCS) was one of the coordinating structures formalized in 1947 that would help lay the foundation for a Cold War victory decades later. Though the JCS was initially established by President Franklin D. Roosevelt shortly after Pearl Harbor, the 1947 National Security Act gave this body a formal peacetime mandate. Over the next four decades, the JCS would function as a “corporate advisory board (PDF)” in advising the president on military matters and provide, in President Truman's words, “coordination and unified command … [to prevent] future aggression against world peace.” The geopolitical milestones of this new era will be shaped by the intensive and growing economic and technological rivalry between the United States and China. A civilian JCS—which could include at least the secretaries of Commerce, State, and Treasury—could be patterned after the vision that President Truman had for the JCS after World War II. He articulated this vision in a 1946 letter to the U.S. Congress, stating that the responsibility of the Joint Chiefs of Staff was: Today's civilian cabinet leaders have highlighted the need for just such a new approach. Secretary of Commerce Gina Raimondo concluded that the United States is “operating in a fundamentally different strategic environment” that is “forcing us to defend our businesses and workers—and those of our allies and partners.” Secretary of State Anthony Blinken has highlighted the need to “sustain and expand our economic and technological influence” to “compete with China to defend our interests and build our vision for the future.” And Secretary of Treasury Janet Yellen has indicated that “it will be increasingly difficult to separate economic issues from broader considerations of national interest, including national security.” This new civilian “Economic JCS” (E-JCS) could provide an effective mechanism to—as our RAND colleague Ambassador (retired) Charles Ries has characterized it—“increase the vision, efficiency, and effectiveness with which [the United States] uses the instruments of national power.” And it could enable the National Economic Council (NEC) in the same way the military JCS helps the National Security Council: The NEC would retain its broader mandate for “U.S. and global economic policy” while the E-JCS would be focused exclusively on competition. The central task of this new E-JCS would be to strengthen the internal integration and external effectiveness of actions taken by what are the leading U.S. civilian departments in today's geopolitical rivalry. These departments could be better positioned, postured, and supported if they are to successfully undertake their essential new roles. This could require the development of coherent, strategic plans that can inform necessary organizational adaptations, effective allocation of significant amounts of new funding, and recruitment and onboarding of new staff necessary for these departments' expanded roles. The U.S. Congress—cognizant of the growing threat posed by China—has already committed hundreds of billions of dollars over the next decade via the Inflation Reduction Act of 2022 and the CHIPS and Science Act of 2022 in support of the U.S. pivot toward this new form of geopolitical competition. If the Cold War is any indication, this type of spending will remain robust and will prove a central factor in U.S. strategic success. Currently, the United States lacks the necessary coordinating structures to ensure that this massive infusion of new funding is allocated in a manner that is both efficient and effective for advancing the U.S. strategy vis-à-vis China. International engagement would be a critical element of the E-JCS. The United States and like-minded allies may need to expand their ever-closer synchronization of the use of economic and technology tools, the potency of which was demonstrated by the recent U.S. agreement with Japan and the Netherlands to restrict technological exports to China. The United States, despite a series of useful policy initiatives, is not yet postured for success in the new and very different landscape of this emergent era. The United States finds itself today in a geopolitical landscape that gives priority to the effective and coordinated use of economic and technological tools in order to protect U.S. national security and advance shared democratic values against an aggressive, expansionist authoritarian power that already has global reach. The United States, despite a series of useful policy initiatives, is not yet postured for success in the new and very different landscape of this emergent era. As in previous eras, the United States could realign its government structures and processes to compete effectively. A new civilian E-JCS featuring the secretaries of Commerce, State, and Treasury, supported and resourced on a sustained basis, could prove to be critically important to ensuring that the geopolitical outcomes of the current era are more favorable for the American way of life and less so for the authoritarians. Barry Pavel is vice president of the RAND National Security Research Division at the nonprofit, nonpartisan RAND Corporation. Daniel Egel is a senior economist at RAND, a professor at the Pardee RAND Graduate School, and RAND's Department of State portfolio manager. This commentary originally appeared on The Hill on April 23, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}