{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:27:00.234135",
  "crawling_time_epoch": 1704166020,
  "type": "Essay",
  "title": "A Four-Day School Week? Here Are the Costs and Benefits",
  "url": "https://www.rand.org/pubs/articles/2023/a-four-day-school-week-here-are-the-costs-and-benefits.html",
  "descriptions": "Hundreds of small school districts across America have cut one day a week from their calendars. A shorter school week helps them compete for teachers and reduce costs. Teachers and parents love it. But is it really in the best interests of students?",
  "posted": "Aug 31, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/a-four-day-school-week-here-are-the-costs-and-benefits/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1694719685580.jpeg",
    "desc": "Elementary students with backpacks walking in a school hallway, photo by Thomas Barwick/Getty Images"
  },
  "content": {
    "article": "For a town of barely 13,000 people, Athens, Texas, is not shy about putting itself on the map. It calls itself the black-eyed pea capital of the world. It claims the hamburger was born in a little café on its courthouse square. And its school district proudly proclaims itself the “Home of the 4-Day Instructional Week.” That last one resonates across rural America. In recent years, hundreds of small school districts like Athens have cut one day a week from their school calendars. Teachers love it. Parents tend to love it, too. Yet lawmakers in several states have started to question whether it's really in the best interests of students. Researchers at RAND provided one of the most comprehensive looks at the costs and benefits of a four-day school week. They reviewed test scores, surveyed families, and traveled through three states interviewing students, parents, teachers, and principals. They found that a shorter school week can help small districts like Athens compete for teachers and cut some costs. But it also comes with small delays in student achievement. “The driving force, for us, was to find a way to make us unique so that we could offer some benefit to the teachers that they might not have elsewhere,” said Janie Sims, the superintendent in Athens, which was the first pre-K–12 district in Texas to switch to a four-day week. “It's beautiful here. Our hope was that, if we could attract some high-quality teachers, they would stay with us once they got here.” “At this point,” she added, “we might have a mutiny if we decided to move away from it. Everyone loves it.” A four-day school week is exactly what it sounds like. Students typically start their school days a little earlier, and finish classes a little later—but in return, they get a three-day weekend every week. In rural areas, especially, kids often use that extra day off for chores, work, or family time. The shorter schedule also allows student athletes in far-flung districts a day to travel to games without missing class time. The idea has taken off in recent years. Small districts used it to cut costs in the aftermath of the Great Recession. Even more have turned to it in the stress-filled COVID era as a way to attract and retain teachers. By one estimate, only around 250 schools were operating on a four-day schedule in 1999. By 2019, the number was more than 1,600. Teachers love it. Parents tend to love it, too. Yet lawmakers in several states have started to question whether it's really in the best interests of students. Yet research on the pros and cons of a four-day school week had not kept up. Some small studies showed drop-offs in student achievement. Others showed small improvements. To provide some guidance to state and school leaders, the Robert Wood Johnson Foundation asked RAND to investigate what exactly a four-day week means for students, teachers, and schools. Researchers interviewed nearly 500 students, parents, teachers, and principals across Idaho, New Mexico, and Oklahoma. They also surveyed more than 1,300 parents and 6,500 middle- and high-schoolers. Perhaps not surprisingly, 85 percent of the students in four-day schools said they liked the shorter week “a lot.” But 89 percent of the elementary-school parents in four-day districts also said they were mostly or very satisfied with the shorter schedule. Teachers were also mostly supportive of the idea, although a majority described it as little more than a perk. In focus groups and interviews, some did say they were willing to drive long distances just to teach at a four-day school. Others said they would retire if their district switched back to a five-day schedule. The researchers found that student attendance may have improved slightly at the four-day schools, but the difference was not statistically meaningful. They found that younger students reported getting more sleep, but not students in middle or high school. Districts were able to cut some costs by not operating on Fridays (or, less often, on Mondays), but the savings amounted to only a few percentage points from the annual budget. “A lot of the benefits that districts think they'll enjoy, we couldn't really find in the quantitative evidence,” said Christopher Doss, a policy researcher at RAND and former high school teacher, who helped lead the study. “Students definitely spend more time with their families, definitely have more time for hobbies. It's just one of those things where communities need to make a decision about what trade-offs they're comfortable with.” NOTES: 4dsw and 5dsw refer to four-day and five-day school weeks. “No difference” indicates when the qualitative analysis indicated there was no difference between 4dsw and 5dsw districts or for which the quantitative analysis found no statistically significant difference between the 4dsw and 5dsw, and N/A indicates we did not measure this factor. Blue indicates that the qualitative data showed stakeholders perceived that the 4dsw had an advantage over the 5dsw, or that the quantitative analysis found that the 4dsw outcome was statistically significantly better than the 5dsw outcome. Orange indicates when qualitative findings included mixed views from respondents, and the quantitative findings included positive, negative, and/or no differences between 4dsw and 5dsw outcomes. [a] Respondents reported mixed views. [b] Findings varied by student age group. [c] Findings varied by statistical model. The big trade-off, RAND found, was in student achievement. Math and English test scores didn't fall when schools switched to a four-day week. But they didn't grow as fast as they did in similar districts in the same states that kept a five-day schedule. That meant students in the four-day districts fell behind a little more every year. After eight years, the gap was roughly equivalent to the achievement losses that schools saw during the pandemic. “The teachers and parents and administrators that we talked to were quick to say, 'Year over year, we see our rank in the state the same or improving; we see our test scores improving,'” said policy researcher Andrea Phillips, a former middle school teacher, who co-led the study. “And that was true. They were improving. It's just that their rate of improvement would have been higher if they had stayed at five days.” RAND published its study in late 2021. Other research since then has largely bolstered its findings and filled in more details. One study found that the four-day week may hurt reading scores more than math scores. A large study released last year found that the shorter schedule held back student achievement in small-town and suburban districts but had little or no effect in rural districts. To retain teachers, the four-day week has been a game changer. The most important thing in a classroom is the teacher, and we want the best teachers in front of our children. Gregg Klinginsmith, superintendent, Warren County, Missouri In Warren County, Missouri, superintendent Gregg Klinginsmith had been fighting to stop an exodus of his best teachers. His small district lies about 15 miles from the suburban fringe of St. Louis, where teachers can make thousands of dollars more than he can offer. He switched to a four-day schedule a few years ago and said he hadn't seen any drop-off in student test scores, although he was still waiting for more data to know for sure. But as a way to retain teachers, he said, the four-day week has been a game changer. “We just could not keep up,” he said. “The most important thing in a classroom is the teacher, and we wanted to have the best teachers in front of our children. I wish we could use money to do that and pay people what they're worth. Unfortunately, we just don't have the money to do that. Our retention tool is time.” The growing interest in a four-day school week in some ways parallels a shift toward four-day workweeks in the corporate world. A large survey of business leaders by Ernst & Young found that 40 percent were planning to implement a four-day week, or already had. Democratic lawmakers in the U.S. House have twice introduced a bill to shorten the standard workweek to 32 hours instead of 40. Golden, Colorado, is experimenting with a 32-hour week for its police. But in some states that helped pioneer the four-day school week, lawmakers are starting to push back—often citing RAND's findings. Oklahoma added accountability standards and required special waivers for schools operating on a four-day schedule. Missouri considered, but did not pass, legislation to block schools from shortening their schedules. So did Texas. Athens superintendent Janie Sims went to Austin to lobby against the Texas bill. Every one of her campuses earned distinction from the state last year in recognition of their academic achievement, she said. That had never happened before. Big employers in her town have shifted their own schedules so that parents can have a three-day weekend with their kids. “All of this is for naught if our students don't achieve,” Sims said. “We believed, and still believe, that having the strongest teachers in the classroom makes that happen. That was the whole goal of this, to recruit them.” She used to go to job fairs, where she would sit in her booth, flanked by bigger districts who put their starting salaries in lights. She hasn't been to one of those in years now. Teachers have a way of finding Athens through word of mouth, she said—and often, they come asking about the four-day school week. —Doug Irving",
    "overview": "",
    "topline": "",
    "tags": [
      "Academic Achievement Gap",
      "Education Administration",
      "Education Policy",
      "Elementary Education",
      "Secondary Education",
      "Teacher Incentives",
      "Teachers and Teaching",
      "www.rand.org"
    ],
    "image": []
  }
}