{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:12:39.312890",
  "crawling_time_epoch": 1703239959,
  "type": "Commentary",
  "title": "A Good Night's Sleep, What's It Worth to You?",
  "url": "https://www.rand.org/pubs/commentary/2023/04/a-good-nights-sleep-whats-it-worth-to-you.html",
  "descriptions": "Most people in the developed world would fork over serious bucks—14 percent of their paycheck—to avoid the health-threatening, productivity-sapping effects of insomnia. When it comes to sleep, quality and quantity should be parallel goals. And the benefit of achieving them could be priceless.",
  "posted": "Apr 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/04/a-good-nights-sleep-whats-it-worth-to-you/_jcr_content/par/teaser.crop.250x187.lm.jpeg/1681821715615.jpeg",
    "desc": "Older Asian woman lying in bed awake with clock in foreground showing 2:40 am, photo by amenic181/Getty Images"
  },
  "content": {
    "source": "(Thrive Global)",
    "author": {
      "name": "Wendy M. Troxel Robert J. Romanelli",
      "profil": "https://www.rand.org/about/people/t/troxel_wendy_m.html",
      "position": "Senior Behavioral and Social Scientist Research Leader",
      "username": "@wendytroxel",
      "contact": "https://www.twitter.com/wendytroxel"
    },
    "tags": [
      "Chronic Diseases and Conditions",
      "Health-Related Quality of Life",
      "Sleep",
      "www.rand.org"
    ],
    "Article": "How much would you pay to get enough quality sleep? Most people in the developed world would fork over serious bucks—14 percent of their paycheck—to avoid the health-threatening, productivity-sapping effects of insomnia. Sleep is a fundamental, biological necessity, like the need for food and water; however, millions of people globally struggle to get a good night's sleep. Lack of sleep costs the global economy hundreds of billions of dollars per year and can have impacts on individual pocketbooks, not to mention people's physical and emotional well-being. Studies suggest that while about one-third of the U.S. population fails to get enough sleep, defined as less than 7 hours of sleep per night, about two-thirds suffer from poor quality or nonrestorative sleep. Sleep is a fundamental, biological necessity, like the need for food and water; however, millions of people globally struggle to get a good night's sleep. While the occasional poor night's sleep is common, at the extreme is the clinical phenomenon of insomnia, which is characterized by difficulty falling and staying asleep or getting poor-quality sleep. Chronic insomnia, defined as insomnia symptoms lasting for three months or longer, is the most common sleep disorder, affecting about one in 10 people globally. The daytime consequences of insomnia include impairments in mood, concentration, or productivity, with symptoms occurring as a result of chronic sleeplessness. Ask anyone suffering from insomnia how it affects them, and they will tell you that insomnia has profound and far-reaching effects on their mental and physical health, their relationships, and their productivity at work. Beyond these individual consequences, however, there has been little evidence concerning the broader societal impacts of untreated insomnia, including the economic impacts. A recent RAND Europe study looked at insomnia in 15 of the world's richest economies and found that insomnia could cost them billions of dollars, ranging from $1.8 billion in Portugal to $207.5 billion in the United States, primarily due to the known consequences of insomnia on workplace productivity. The same report found that the average person would trade about 14 percent of their annual salary, or about $7,700 in the United States, to be insomnia free. This is more than individuals would pay to avoid the negative impacts of stroke, asthma, or arthritis, but less than what they would trade to avoid the impacts of heart failure, cancer, or diabetes. The last thing an individual with insomnia needs to hear is that they should sleep more, as this may just exacerbate their anxiety around sleep. Importantly, these estimates of the willingness to trade income for good quality shuteye persisted even after controlling for the impact of lack of adequate sleep duration. In other words, insomnia's impact on quality of life is not solely due to sleep duration, and a sole focus on getting enough sleep may not be enough. Truth be told, the last thing an individual with insomnia needs to hear is that they should sleep more, as this may just exacerbate their anxiety around sleep. Sleeplessness is a global phenomenon with global implications, but there is really no way to trade money for quality sack time. Still there are other things people can do to promote good sleep health overall, including maintaining a consistent sleep-wake schedule, having a relaxing wind-down routine prior to bedtime, and avoiding alcohol or caffeine use, particularly late in the day. But for those who have chronic insomnia, such sleep health tips will only go so far. A band-aid, for instance, may be useful to have in a first-aid kit, but will do little to mend a broken bone. For those with the clinical disorder of insomnia, clinical treatment by a trained professional is recommended. The good news is that a variety of evidence-based treatments exist for insomnia, including both behavioral and pharmacologic ones. When it comes to sleep, quality and quantity should be parallel goals. And the benefit of achieving them could be priceless. Wendy Troxel is a senior behavioral and social scientist at the nonprofit, nonpartisan RAND Corporation. She is a licensed clinical psychologist and certified behavioral sleep medicine specialist, as well as an adjunct faculty member in psychiatry and psychology at the University of Pittsburgh. Robert Romanelli is a research leader at RAND Europe focusing on health and well-being. This commentary originally appeared on Thrive Global on April 17, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}