{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:05:55.482214",
  "crawling_time_epoch": 1703243155,
  "type": "Blog",
  "title": "A Look Back at the War in Afghanistan, National Secuirty Risks, Hospice Care: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-march-03.html",
  "descriptions": "This weekly recap focuses on why the United States “stayed the unfavorable course” in Afghanistan, the Ohio train derailment, state data on gun deaths, and more.",
  "posted": "Mar 3, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-03/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1677874978033.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "tags": [
      "Afghanistan",
      "Artificial Intelligence",
      "Bioethics",
      "Emergency Preparedness",
      "Gun Policy",
      "Gun Violence",
      "Hospice Care",
      "Military Strategy",
      "Railway Transportation",
      "Russia",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "This week, we discuss how Afghanistan became a “policy trap” for the United States; why the train derailment in East Palestine, Ohio, is a national security issue; which states have the highest rates of firearm deaths; the growing security risks of synthetic biology and artificial intelligence; Vladimir Putin's determination to keep fighting in Ukraine; and patient experiences in for-profit and nonprofit hospices.",
    "sub_article": [
      {
        "title": "The U.S. 'Policy Trap' in Afghanistan: A Look Back",
        "descriptions": "Photo by U.S. State Department/Alamy For 20 years, the United States pursued a single policy objective in Afghanistan: prevent a terrorist organization from using the country as a safe haven that might allow the group to carry out an attack against America. Despite deteriorating conditions and no apparent hope of military victory, this goal remained constant. To understand why U.S. objectives in Afghanistan did not evolve, RAND researchers interviewed senior leaders involved in policy decisionmaking between 2001 and 2016. Overall, they found that the expanding, open-ended mission in Afghanistan led America into a “policy trap” in which victory seemed impossible but withdrawal was not politically or psychologically palatable. Here are a few more key takeaways: America's experience in Afghanistan has shown that de-escalating a conflict under conditions short of victory is tremendously difficult—both practically and politically.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-03/_jcr_content/par/blogpost/par-blog/wrapperdiv/imagewithclass.fit.800x0.jpeg/1677874042313.jpeg",
          "width": "800",
          "height": "450",
          "desc": "U.S. Secretary of State John Kerry views Kabul from the window of a Black Hawk military helicopter in Kabul, Afghanistan, March 26, 2013, photo by U.S. State Department/Alamy"
        }
      },
      {
        "title": "Why Ohio's Train Derailment Poses National Security Risks",
        "descriptions": "Photo by NTSBGov/Reuters The recent train derailment in East Palestine, Ohio, resulted in a discharge of vinyl chloride, a cancer-causing substance that was later burned to prevent an explosion. Beyond the obvious public health concerns, this disaster highlights a troubling national security issue, say RAND experts: If infrastructure and disaster response are already struggling during peacetime, then in wartime they would likely collapse.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "Which States Have the Highest Rates of Firearm Deaths?",
        "descriptions": "Photo by Eduardo Munoz/Reuters Gun violence is a nationwide problem. But high firearm mortality in America sometimes obscures enormous state differences in firearm homicides and suicides. A new interactive RAND tool sheds light on state-by-state gun mortality data and shows the effects of different state gun laws. Among the key findings, states in the northeast, west, and north-central regions have low firearm homicide rates, while states in the central midwest and south have among the highest.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-03/_jcr_content/par/blogpost/par-blog/wrapperdiv_655378184/imagewithclass_copy.fit.800x0.jpeg/1677874247722.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Firearms are displayed at a gun shop in Lakewood Township, New Jersey, March 19, 2020, photo by Eduardo Munoz/Reuters"
        }
      },
      {
        "title": "RAND President and CEO on Emerging National Security Risks",
        "descriptions": "This week, RAND president and CEO Jason Matheny presented to the House Permanent Select Committee on Intelligence. He discussed two serious threats to national security: advances in synthetic biology, or synbio, and artificial intelligence. Both technologies “hold the potential to broadly transform entire industries,” Matheny said, including medicine, manufacturing, and energy. Addressing the potential risks of synbio and AI may require structural reforms in the intelligence community.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "Russian Troops Know How Little They Mean to Putin",
        "descriptions": "Photo by Alexander Ermochenko/Reuters After more than one year of war in Ukraine, Russia has sustained staggering losses. Despite the Russian military’s diminished capacity, writes RAND’s Dara Massicot in the New York Times, Moscow continues to push its troops forward. According to Massicot—who also testified before the U.S. Senate Committee on Armed Services this week—Russian President Vladimir Putin “seems willing to sacrifice the lives of Russian men and mortgage Russia's future to achieve what he can.” For Ukraine, this is a deadly commitment.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-03/_jcr_content/par/blogpost/par-blog/wrapperdiv_1035350401/imagewithclass.fit.800x0.jpeg/1677874515110.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A Russian service member stands at a combat position on the left bank of the Dnipro river in the Zaporizhzhia region, Russian-controlled Ukraine, November 26, 2022, photo by Alexander Ermochenko/Reuters"
        }
      },
      {
        "title": "Care Experiences in For-Profit and Nonprofit Hospices",
        "descriptions": "Patients at for-profit hospices have substantially worse care experiences than those who receive care from nonprofit hospices. That's according to a new RAND study, which analyzed responses to more than 650,000 surveys of family caregivers. This finding is especially concerning, says lead author Rebecca Anhang Price, “given the striking growth of for-profit hospices, which have profit incentives that have been shown to affect how they care for patients.”",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-03/_jcr_content/par/blogpost/par-blog/wrapperdiv_267892730/imagewithclass.fit.800x0.jpeg/1677874627325.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A health care worker sitting on the bed of a patient and feeding her, photo by Mario Arango/Getty Images"
        }
      }
    ]
  }
}