{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:25:15.719492",
  "crawling_time_epoch": 1704165915,
  "type": "Commentary",
  "title": "A Matter of Trust: More Delays for the VA's EHR System",
  "url": "https://www.rand.org/pubs/commentary/2023/10/a-matter-of-trust-more-delays-for-the-vas-ehr-system.html",
  "descriptions": "Given how long it's taken to get five Veterans Affairs (VA) hospitals online, the path to around 170 hospitals using the VA's new electronic health record system seems hard to envision. The next step won't even come until March. Until then, veterans just have to wait as fixes are made, money is spent, and patients are hopefully kept safe.",
  "posted": "Oct 6, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/10/a-matter-of-trust-more-delays-for-the-vas-ehr-system/_jcr_content/par/teaser.crop.250x187.rb.jpeg/1696857535310.jpeg",
    "desc": "Closeup of a medical worker using a tablet in an emergency room, photo by SDI Productions/Getty Images"
  },
  "content": {
    "source": "(Healthcare Dive)",
    "author": {
      "name": "Shira H. Fischer",
      "profil": "https://www.rand.org/about/people/f/fischer_shira_h.html",
      "profession": "Physician Policy Researcher",
      "username": "@ShiraFischer",
      "contact": "https://www.twitter.com/ShiraFischer"
    },
    "tags": [
      "Electronic Medical Records",
      "Health Information Technology",
      "Military Veterans",
      "United States",
      "Veterans Health Care",
      "www.rand.org"
    ],
    "Article": "Those who have been following the new electronic health record rollout at Veterans Affairs hospitals over the past year will not be surprised to hear there's been another bump in the road. The “reset” or “pause” that was instituted in the spring is now being extended out until March 2024. In other words, a solution lies around the corner, maybe. In a hearing before Congress two weeks ago, Oracle had some good news: The new electronic health record (EHR) system has had 100 percent uptime for the last four months and other indicators are positive. And yet, it is only live in five of about 170 VA Medical Centers (VAMCs). The others are still using VistA, the classic system the VA has been unable to migrate from, despite a number of attempts. One of the most important aspects of a computer system is the ability to trust it. You need your banking app to be available and accurate all of the time, not just usually. If your phone's clock sometimes displayed the wrong time, you wouldn't be able to rely on it at all. One of the most important aspects of a computer system is the ability to trust it. Of course, these aren't the kind of mistakes that users of the Oracle Cerner EHR were seeing. As the use of Cerner broadened, some alerts or components had not been extended into all of the different modules as they should have been. Older versions of veterans' addresses were accidentally replacing newer ones. Programming issues, really. But in health care, mistakes like these can lead to errors—like missed reminders or medications going to the wrong address—that can cause real pain and suffering. A one-year delay in rollout is long, costing time and money as tax dollars are used to maintain two systems. But critically, what has also been lost is trust. At the House oversight hearing, the discussion was about cost and deadlines and metrics, but undergirding it all was a question of whether the system and its caretakers can be trusted. Representatives asked whether they should continue to fund such a project and what metrics could be used to demonstrate effectiveness. Ken Glueck, Oracle's executive vice president, argued that “one of the biggest reasons the VA version of Millennium is so unwieldy is because there were 130 different ways of doing things across 130 different instances of VistA.” And he's not wrong—VA's homegrown system has been customized and fragmented, and that makes unification a challenge. But when he writes, “raise concerns and we will fix them,” that sounds more like a bug-squashing approach for a beta version of a computer game, not an approach for an EHR system where small problems can literally endanger the lives of 23.5 million people. Effectively fixing all errors is not a big win for the user—the system has to work for them and help them through their workflow in a reliable way. So far, that is not happening. Cerner needs to get it right from the start, not once someone complains, and right now the trust is not there that they can do that. As one representative put it, “I've not heard a single positive out of this system.” Effectively fixing all errors is not a big win for the user—the system has to work for them and help them through their workflow in a reliable way. So far, that is not happening. In the meantime, VistA remains beloved. Only a handful of VAMCs are on the new system. For those working at the other medical centers, VistA is what they're used to. It's a little quirky, but it's well-liked and it works. And most importantly, users trust it. Given how long it's taken to get these five online, the path to around 170 hospitals using Cerner seems hard to envision. How will they get there? The next step won't even come until March. Until then, veterans just have to wait as fixes are made, money is spent, and patients are hopefully kept safe. Shira Fischer is a physician policy researcher at the RAND Corporation. This commentary originally appeared on Healthcare Dive on September 29, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}