{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:14:13.414545",
  "crawling_time_epoch": 1703240053,
  "type": "Commentary",
  "title": "A Nuke for a Nuke? Public Debate and Political Party Views on Nuclear Acquisition in South Korea",
  "url": "https://www.rand.org/pubs/commentary/2023/03/a-nuke-for-a-nuke-public-debate-and-political-party.html",
  "descriptions": "There is a high level of uncertainty and a lack of clarity surrounding the issue of South Korean nuclear acquisition. What political, security, and strategic factors are key to guiding this debate in Seoul?",
  "posted": "Mar 2, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/03/a-nuke-for-a-nuke-public-debate-and-political-party/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1677795377304.jpeg",
    "desc": "The National Assembly of South Korea, Yeouido, Seoul, photo by Vincent_St_Thomas/Getty Images"
  },
  "content": {
    "source": "(KEI)",
    "author": {
      "name": "Erik Mobrand",
      "profil": "https://www.rand.org/about/people/m/mobrand_erik.html",
      "position": "Korea Policy Chair; Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "International Diplomacy",
      "North Korea",
      "Nuclear Weapons and Warfare",
      "Security Cooperation",
      "South Korea",
      "United States",
      "www.rand.org"
    ],
    "Article": "The possibility of independent South Korean nuclear acquisition has become a topic for analysis in American policy discussions, where much has been made of polls showing more than two-thirds of sampled South Koreans supporting their country acquiring nuclear weapons. However, these poll results should be read with circumspection. There are questions about whether respondents consider the consequences and questions about the logic behind this stated support. Voters in South Korea might not be happy if their elected leaders decided to build nuclear weapons, only to find the economic and diplomatic consequences disastrous. Representative democracy works by giving power to elected leaders to make the tough decisions. Democracy is not a survey. Popular views, ostensibly revealed through surveys, do not necessarily inform political and public debate. It can also work the other way around. Polls, punditry, and press treatment can become resources for other purposes. Far from reflecting views on an issue, analysis and reporting can be used to will an “issue” into existence. U.S.-based researchers should understand the state of public discussion in South Korea over nuclear acquisition, not least so that they can come to grips with the consequences of public claims they might make. North Korea's shifting capabilities mean that there might be changes in the priorities of the United States and South Korea. For reasons that are known, South Korea could have a debate over the acquisition of nuclear weapons. North Korea's shifting capabilities mean that there might be changes in the priorities of the United States and South Korea. In a democracy like South Korea, such a debate might also become a matter of partisan or popular struggle. That discussion, though, has largely not materialized. No major political party takes a firm stance on the issue. Neither of the two largest parties have adopted a position, either formally or informally, on nuclear acquisition. When politicians have made statements on acquiring nuclear weapons, it has been members of the People Power Party (PPP) of President Yoon SukYeol. For example, Rep. Kim Ki-hyun said in October 2022 that “if we can, having nuclear weapons would raise the Republic of Korea's defense.” He continued discussing the Nuclear Non-Proliferation Treaty (NPT), saying the “NPT is an unfair agreement…. Given the extent of North Korea's nuclear weapons, then under emergency conditions we can also leave the Non-Proliferation Treaty.” The unfairness referred to is that a few powerful countries are permitted to have nuclear weapons while others are not. A spokesperson for the party later confirmed that South Korea can pull out of the NPT under emergency circumstances. The highest profile statement came from the president. President Yoon, in January 2023, told a policy briefing that nuclear acquisition, or nuclear deployment from the United States, could become reasonable responses to the threat from North Korea. The comment received domestic and international attention, as South Korean leaders have not broached the subject over the past three decades. The Democratic Party (DP), which holds a majority in the National Assembly, has said less on the matter. One can imagine DP members, keener on security through fostering peace and dialogue with North Korea, might oppose placing nuclear weapons on South Korean soil, whether they were under domestic or American control. The opposite can also be imagined: in some foreign analysis of South Korea, it is suggested that nationalistic progressives, concerned with national autonomy, would champion nuclear armament. However, there is no evidence for this possible development. DP responses to PPP references to independent nuclear acquisition have been dismissive, presumably because there are few serious arguments to which to respond. A former legislator from the minor Justice Party, a progressive party with only a handful of seats in the National Assembly, has dismissed the notion of independent nuclear acquisition on the grounds that the United States would not permit it and that if South Korea proceeded, the country would become a pariah. The DP holds together a coalition of reformers and other politicians, known colloquially as “watermelons,” who differ little on many policy matters from their PPP counterparts. They are certainly not all nationalist progressives. South Korea's parties are not aggregates of different viewpoints or coalitions of interests emanating from society. There is no subgrouping or constituency within either major party that demands nuclear armament. At this stage, it would be a profound mistake to equate the DP, or a part of it, with an autonomy argument for nuclear weapons. When politicians have endorsed the idea of nuclear acquisition, no serious argument has been put forward. Taegu mayor Hong Joon-pyo , from the PPP, writing on Facebook, declared that “if we do not change the nuclear balance on the Korean peninsula, then it will bring about a situation where the security of the state cannot be guaranteed.” He added, that “if we only cry out with extended deterrence, then where will the effectiveness be once we receive a nuclear attack?” Of course, if South Korea were attacked, then deterrence had, by definition, been ineffective. The comment raises the question of deterrence supplied by U.S. support or through a South Korean nuclear arsenal, without making any sensible remark on the differences between those options. After a number of PPP figures stated that the country could acquire nuclear weapons, others pulled back from that position. They noted “the reality that the United States would absolutely not permit” it. Rep. Yun Sanghyun said in a radio appearance: “I really want us to have our own nuclear weapons. To tell the truth, the easiest option is a nuke for a nuke, an eye for an eye, a tooth for a tooth.” Yet due to the international loss in trust, the diplomatic and economic consequences, leaving the NPT is impractical, the legislator said. The same happened after President Yoon's comments in January 2023. His office immediately clarified that the country has no plans or intention to acquire nuclear weapons. Occasional statements from PPP members on this matter fit a pattern that has been seen with other issues in the last two years. Political actors created electoral resources in anti-feminism and anti-Chinese sentiment. After the PPP installed an anti-feminist spokesman as party head in the summer of 2021, previously-unthinkable statements against women and gender equality became commonplace in the media. On the back of the empowerment of anti-feminism, surveys showed that a sizeable proportion of Koreans supported the abolition of the Ministry of Gender Equity and Family. Nevermind that much public criticism of the ministry was not based on disputing the value of gender equality, polls could be cited as evidence to mainstream and legitimize once-extreme views. On China, too, then-candidate Yoon appealed to public frustration with the country. Citing survey results can also quiet skeptics. On China and anti-feminism, the PPP baited the DP to say something unpopular. The same techniques are employed in U.S. domestic and electoral politics. A similar logic could be at work on the issue of nuclear armament, encouraging the DP either to remain silent or make statements that the media could pillory as being out of touch. The absence of those serious policy proposals is striking. The potential costs and benefits to nuclear acquisition are complex, and yet—in this country of profound political engagement—party politicians are not coming out to give assessments of those costs and benefits. One such debate might focus on the serious economic and diplomatic costs and consequences of nuclear acquisition. What are the odds that Seoul would be granted an exception, given the extraordinary circumstances on the peninsula, to withdraw from the NPT? If not given that exception, the move could invite sanctions that would devastate the Korean economy. The country would need a calculation of those costs and a strategy for mitigating them and adapting. Neither has been offered, although occasional commentaries address those issues. Party politicians are not coming out to give assessments of the costs and benefits of South Korean nuclear acquisition. Then there is the issue of the current administration's own stated policies on North Korea. The security policy commits South Korea to denuclearization of the peninsula. Seoul would be in an awkward position retreating from those commitments. The government would then need to formulate a new approach to North Korea. The need for nuclear weapons in the first place might also be debated. Does deterrence work only if South Korea possesses its own capabilities, not relying on U.S. capabilities whether located on Korean territory or nearby? And are nuclear weapons the only way to deter nuclear weapons? An affirmative answer to the latter has been asserted, both by politicians and by think tank leaders. Another way of thinking is that combined conventional South Korean and American forces work as sufficient deterrent. In sum, critical discussion of nuclear acquisition has not become mainstream. An October 2022 article in the Korean periodical Hankyoreh 21 made this point clear, by examining four key questions and giving contrasting perspectives on each. The questions are: does Korea need nuclear weapons; can it rely on American nuclear weapons; could the United States permit Korea to acquire nuclear weapons; and what would be the consequence of nuclear armament? While not dismissing the case for nuclear weapons, the article demonstrates that proponents have yet to give answers to the big questions. In a democracy with a public as sophisticated and politically engaged as South Korea's, you would expect to see these issues analyzed extensively. They would be dissected in painstaking detail on YouTube chat programs and feature in newspaper editorials. South Korea might come to have a public, and maybe partisan, debate on nuclear acquisition. To date, it has not. Analysis in the United States on South Korea and nuclear issues can help clarify Seoul's options. It can do other things, too. Published results, especially from outlets or research institutes in the United States, can become resources in the hands of interested parties in South Korea. When the Washington Post publishes a commentary, a political operator in Seoul sees a chance. When a reputable American research institute puts out survey results, editors in South Korea smile at the clicks soon to come their way. The dual nature of public policy research is such that what appears as objective analysis in one context turns into resources for political or commercial mobilization in another. There is a strategic dimension, too. Aware that U.S.-based comments can be deployed to legitimize a position, actors in South Korea can encourage discussion from across the Pacific to generate those resources. The purposes could range from simply getting attention to giving South Korea greater leverage vis-à-vis the United States to other motivations that may have little to do with the issue itself. As a result, commentary in the United States on the nuclear question in South Korea does not stand separate from any discussion on the issue within South Korea. Commentary in this case is not a neutral or objective exercise because it can, reflexively, have effects on the thing it analyzes. Comment on “the discussion” can be an effort to create a discussion. From the standpoint of public interest—both Korean and American—all of this is disappointing, and dangerous. News media simplify the views of U.S.-based pundits and researchers and then use them as fodder to normalize the argument for nuclear armament in South Korea. This technique does nothing to stimulate careful consideration of a major issue. Intellectuals can be complicit in these efforts, unwittingly or not, which then generate noise on the nuclear issue. If partisan viewpoints shaped debate on nuclear armament, then there would be a degree of helpful predictability to where South Korea stands on this issue given influence from one political party or another. This is not the case. Instead, there is a high level of uncertainty and a lack of clarity. What is said and made public seems to diverge from what is really meant. Some politicians state publicly their desire to see the country acquire nuclear weapons, but these claims appear to be more based on the perception that such statements are popular than any credible belief, as responsible, elected representatives, that the move would be, on balance, good for the nation. Erik Mobrand is Korea Policy Chair and senior political scientist at the RAND Corporation. The views expressed here are the author's alone. This commentary originally appeared on KEI on February 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}