{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:15:19.359670",
  "crawling_time_epoch": 1703240119,
  "type": "Commentary",
  "title": "A Political Assessment of Putin's War on Ukraine",
  "url": "https://www.rand.org/pubs/commentary/2023/02/from-gatherer-of-lands-to-gravedigger-a-political-assessment.html",
  "descriptions": "Putin's war in Ukraine is already redefining the entire international order. If the United States acts now, it may be able to influence the shape of the post-war geopolitical terrain.",
  "posted": "Feb 13, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/from-gatherer-of-lands-to-gravedigger-a-political-assessment/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1676394578649.jpeg",
    "desc": "Russian President Vladimir Putin at a meeting in Moscow, Russia, February 9, 2023, photo by Mikhail Metzel/Sputnik via Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "John Tefft Bruce McClintock Khrystyna Holynska",
      "profil": "https://www.rand.org/about/people/t/tefft_john.html",
      "position": "Distinguished Chair in Diplomacy and Security Lead, Space Enterprise Initiative; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Assistant Policy Researcher, RAND, and Ph.D. Student, Pardee RAND Graduate School",
      "username": "@BHMcClintock",
      "contact": "https://www.twitter.com/BHMcClintock"
    },
    "tags": [
      "Military Strategy",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "A year after Russia invaded Ukraine it may be difficult to accurately predict the war's lasting impact on the international order, but there are steps the United States and the West could take to help sculpt the outcome: remain committed to Ukraine, strike a balance between support and escalation, and begin to consider the best long-term future of Russia and how the West can support it. In 2015 Arkady Ostrovsky, Russia editor of The Economist, published The Invention of Russia, from Gorbachev's Freedom to Putin's War. In the concluding chapter of this brilliant account of the course of modern Russia, Ostrovsky puts Vladimir Putin squarely in the Russian historical tradition of using “aggression and territorial expansion as a form of defense against modernization”:  The war in Ukraine may have taught Putin and the Russian people that using military force, especially a military with serious deficiencies, has its limits when faced by a people fighting an inspired battle to save their country. War and an imperial ideology are not substitutes for the hard work of modernizing your nation. Every country, especially Russia, needs to focus on adopting sensible economic reform, diversifying its economy, and preparing its young people to compete in the new competitive, highly technical world we live in. In doubling down in his effort to take Ukraine, Putin is mortgaging Russia's future to satisfy his imperialistic dreams. Instead, Putin has resisted necessary economic reform and forced a huge number of Russia's best and brightest young people into exile, fleeing conscription and a Russia few of them believe in. In doubling down in his effort to take Ukraine, Putin is mortgaging Russia's future to satisfy his imperialistic dreams. Ukraine is enduring a brutal winter of war. Having failed on the battlefield, the Kremlin has launched missile and drone assaults on Ukraine's electrical, water, and heating systems. Russia is trying to bring Ukraine to heel by destroying civilian infrastructure to make life so miserable during the winter that Ukraine's people will press their government to sue for peace. The price has been horrific. Tens of thousands of Russian soldiers killed. Thousands of Ukrainian soldiers and innocent Ukrainian civilians killed. Damage to Ukraine's housing and infrastructure in the hundreds of billions of dollars. UNHCR reported that, as of January 31, 2023, 8 million of 44 million Ukrainians have been recorded as refugees across Europe, with many more displaced internally or to places other than Europe. Nevertheless, by nearly all accounts the Ukrainian people are not ready to give in. Anger at Russia only grows with every new missile assault. So too does the determination of the Ukrainian people to oust Russia. Ukraine has surprised the world with its resolve, ingenuity, and battlefield successes, reclaiming an estimated 55 percent of the Ukrainian territory Russia seized when it launched its invasion. Putin's policy toward Ukraine has largely been a story of failure over the past two decades. He directly supported Viktor Yanukovych in the 2004 Ukrainian presidential election and was quick in congratulating him with a “landslide victory.” The Ukrainian people, outraged by substantial electoral corruption, demanding a revote which Yanukovych ultimately lost to Viktor Yushchenko. In the wake of Ukraine's 2013–2014 “Revolution of Dignity,” Putin invaded and annexed Crimea and launched a campaign of subversion in Donbas. Over 14,000 people died and 1.4 million were displaced, but Putin was stymied in his attempt to annex the Donbas region and gain control of Ukraine's government through the February 2015 “trojan horse–style” Minsk accord. Finally, he launched the massive, catastrophic three-pronged invasion of Ukraine on February 24, 2022. In invading Ukraine, Putin violated international law and effectively tore up numerous long-standing Russian commitments to maintain Ukrainian and European security. As in 2014, Putin again violated one of the core rules that has for the most part preserved European peace for over 70 years—using military aggression to forcibly change the borders of sovereign European states. Putin's revanchist campaign has also caused major collateral damage in international energy and food supplies. This carnage has been brought about by Vladimir Putin's obsession to become one of Russia's historic “gatherers of lands,” as Ostrovsky wrote years ago and as Putin himself hinted in recent remarks. He wants to go down in history with Tsars Alexei III, Peter the Great, Catherine the Great, and Stalin as rulers who expanded the boundaries and political influence of mother Russia. Instead of taking steps to build a modern state integrated into the global economy, Putin is trying to turn back the clock to a bygone mythical era of Russian power. It is much more likely that Putin's legacy will be as a ruler whose strategic mistake of invading Ukraine will diminish Russia, its influence, and its way of life for decades to come. Today, Russia stands at an inflection point. It is a pariah in much of the world, with the West remaining steadfast in its military and economic support for Ukraine. By publicly abandoning the fiction of a “special military operation” and forcibly drafting soldiers into the army, Putin symbolically crossed his own “Rubicon.” He had previously sought to minimize the cost of the conflict in Ukraine and shield it from the view of the Russian people through a careful propaganda campaign. Russia hid the truth of its battlefield losses. Now, with husbands and sons conscripted into the armed forces, and many being killed on the battlefield, the Kremlin can no longer pretend that this war is not affecting life in Russia itself. Groups of soldiers' mothers are beginning to speak out just as they did during the Chechen wars of the 1990s. The Kremlin is trying to liken the war to the defense of the Russian homeland during World War II. The problem is that Russia started this war, and most informed Russians know it. Russia is on the road to economic ruin. It has survived the war so far through careful macroeconomic management and continuing revenue from oil and gas sales. Western sanctions have had some effect, particularly cutting Russia off from critical high-tech imports from the West. Russia has lost its reputation as a reliable supplier of energy. Some 80 percent of Europe's pipeline gas imports from Russia have already been replaced. Many of Russia's best and brightest, especially those in high-tech sectors, have fled Russia to avoid conscription or seek a better opportunity abroad. Before the war Putin prioritized stability, tightening his control and foreswearing reforms recommended by his economic advisors. Ironically, the invasion of Ukraine is increasing the very instability that Putin had sought to avoid at all costs. Political dissension is starting to rise. The Putin regime has clamped down hard on liberal opponents of the war, such as Ilya Yashin, but permitted right-wing opponents to speak openly and critically of Russia's military failure—as long as they do not criticize Putin himself. Undoubtedly his hardline supporters and advisors certainly share his frustration at Russia's strategic failure in this war. But multiple sources indicate Russian elites are starting to contemplate Russia losing the war in Ukraine. Putin continues to nourish deep grievances against the West on a range of issues, and Western support for Ukraine has likely only aggravated his anger. We do not know how this war will end. As the conflict bogged down in the mud of a harsh Ukrainian winter, the stakes rose on all sides. Now, Ukraine and the world are closely monitoring what many believe to be the signs of an upcoming major offensive. Some believe it is already underway as Russians rush before the arrival of new Western military equipment, while Ukrainians are more inclined to expect that, knowing Russia's love for symbolism, a massive campaign is likely to start closer to the first anniversary of the 2022 invasion. Putin seems determined to continue, although he has never confronted a challenge like this during his rule of Russia. He continues to nourish deep grievances against the West on a range of issues, and Western support for Ukraine has likely only aggravated his anger. It will be easy for him to see himself again as a victim of Western power. With Putin increasingly cornered, losing ground in Ukraine, and facing mounting questions at home, there are many questions with no obvious answers. How long will the Russian elite continue to support a war without an end in sight, and with Russia's economic and social position at home deteriorating? When will Russian leaders realize that Russia's future depends on modernization of the nation, and not living off imperial dreams that will never be achieved? This war raises an important question: “What does this mean for the United States?” First, it will be important for America to persevere in supporting Ukraine for the long haul. Putin hopes to outlast the West's resolve even if he cannot break Ukraine's will. This century-shaping conflict is a test of wills. Ever since Zelenskyy famously said that he needed ammunition, not a ride, Ukraine's president continues to emphasize that U.S. support is crucial, helping not just to defend the country but to “get to a turning point” on the battlefield. Russian armed forces are repeatedly beaten, but they also learn and adapt. Ukrainian resolve and Western support are two factors crucial for Ukraine's ability to withstand Russia's brutal attacks. Throughout the past year, Russian media repeatedly predicted a near and imminent end of Western military aid. In reality, the limits of what the West and the United States are ready to supply to Ukraine are being extended and include military systems that previously were not even considered, such as those that could help Ukraine retake Crimea. Each such decision is celebrated in Ukraine and provides an additional boost to Ukrainian morale. U.S. leaders from both sides of the aisle will be pressed to continue to reiterate that this unprecedented aid to Ukraine is not “some altruistic project.” Ukraine's ability to counter Russian aggression will likely make a long-lasting impact not just on Russia, but on other revisionist states. Stability in Europe is a vital U.S. national security interest that may be served best through stopping Putin. Second, an overall positive outcome is more likely if the United States finds a way to continue to strike the balance between support for Ukraine and a commitment to avoid direct escalation with Russia. While pledging to support Ukraine for “as long as it takes,” the Biden administration will also need to avoid closing the door to negotiations with Russia, even as it adds new and more-sophisticated weapons to Ukraine's arsenal. The administration clearly wants to maintain nuclear stability in the current war and has signaled a readiness for new nuclear arms control negotiations. Putin may like to cut a deal with the American president. The Russian autocrat has long wished to negotiate a “Yalta II” type of accord where the superpowers impose a settlement on the Ukrainians. He may want to force the United States to recognize Russia's hold on its periphery. The United States will likely seek to avoid being pulled into the trap of ceasefire negotiations while also reassuring Russia that it does not intend to threaten Russia, or Putin personally. Putin has effectively closed off prospects for serious negotiation. On September 30 he called for Ukraine to cease fire immediately and return to the negotiating table. In the same breath, he ruled out a fundamental precondition for any successful talks by remaining determined to force Ukraine to accept his territorial seizures and capitulate. Kremlin spokesman Dmitry Peskov said Kyiv needs to take into account the “new realities” of Russia's annexations. Not surprisingly, President Zelenskyy has ruled out negotiations on that basis. The Ukrainian people would never accept it after so much sacrifice to defend their country. Western leaders agreed they would not force a deal on Ukraine. Sustainable peace would require a careful balancing to continue supporting Ukraine while deterring Putin from further escalation. Such escalation will likely come at enormous cost to Russia and to Putin himself. However, this war of choice has turned into an existential threat to the regime's survival. The decisions by Russia's elite might gradually turn the tide. But even if Putin eventually steps down years from now, Putinism and its supporters might remain powerful for some time to come. A process of abandoning Putin's imperialistic dreams in favor of a strategy of economic modernization will likely extend well into a post-Putin era in Russia. Third, the United States should work closely with European allies to consider the best possible Russian future for the next century and how the West can support but not decide that future. The extremes for the West to contemplate are a Russian collapse and a Russia that becomes so isolated that it follows the course of post–World War I Germany—rising up again years later to create yet another international crisis. Even if the war ends with a military victory by Ukraine or through negotiation, rebuilding the European (and international) security order that Putin has tried to destroy will be a monumental task. The road to restoring Western relations with Russia will be long and difficult. Trust has been shattered. The road to restoring Western relations with Russia will be long and difficult. Trust has been shattered. Before the war, Putin effectively trashed the post-1991 European security system, demanding that NATO enter a legal agreement pledging no future NATO enlargement as well as pulling back forces from the territory of new NATO members. The West largely rejected that position for good and obvious reasons. It is hard to see how Putin will be prepared to return to the status quo ante. We have a fundamental clash over what the international rules will be, and it is hard to see much area for compromise. Even more difficult may be reestablishing some stability in conventional force deployments after the war. Putin's war in Ukraine is already redefining the entire international order. Like a toy kaleidoscope, the scene seems to change every day. Xi Jinping remains Putin's best international friend, but the war has not gone the way Beijing has wanted. NATO has found a new raison d'être. Russia's neighbors in Central Asia and the Caucasus have seen Russia weakened and are contemplating new futures. India may emerge as a stronger and more-influential nation in the war's aftermath. Middle Eastern and African states may be looking anew at their relationships with a weakened Russia. No one can accurately predict the lasting impact of the war on the international order. But if the United States acts now, it may be able to influence the shape of the post-war geopolitical terrain. John Tefft is a former U.S. ambassador to Russia and an adjunct member of the nonprofit, nonpartisan RAND Corporation staff. Bruce McClintock is a former U.S. defense attache to Russia, lead of the RAND Space Enterprise Initiative, and a senior policy researcher at RAND. Khrystyna Holynska is a Ph.D. student in the Research, Analysis, and Design stream at the Pardee RAND Graduate School and an assistant policy researcher at RAND. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}