{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:50:55.494781",
  "crawling_time_epoch": 1703231455,
  "type": "Commentary",
  "title": "A Potential Backslide in Mental Health Care for Millions of Americans",
  "url": "https://www.rand.org/pubs/commentary/2023/04/a-potential-backslide-in-mental-health-care-for-millions.html",
  "descriptions": "The expiration of the COVID-19 Public Health Emergency declaration will have broad-sweeping effects, and one of the most significant is little known: It could begin undoing the expansion of mental health care access for millions of Americans.",
  "posted": "Apr 18, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/04/a-potential-backslide-in-mental-health-care-for-millions/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1685475074787.jpeg",
    "desc": "A woman at home in her apartment talking on the phone and looking out the window , photo by golibo/Getty Images"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Ryan K. McBain",
      "profil": "https://www.rand.org/about/people/m/mcbain_ryan.html",
      "position": "Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@ryankmcbain",
      "contact": "https://www.twitter.com/ryankmcbain"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.coronavirus-disease-2019-covid-19.html",
        "tag": "Coronavirus Disease 2019 (COVID-19)"
      },
      {
        "blog": "https://www.rand.org/blog.topic.health-care-access.html",
        "tag": "Health Care Access"
      },
      {
        "blog": "https://www.rand.org/blog.topic.health-equity.html",
        "tag": "Health Equity"
      },
      {
        "blog": "https://www.rand.org/blog.topic.mental-health-treatment.html",
        "tag": "Mental Health Treatment"
      },
      {
        "blog": "https://www.rand.org/blog.topic.telemedicine.html",
        "tag": "Telemedicine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "The COVID-19 Public Health Emergency declaration expires in less than a month. When it does, it will have broad-sweeping effects, and one of the most significant is little known: It could begin undoing the expansion of mental health care access for millions of Americans. Prior to the pandemic, over 95 percent of outpatient mental health services were in-person in the United States. Today, that figure has declined to roughly 50 percent for conditions like depression and anxiety. The rest meet with their providers through a video portal or by phone, but they may not be able to in the coming weeks. The temporary closure (PDF) of mental health treatment programs during the pandemic—to prevent the spread of disease—forced people to seek care virtually. Many patients seem to have liked the change. A nationwide survey by the American Psychiatric Association found that almost half of millennials and Gen-Zers, two age groups that heavily utilize mental health services, now prefer telehealth to in-person care. What's more, many new people sought mental health treatment during the pandemic. Among Americans ages 18–44, roughly 6 million more individuals received such care in 2021 compared to 2019. No doubt much of this was due to elevated need: The pandemic stoked anxiety and depression to previously undocumented levels. But, bolstered by expanded telehealth infrastructure, the supply increased as well. Almost half of millennials and Gen-Zers, two age groups that heavily utilize mental health services, now prefer telehealth to in-person care. Such benefits of telehealth could soon disappear. Take, for example, a Medicare provision authorized during the pandemic that allows providers to be reimbursed for audio-only telehealth visits. This policy provided a way for individuals—mostly the elderly—to get care by phone, particularly in areas with limited access to broadband internet. During the pandemic, this policy was a no-brainer: Virtual care mitigated the risk of COVID-19 for older adults. This policy was extended by the Consolidated Appropriations Act but is set to expire at the end of next year, even as it continues to reduce barriers to care for seniors. In many states, Medicaid reimbursement for audio-only telehealth expires alongside the Public Health Emergency. Medicaid is the largest U.S. insurer of people with serious mental illnesses, such as schizophrenia and bipolar disorder. Because serious mental illness undermines stable employment, individuals with these conditions are less likely to afford or use smartphones and the internet. Audio-only telehealth helped solve for this. State payment parity mandates, which compel private insurers to provide equal reimbursement for telehealth services and in-person care, are also set to expire in many communities. With health providers suddenly paid less for virtual visits, will they continue to offer telehealth services at the same volume? Basic economic theory would suggest the answer is no. Other expiring policies may chip away at flexibilities associated with telehealth. The U.S. Department of Health and Human Services gave providers leeway to use video chat platforms like FaceTime, Skype, and Zoom, if HIPAA-compliant products were unavailable. Likewise, in-person exam requirements for writing certain prescriptions were waived (PDF) by the Drug Enforcement Agency (DEA) during the public health emergency period. That allowed millions of patients to receive prescriptions via telehealth for conditions like anxiety disorders and ADHD. Both of these flexibilities presented trade-offs: For example, the potential for privacy violations and inappropriate prescribing. Nevertheless, their cessation could have a cooling effect on telehealth. Research on the benefits of telehealth—including for mental health care—are nuanced. Because COVID-19 was unexpected, we have mostly observational studies designed as the pandemic unfolded. These primarily measure feasibility, acceptability, and treatment adherence rather than patient outcomes like symptom remission. And telehealth may prove more beneficial for some mental disorders than others, or for adults compared with children. Nevertheless, new high-quality studies are emerging every week. A comprehensive review, published (PDF) in January, synthesized evidence before and throughout the pandemic, concluding that telehealth and in-person mental health assessments and clinical outcomes are comparable. If telehealth policies begin unraveling, the timing of a backslide in mental health care would be deeply concerning. If telehealth policies begin unraveling, the timing of a backslide in mental health care would be deeply concerning. Lack of affordable, accessible mental health care in the United States underlies catastrophically high teen suicide rates, rampant homelessness in major cities, and deaths of despair associated with an unflagging opioid epidemic. Mental health care is one of the few areas where politicians have consistently worked across the aisle, and progress has been made in the past several months. For example, the DEA is currently considering permanent extension of prescribing medications via telehealth. Blue and red states alike, ranging from Massachusetts to Texas, have enacted policies to promote long-term use of telehealth. Many other states are playing catch-up, though, and the clock is ticking. Ryan K. McBain is a policy researcher at the nonprofit, nonpartisan RAND Corporation and assistant professor at Harvard Medical School. He focuses on the design and evaluation of health policies and programs meant to reach vulnerable populations—including those coping with mental health conditions, homelessness, and poverty. This commentary originally appeared on The Hill on April 18, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}