{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:27:02.678818",
  "crawling_time_epoch": 1704166022,
  "type": "Commentary",
  "title": "A Potential Alternative for Regulating Internet-Based Platform Services",
  "url": "https://www.rand.org/pubs/commentary/2023/08/a-potential-alternative-for-regulating-internet-based.html",
  "descriptions": "The use of internet-based platform services like Amazon, DoorDash, and Uber Eats is increasing and can be helpful. But the companies that offer these services may be engaging in predatory practices that can harm users and local businesses. Some form of centralized policy action may help; local governments could play a more active role.",
  "posted": "Aug 29, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/08/a-potential-alternative-for-regulating-internet-based/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1693926273893.jpeg",
    "desc": "Delivery workers congregate outside of a row of restaurants in the Union Square neighborhood of New York, August 16, 2022, photo by Richard B. Levine/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Swaptik Chowdhury Timothy Marler",
      "profil": "https://www.rand.org/about/people/c/chowdhury_swaptik.html",
      "profession": "Assistant Policy Researcher, RAND; Ph.D. Student, Pardee RAND Graduate School Senior Research Engineer; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Employment and Unemployment",
      "The Internet",
      "Labor Markets",
      "Outsourcing",
      "Wages and Compensation",
      "www.rand.org"
    ],
    "Article": "Centralized policy may help soften deceptively predatory aspects of Internet-platform services. The use of internet-based platform services like Amazon, DoorDash, and Uber Eats is increasing and can be helpful. But the companies that offer these services may be engaging in predatory practices that can harm users and local businesses. State and local governments have tried to rein in such practices with policy and regulations, but they have had mixed results. Some form of centralized policy action may help; local governments could play a more-active role. One option might be to offer healthy competition that combats more predatory vendors and potentially provides an efficient alternative to users. To gain market dominance, internet-based platform companies may be engaging in potentially problematic practices that limit and deter competition. For example, food delivery platform service companies are merging rapidly. Seamless and Grubhub merged in 2014, and Uber Eats bought Postmates and merged in 2020, thus reducing market competition. Additional examples of predatory activities include DoorDash hosting non-partner restaurant menus without the restaurant owner's permission, Amazon aggressively cutting prices to overwhelm the retailer diapers.com, and Uber operating at loss-inducing prices to gain market share and deter competition. Local businesses and their customers feel the brunt of these practices. For instance, one Chicago-based restaurant owner describes how he received less than $400 from over $1,000 of orders made on Grubhub, with the rest going to the platform company. The revenue he received was “almost enough to pay for the food.” This kind of situation contributes to unsustainable business growth. To gain market dominance, internet-based platform companies may be engaging in potentially problematic practices that limit and deter competition. State and local authorities have attempted to address these problematic issues through regulations, such as implementing price capping and antitrust policies. However, many of these regulatory strategies have proven to be unsuccessful, leading to unintended consequences. One notable example is the city of Chicago, which imposed a cap on delivery platform company fees in an effort to combat perceived high prices. In response, Doordash introduced an additional charge known as the “Chicago Fees,” effectively passing on the cost to its users. Similarly, Uber, Lyft, and Instacart introduced a new “Driver Benefit Fee” to cover the expenses of mandated employee benefits after the passage of Proposition 22 in California. However, many couriers and drivers have reported that the actual benefits fall short of what was promised (including getting paid less than the minimum wage), thus highlighting the limitations of the policy. Consequently, the problem persists and demands attention, potentially necessitating innovative policy interventions to address continuing predatory practices. An alternative to direct regulation might be some form of government involvement in the market through the provision of basic platform services, with subsequent robust examination to test effectiveness. Government services competing with private players in an open market may sound risky, but there are related precedents. Water and wastewater utilities, public transportation, waste collection and disposal, the United States Postal Service, and corrections are examples of industries where government services, at least in some instances, have competed and worked with private enterprises with some level of success. A government-run platform service could include a simple and basic website to host goods (e.g., food from a restaurant or groceries from a grocery store), with a safe and efficient digital payment system. To be sure, complementary studies and analysis would be needed to determine details of the approach. For example, the government might need not go so far as to provide delivery directly. Rather, delivery could be handled either by individual businesses or by a government-run matching program, whereby local governments could connect eligible workers with local businesses. In fact, some municipalities are already exploring these options. For example, the city of Long Beach is experimenting with government-run gig worker platforms operated via public agencies and nonprofits and connecting jobs to workers. Chicago, Portland, Oakland, and Louisville are also looking to launch government-run gig worker platforms. Of course, having the government provide platform services directly can raise concerns that would need to be addressed. One such concern is the potential burden on taxpayers. However, these services could be self-funded and cost-neutral by charging a fixed service fee to businesses and users, assuming such a fee was not so high as to make the service less competitive. Nevertheless, these fees could help mitigate tax burdens, considering the government's nonprofit nature and the possibility of being cost-neutral. If the government were to provide platform services directly, it may require careful steps and appropriate investments in research, experimentation, and practices. Another concern is that this service may threaten the viability of private companies since government enterprises can be subsidized. To mitigate this risk, a self-funding and self-sufficient model could help reduce the chance for subsidization and help ensure competition, which is the key goal. To this end, the government could charge a fixed price to balance out the expenditure incurred by the government. As government services would not pursue a profit, this could still be the cheapest option available. If the government were to provide platform services directly, it may require careful steps and appropriate investments in research, experimentation, and practices. We would need rigorous evaluation to examine whether this is a viable alternative and to document any downstream consequences. Nonetheless, government provisions are worth exploring as a possible step towards not only satisfying the public need for more-equitable services but also regulating predatory practices. Swaptik Chowdhury is a Ph.D. student at the Pardee RAND Graduate School and an assistant policy researcher at the nonprofit, nonpartisan RAND Corporation. Tim Marler is a senior research engineer at RAND and a professor at the Pardee RAND Graduate School. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}