{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:22:26.715714",
  "crawling_time_epoch": 1704165746,
  "type": "Commentary",
  "title": "A Precarious Moment for Yemen's Truce",
  "url": "https://www.rand.org/pubs/commentary/2023/12/a-precarious-moment-for-yemens-truce.html",
  "descriptions": "The truce in Yemen is imperfect, but it is the only barrier currently preventing the country from sliding back into widespread war. A comprehensive negotiation process is the most viable option for peace in Yemen in the near term, and the only barrier to the humanitarian devastation that a full-scale resumption of the war in Yemen would surely bring.",
  "posted": "Dec 13, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/12/a-precarious-moment-for-yemens-truce/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1702497048433.jpeg",
    "desc": "Newly recruited fighters who joined a Houthi military force intended to be sent to the Gaza Strip march during a parade in Sanaa, Yemen, December 2, 2023, photo by Khaled Abdullah/Reuters"
  },
  "content": {
    "source": "(Just Security)",
    "author": {
      "name": "Alexandra Stark",
      "profil": "https://www.rand.org/about/people/s/stark_alexandra.html",
      "profession": "Associate Policy Researcher",
      "username": "",
      "contact": null
    },
    "tags": [
      "International Diplomacy",
      "Politics and Government",
      "Saudi Arabia",
      "United States",
      "Warfare and Military Operations",
      "Yemen",
      "www.rand.org"
    ],
    "Article": "The effects of the war in Gaza are rippling across the region, exacerbating tensions and threatening to spill over into already-volatile conflicts. The pause in fighting between the Saudi-led coalition and Iranian-backed Houthi rebel group in Yemen—brokered after nearly a decade of war—is at risk due to recent Houthi actions supporting Palestinians in Gaza. Houthi drone and missile strikes directed toward Israel, as well as attacks on commercial vessels in the Red Sea, threaten to undermine Yemen's fragile truce, and could send the country back into war. Now more than ever, swift diplomatic action is needed to de-escalate tensions and negotiate a more-sustainable peace in Yemen. Over the past year and a half, Yemen has been a relative bright spot in the Middle East, where a truce negotiated in April 2022 has led to decreased violence and a slight easing in the dire humanitarian situation in the country. The truce in Yemen, negotiated under U.N. auspices, formally ended in October 2022, but its terms have largely held up until now even without a formal agreement among the conflict parties. Fatalities from fighting declined sharply by about 85 percent within the first two months of the agreement and, until this October, neither the Houthis nor the Saudi-led coalition had launched cross-border drone or missile attacks, helping to prevent escalation. For the first time since 2016, commercial ships carrying essential goods including fuel and food have docked at Hodeidah port, and commercial flights regularly transit Sana'a airport, facilitating travel for medical assistance and family reunification. After nine years of fighting, the truce and U.N.-led negotiations remain the best chance for an intra-Yemeni dialogue and more-durable peace. The truce is far from perfect. It falls short of a comprehensive plan to negotiate a lasting peace in Yemen. The humanitarian crisis remains dire. The war economy has hardened the conflict itself and inflicted human suffering. Civilians continue to be killed by landmines. It has also occasionally been broken, including by a Houthi attack on the Saudi border in September that killed four Bahraini soldiers. But after nine years of fighting, the truce and U.N.-led negotiations remain the best chance for an intra-Yemeni dialogue and more-durable peace. Since the Hamas attacks on Israel on October 7, the Houthis have taken escalatory steps aimed at Israel that have also brought in the United States and Saudi Arabia. The Houthis, who are members of Iran's “axis of resistance,” have fired several missile and drone strikes towards southern Israel. The strikes have been intercepted by Israeli air defenses, U.S. naval forces operating in the Red Sea, and Saudi air defenses. The Houthis have also begun to attack commercial ships transiting the Red Sea again. In mid-November the Houthis seized a Japanese-operated, Bahamian-flagged commercial ship in the Red Sea. A Houthi spokesman claimed that the ship was Israeli (the ship reportedly is partially owned by an Israeli businessman but was leased to a Japanese company) and threatened to continue attacks on commercial vessels. In early December, the U.S. Navy destroyer Carney shot down several drones as it was responding to distress calls from three commercial ships in the Red Sea that were struck by Houthi ballistic missiles (CENTCOM has said it could not determine whether the Carney was the target of the drone attacks). The Houthi's spokesman claimed the rebel group was targeting Israeli ships. More recently, the Houthis warned that they would target all ships heading to Israel that are not bringing humanitarian goods to Gaza as well. Attacks on commercial shipping are undoubtedly an escalatory step for the Houthis, one that risks inflaming tensions in the region and beyond. In response, the United States has increased its own naval presence in the Red Sea and the Mediterranean during the war in Gaza. Attacks on commercial vessels will also almost certainly raise the cost of food in Yemen, much of which is imported, worsening the humanitarian situation there. This crisis demonstrates the threat that the Houthis pose to U.S. interests and to regional stability all too clearly. But unfortunately, in a dilemma that often confronts those seeking to end civil wars, this is no strong alternative to some form of Houthi governance in northern Yemen. The ongoing civil war, which began in 2014 but has even deeper historical roots, has demonstrated that there is no plausible military solution to the conflict. The anti-Houthi coalition also remains fragmented and lacks legitimacy, posing an additional obstacle to a negotiated settlement. The United States and its allies have few good options to respond to Houthi provocations in the Red Sea. Some have argued the United States needs to retaliate against the Houthis and perhaps even Iran to “restore deterrence,” and should re-designate the Houthis as a Foreign Terrorist Organization (FTO). But the past decade of fighting has demonstrated that the Houthis are unlikely to be deterred by coercion or military force alone. Indeed, U.S. retaliatory strikes against Iranian-backed military groups in Syria and Iraq have not deterred continued attacks. As Gregory Johnsen has noted, neither of these two commonly discussed responses are likely to deter Houthi attacks. Instead, significant U.S. military retaliation will risk further escalation, potentially opening another major front in the region after the United States and its regional security partners have invested significant time and resources in extricating themselves from the war in Yemen. Notably, Saudi officials have asked the United States to show restraint in its response to the Houthis. A Foreign Terrorist Organization (FTO) designation similarly would not significantly affect Houthi leadership, who are already under extensive sanctions, but it could have negative effects for humanitarian aid. Indeed, the Biden administration revoked an earlier FTO designation against the Houthis in February 2021, stating that “the designations could have a devastating impact on Yemenis' access to basic commodities like food and fuel.” At the same time, it is clear that the United States and its partners do need to take action to protect commercial shipping in the Red Sea and the Bab al-Mandab Strait, a vital transit lane—and potential choke point—for global shipping. The past few years have shown that, for better or worse, diplomacy is the most effective means of moderating the Houthis' behavior. At this point in the conflict, diplomacy will not be able to remove the Houthis from power. But a combination of deterrence and diplomatic incentives could persuade them to end their attacks on commercial shipping. The past few years have shown that, for better or worse, diplomacy is the most effective means of moderating the Houthis' behavior. Regarding deterrence, U.S. National Security Advisor Jake Sullivan recently announced the United States is in discussion with allies and partners to establish a naval task force to escort commercial ships in the Red Sea. While it may prove difficult to coordinate and plan, in practice such a task force could be more successful at “restoring deterrence” than potentially escalatory retaliatory strikes. The Houthis are a notoriously insular group led by a small number of people. It is therefore difficult to predict precisely how they will react to U.S. policies. There are signs, however, that the Houthis' behavior can be pragmatic and that the group does respond to diplomatic initiatives, at least to some degree. The U.N.-negotiated truce provides evidence to this effect. Additionally, Al Mayadeen, a Hezbollah-aligned media outlet, reported that the Houthis had suspended their attacks during the seven-day truce in Gaza. Likewise Iran, the Houthis' key international partner, has provided some indicators that it is interested in avoiding broader regional escalation: Iranian leaders have reportedly said, for example, that they do not intend to enter the war in Gaza on Hamas' behalf. In terms of diplomacy, the United States should continue efforts to ensure the Israel-Hamas War does not spill over into Yemen. These efforts are vital both for ensuring that the war does not lead to more humanitarian devastation, but also because they are the least-bad option on the table right now for deterring more Houthi attacks on commercial vessels and on southern Israel. Diplomats should work to maintain the Yemeni truce and pressure the Houthis and Saudi-led coalition to participate in a comprehensive peace process, while continuing efforts to open negotiations to a broader, grassroots base. To that end, U.S. Special Envoy Timothy Lenderking is currently in the region supporting diplomatic efforts to safeguard international maritime security and support a negotiations process in Yemen. Reports suggest the Houthis and Saudi-led coalition may be close to a deal. U.S. diplomats should continue to support the efforts of the United Nations, regional partners, and Yemenis themselves to build the framework for a comprehensive peace process, one that includes incentives to prevent Houthi attacks. While even a new settlement is no guarantee that the Houthis will end their attacks, obtaining the diplomatic recognition they seek from the international community may be a powerful incentive to cooperate, particularly when paired with deterrence measures. There is another reason to work to prevent military escalation with the Houthis: escalation would only bolster the Houthis' position domestically. The Houthi attacks are aimed in part at quelling rising domestic public discontent in Houthi-controlled areas, such as protests seen during the September 26 Revolution Day. This year, celebrations were met with violent repression by the Houthis, who detained hundreds of people and were likely responsible for blocking internet access to Google Meet and Zoom. External attacks on the Houthis will likely bolster the Houthis' domestic legitimacy at a time when they need it. Peace negotiations, on the other hand, will expose the Houthis to the need to actually govern the populations they control and raise pressure on them to roll back some of the regressive measures they have imposed on their own people. The truce in Yemen is imperfect, but it is the only barrier currently preventing the country from sliding back into widespread war. Likewise, there is no guarantee that a comprehensive peace deal would last, let alone that it would moderate Houthi behavior. Still, a comprehensive negotiation process is the most viable option for peace in Yemen in the near term, and the only barrier to the humanitarian devastation that a full-scale resumption of the war in Yemen would surely bring. Alexandra Stark is an associate policy researcher at RAND. She is a 2023 nonresident fellow with the Irregular Warfare Initiative, a joint production of Princeton's Empirical Studies of Conflict Project and the Modern War Institute at West Point. This commentary originally appeared on Just Security on December 13, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}