{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:56:40.898768",
  "crawling_time_epoch": 1703242600,
  "type": "Essay",
  "title": "A Promising New Program Treats Co-Occurring Mental Health and Opioid Use Disorders",
  "url": "https://www.rand.org/pubs/articles/2023/a-promising-new-program-treats-co-occurring-mental-health.html",
  "descriptions": "People who have an opioid use disorder and either clinical depression or PTSD are hard to reach, hard to treat, and hard to hold onto. A new collaborative care model called CLARO aims to help patients who otherwise might disappear into the cracks of the U.S. health care system.",
  "posted": "Jul 3, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/a-promising-new-program-treats-co-occurring-mental-health/_jcr_content/par/teaser.crop.250x187.cm.png/1688410498981.png",
    "desc": "Bright colorful human hands over a floral pattern, design by Dori Walker/RAND Corporation from proksima/Getty Images"
  },
  "content": {
    "article": "Katherine Watkins still thinks about the women she met years ago as a young psychiatrist working at a residential treatment center. They were fighting drug addictions—but they were also struggling with serious mental health problems at the same time. They were some of the sickest patients she had ever met. Watkins is now a senior physician policy researcher at RAND. She's leading an effort in New Mexico to transform the care of people like those women. If it's successful—and the early numbers look promising—it will provide a new model for helping patients who otherwise might disappear into cracks in the American health care system. “Their stories are just heart-wrenching,” Watkins said. “They get shut out from the mental health system because of their substance use disorders. The substance use system tells them, sorry, you've got a mental health disorder, we can't help you. The need is so great, and they so often have nowhere to turn.” It's hard to put a number on the problem; good statistics just don't exist. By one common estimate, at least 2 million people in the United States have an opioid use disorder, but the true number could be two or three times that. Studies suggest more than a quarter of them also have a serious mental illness, such as depression or posttraumatic stress disorder (PTSD), that interferes with their daily lives. As a very rough estimate, that's more than half a million people. Most do not get the care they need. And without it, they are much more likely to end up in a hospital or a jail, to slide into poverty or homelessness, to die by overdose or suicide. Watkins and her colleagues recognized that individual doctors working alone could not meet the depth of need these patients have. What they needed was a team. They brought together primary care providers, therapists, and psychiatrists. Under their model, patients would still see a provider for front-line medical treatment. Team therapists would also work with patients who need mental health treatment. Behind the scenes, psychiatrists and other care team members would review their cases and make recommendations. Holding it all together would be a care coordinator—someone like Joey Acosta. He's a single point of contact for around 20 patients at a time. It's his job to schedule appointments, call in refills, and provide updates to the team on a patient's progress. It's also his job to check in on patients, to see how they're doing and what they need, to be there for them in times of crisis—and, when they don't answer, to call and call again. The training manual describes his job as the glue holding together patients and providers. He describes it as a way to protect people who often have no one else looking out for them. “Sometimes, you're the only person they talk to, and that means the world to them,” he said. “Everyone around them is stigmatizing them—their families, their loved ones. They'll spend hours on the phone with you, because you're the only person calling in to check on them.” Many of the patients in the program are experiencing homelessness. They have an opioid use disorder and either clinical depression or PTSD. They are hard to reach, hard to treat, and hard to hold onto. Acosta had one patient who was in recovery, keeping up with her medication, going to therapy—until an abusive boyfriend came back into her life. Then she just slipped away. CLARO is operating in 17 health clinics in New Mexico, a state on a major heroin route from Mexico, with some of the highest overdose death rates in the nation. The program is called CLARO, a Spanish word often used to mean “of course.” It stands for Collaboration Leading to Addiction Treatment and Recovery from Other Stresses. It's currently operating in 17 health clinics in New Mexico, a state on a major heroin route from Mexico, with some of the highest overdose death rates in the nation. The researchers are also just beginning to test CLARO in Los Angeles County. If it can work in those two places, they reasoned, it should work anywhere. They have so far enrolled nearly 750 patients. Care coordinators like Acosta have been able to reach 80 percent of those assigned to them—“which is truly amazing,” Watkins said. More than half of those patients have started medications for their opioid use disorders and treatment for their mental health. “When all of the pieces are in place, the difference has been really quite beautiful to watch,” said Seth Williams, a family nurse practitioner who helps lead the project at the University of New Mexico's Southeast Heights Clinic in Albuquerque. It hasn't always been easy, he said. Many of the patients are more focused on meeting basic needs—food, shelter, a daily fix for their addiction—than on answering a call from the clinic. Some have tried to get help before and are leery that this time will be any different. One patient, for example, went silent for months, never answering the phone, never returning messages. The care coordinator kept trying—until one day, the patient called back. “I heard all of your calls, I got all of your messages,” Williams said the patient told the care coordinator. “I really appreciated that you kept calling, that you didn't give up on me.” Watkins and her partners from RAND, the University of New Mexico Health Sciences Center, and Boston Medical Center plan to continue testing CLARO through next year. They have assigned an equal number of patients, chosen at random, to receive standard care. That will allow them to see whether CLARO really makes a difference for those who receive it. The National Institute of Mental Health is sponsoring the trial. Funding could be a challenge when its grant money runs out. Medicare and Medicaid do pay for this kind of collaborative care, but states have to opt in by activating the right billing codes. New Mexico and several other states that might benefit from CLARO so far have not. “There are a lot of next steps that need to happen before this gets into prime time,” Watkins said. It might not solve America's double crises of opioid addiction and mental health disorders, Acosta said—but it is a step forward, and it saves lives. He sees it all the time in his clinic: Patients who were sick and struggling, who now wrap their arms around him and tell him how well they're doing. “We have the ability to do a lot for those willing to accept the help,” he said. “There's this huge problem our nation is facing, and I think this might be part of the answer—protecting people in these situations, these moments of their lives, and then watching them be successful.” He had just received a note about one of his patients. The woman with the abusive boyfriend, who had come so far and then fallen away, had resurfaced. She had just picked up a prescription for the medicine she needed to resume her fight against opioid addiction. —Doug Irving",
    "overview": "",
    "topline": "",
    "tags": [
      "Depression",
      "Health Care Access",
      "Health Interventions",
      "Opioids",
      "Posttraumatic Stress Disorder",
      "Primary Care",
      "Substance Use Disorder Treatment",
      "www.rand.org"
    ],
    "image": []
  }
}