{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:54:48.449164",
  "crawling_time_epoch": 1703231688,
  "type": "Commentary",
  "title": "A Tale of Two Wars and the Pitfalls of Success",
  "url": "https://www.rand.org/pubs/commentary/2023/02/a-tale-of-two-wars-and-the-pitfalls-of-success.html",
  "descriptions": "Russia's war in Ukraine once again poses questions about how the United States prepares for conflict—not only which weapons it buys, but also how it envisions great-power wars in the 21st century. If the United States does learn the lessons of this war, then it may secure the U.S. military's edge for decades to come.",
  "posted": "Feb 2, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/a-tale-of-two-wars-and-the-pitfalls-of-success/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1675370727275.jpeg",
    "desc": "A Ukrainian service member prepares an anti-tank guided missile weapon system on a frontline near Soledar in Donetsk region, Ukraine, January 14, 2023, photo by Serhii Nuzhnenko/Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Raphael S. Cohen Gian Gentile",
      "profil": "https://www.rand.org/about/people/c/cohen_raphael_s.html",
      "position": "Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist Associate Director, RAND Arroyo Center; Senior Historian",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.asymmetric-warfare.html",
        "tag": "Asymmetric Warfare"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-doctrine.html",
        "tag": "Military Doctrine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-force-planning.html",
        "tag": "Military Force Planning"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "At its core, a country's defense strategy is a very expensive gamble. Every year, the United States spends hundreds of billions of dollars on defense—all on the assumption that such investments will allow it to win the next war. Absent a conflict in which the United States is directly involved, policymakers rarely get a window into whether these bets have actually paid off. One window is when other countries fight a war using U.S. military equipment and tactics—such as the one in Ukraine today. Another example is the 1973 Arab-Israeli War, also known as the Yom Kippur War, when Israel's near-defeat prompted a thorough reexamination of U.S. weapons and tactics in Washington. Today, Russia's war once again poses the question whether the United States needs to reexamine the way it prepares for future conflict: not only which weapons it buys, but also how it envisions great-power wars in the 21st century—whether they will be short, sharp affairs or grinding, protracted struggles. When, in 1973, the United States last had a window into the future of conflict without fighting in one, Israel was caught flat-footed by the surprise attack of an Egyptian-Syrian-led coalition. Although Israel prevailed in the end, the war was a debacle for the Jewish state. Despite having a seasoned military leadership with decades of collective combat experience—and being equipped with U.S. weaponry—Israel lost more than 800 armored vehicles and 100 attack aircraft. Just six years after Israel stunned the world by quickly crushing a combined Arab army during the Six-Day War, the Yom Kippur War stood in stark contrast: It dragged on for weeks, required emergency U.S. assistance to backfill equipment losses, and Israel came uncomfortably close to defeat. The Yom Kippur War was a wake-up call—and not just for Israel. Even though the United States was not a direct participant, U.S. Army leaders witnessed in real time how U.S. equipment and tactics used by the Israeli army fared against their Soviet counterparts in the Egyptian and Syrian militaries. The United States did not like what it saw. If U.S. forces did not adapt, Washington surmised, they might come similarly close to defeat—or worse—in a potential future conflict.… The remainder of this commentary is available at foreignpolicy.com. Raphael S. Cohen is director of the Strategy and Doctrine Program at RAND Project AIR FORCE, and Gian Gentile is deputy director of the RAND Army Research Division. This commentary originally appeared on Foreign Policy on February 2, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}