{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:52:42.381632",
  "crawling_time_epoch": 1703242362,
  "type": "Commentary",
  "title": "A Trilateral Summit to Deal with Trilateral Threats",
  "url": "https://www.rand.org/pubs/commentary/2023/08/a-trilateral-summit-to-deal-with-trilateral-threats.html",
  "descriptions": "The leaders of Japan, South Korea, and the United States held a trilateral summit in August, focused on countering military threats in East Asia. Not surprisingly, China and North Korea were upset by the summit, designed as it was to respond to their military build-ups.",
  "posted": "Aug 29, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/08/a-trilateral-summit-to-deal-with-trilateral-threats/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1693415354814.jpeg",
    "desc": "(l-r) South Korean President Yoon Suk-yeol, U.S. President Joe Biden, and Japanese Prime Minister Fumio Kishida walk to a joint press conference after their summit talks at the U.S. presidential retreat at Camp David near Washington, D.C., August 18, 2023, photo by Kyodo via Reuters Connect"
  },
  "content": {
    "source": "(1945)",
    "author": {
      "name": "Bruce W. Bennett",
      "profil": "https://www.rand.org/about/people/b/bennett_bruce.html",
      "profession": "Adjunct International/\nDefense Researcher; Professor, Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@bwbennett",
      "contact": "https://www.twitter.com/bwbennett"
    },
    "tags": [
      "China",
      "Japan",
      "North Korea",
      "Nuclear Deterrence",
      "Nuclear Weapons and Warfare",
      "Security Cooperation",
      "United States",
      "www.rand.org"
    ],
    "Article": "U.S. President Joe Biden, South Korean President Yoon Suk-yeol, and Japanese Prime Minister Fumio Kishida in August held a trailblazing trilateral summit. The summit's particular focus was on countering military threats in East Asia, and it hailed “a new era of trilateral partnership” in which the three countries “are determined to align our collective efforts because we believe our trilateral partnership advances the security and prosperity of all our people, the region, and the world.” From a national security perspective, this partnership does not replace existing bilateral alliances, but rather adds regular trilateral consultation by national leaders. The partnership aims to facilitate information sharing, counter disinformation and cyber aggression, and establish measures to enhance deterrence, such as combined military training. All efforts intend to strengthen the rules-based international order. Not surprisingly, China and North Korea were upset by the summit, designed as it was to respond to their military build-ups. Before the summit, the Chinese Foreign Ministry described its participants as “forming various cliques with their practices of exacerbating confrontation and jeopardizing other countries' strategic security.” After the summit, North Korea threatened that the Camp David agreements could lead to thermonuclear war. China has formed its own “clique” with Russia and North Korea that jeopardizes the security of the United States, the ROK, and Japan. China's statement was especially ironic, given that China has formed its own “clique” with Russia and North Korea that jeopardizes the security of the United States, the ROK, and Japan. Certainly this “exacerbates confrontation.” Indeed, the growing Chinese, Russian, and North Korean military threats provided key reasons for convening this summit. Russia is completing the modernization of its nuclear forces. The Russian program was until recently bound by the New START arms control treaty, but Moscow suspended its participation. Presumably this removed the kind of arms control inspections and regular communications needed to assure strategic nuclear stability, leaving in question the future size of Russia's nuclear forces. North Korea and China pose growing nuclear threats against the United States, South Korea, and Japan—threats that may be reaching existential proportions for Seoul. The U.S. Defense Department reports (PDF) that China is building several hundred missile silos and is apparently working to increase its current stockpile of 400-odd nuclear weapons to perhaps 1,500 by 2035. North Korea might already have enough critical nuclear material for 50 to 150 nuclear weapons, which it is preparing to deliver with ballistic missiles and other means. Moreover, North Korean leader Kim Jong-un has threatened to “exponentially increase nuclear weapon production in 2023.” This would be difficult for Kim to do without high-strength aluminum and other components for centrifuges—materials it might acquire from Russia, as it did 20 years ago. Indeed, North Korea has a history of acquiring ballistic missile technology from Russia. It may have acquired from Russia much of the technology required for its Hwasong-18 solid-fuel ICBM and its Iskander-like KN-23 ballistic missile, although it is not clear whether such technology transfers are government approved. Similarly, North Korea imported the chassis it used for ICBM launchers from China as early as 2011. It continues to import items used in its missile program from both Russia and China. The participation of senior Russian and Chinese officials in events such as North Korea's military parade on July 27 suggests that more-advanced Russian and Chinese technologies might also be reaching North Korea. These might support, for example, the North's effort to miniaturize nuclear weapons carried by ICBM warheads that are able to re-enter the atmosphere. Both Russia and North Korea have been threatening to use their nuclear weapons. Theirs is a dangerous practice in which they appear to be exploiting the nuclear shadow cast by their weapons to limit outside responses to their conventional aggression and provocations. China has yet to explain the rationale for expanding its nuclear forces. Beijing may well hope to use them to achieve coercive leverage (PDF) and establish itself as the dominant global leader. The U.S. National Intelligence Council (PDF) recently described its perspective on the nuclear threat North Korea presents: “North Korea most likely will continue to use its nuclear weapons status to support coercive diplomacy, and almost certainly will consider increasingly risky coercive actions as the quality and quantity of its nuclear and ballistic missile arsenal grows.” North Korea's coercive actions could at some point get out of control, leading to escalation, conflict, and nuclear weapons use. North Korea may especially be prone to such developments given its growing internal instability, which is associated in particular with major food shortages. During the Cold War, a substantial body of literature developed on issues such as nuclear deterrence, nuclear targeting, and potential nuclear weapons employment. Experts such as Bernard Brodie, Thomas Schelling, Herman Kahn, Glenn Snyder, Robert Jervis, and Albert Wohlstetter were but a few of those who helped the U.S. government and its national security community comprehend the threats of nuclear weapons use and the concepts required for dealing with nuclear weapons. Unfortunately, the concepts of that era are insufficient for today. A new, more-advanced literature is needed to respond to the nuclear threats now facing the United States and its allies and partners. North Korea is the key example. Drawing from the older literature, the United States established a declaratory deterrence doctrine against North Korean nuclear weapon use in its 2018 and 2022 Nuclear Posture Reviews (PDF): “There is no scenario in which the Kim regime could employ nuclear weapons and survive.” This statement seems entirely appropriate against any plan by the Kim regime to invade South Korea and use a major nuclear strike to incapacitate part of Seoul's defenses. It threatens what the North Korean regime values most, its own survival. But this deterrence doctrine may not be appropriate against the kind of North Korean coercive nuclear attacks that the Intelligence Community document says are far more likely. For example, consider a possible North Korean coercive action in which the North mounts a nuclear warhead on a ballistic missile and tests that warhead over the East Sea (Sea of Japan) to cause electromagnetic pulse damage to South Korea and Japan. Would a U.S. president respond to the North's using a single nuclear weapon by launching a nuclear attack on North Korea large enough to destroy the regime? Perhaps, but if the United States did, North Korea would almost certainly launch a major nuclear retaliation, as is called for in the North Korean nuclear policy announced in September 2022. This could cost millions of lives in the ROK, and perhaps even in the United States. What are the other options that a U.S. president should be offered in response to a potential or threatened limited nuclear attack by North Korea? And what would be the implications of each? Those options are crucial to deterrence, of North Korea and of other adversaries. Deterring (PDF) nuclear coercion and attacks depends on convincing the potential attacker that the benefits they seek are exceeded by the costs they would pay. The ancient Roman general Vegetius properly argued that, “If you want peace, prepare for war.” If you are prepared, adversaries should recognize the futility of violating the peace. Because North Korea is already in a position to carry out limited nuclear attacks, the United States is not in a position to wait several years to identify initial response options. That preparation needs to include not only options for responding to nuclear aggression, but also the capabilities needed to respond, including weapons, other equipment, training, planning, and so forth. It is difficult to select appropriate nuclear capabilities until the government has determined the response options it must be able to execute. Because North Korea is already in a position to carry out limited nuclear attacks, the United States is not in a position to wait several years to identify initial response options and make sure appropriate capabilities are available for the U.S. president. Now is the time for the United States to prepare. China and Russia have not only allowed key technology and equipment to augment the North Korean nuclear program. They have also refused to take action to rein in the North Korean nuclear program, and they have violated U.N. Security Council sanctions designed to counter North Korea's nuclear efforts. Yet China has been clear that it will not accept war or chaos on the Korean peninsula. Indeed, China has even threatened attacks on North Korean nuclear facilities if the North Korean nuclear program jeopardizes Chinese security. North Korea's nuclear policy makes clear that Pyongyang would retaliate against such attacks. The irony is thus that Beijing's assistance to the North Korean nuclear program could someday be turned on China. Beijing will hopefully recognize this risk and take a more-positive attitude to restraining the North Korean nuclear program. Bruce W. Bennett is an adjunct international/defense researcher at the nonprofit, nonpartisan RAND Corporation. He works primarily on research topics such as strategy, force planning, and counterproliferation within the RAND International Security and Defense Policy Center. This commentary originally appeared on 1945 on August 25, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}