{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:37:44.218723",
  "crawling_time_epoch": 1704166664,
  "type": "Commentary",
  "title": "A Way Forward for Police Recruiting",
  "url": "https://www.rand.org/pubs/commentary/2022/12/a-way-forward-for-police-recruiting.html",
  "descriptions": "Police recruiting is in a prolonged crisis. Without sufficient numbers of quality recruits, no amount of planning, strategies, or programs will succeed. It is critical to draw from a pool of interested persons who are diverse, technologically adept, and who have a spirit of community service.",
  "posted": "Dec 16, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2022/12/a-way-forward-for-police-recruiting/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1675787526597.jpeg",
    "desc": "Chicago Police Department recruits take their oath of office during their graduation ceremony in Chicago, Illinois, April 21, 2014, photo by Jim Young/Reuters"
  },
  "content": {
    "source": "(Police Chief)",
    "author": {
      "name": "Richard H. Donohue Bob Harrison",
      "profil": "https://www.rand.org/about/people/d/donohue_richard_h.html",
      "profession": "Policy Researcher; Director, RAND Center for Quality Policing Adjunct International/\nDefense Researcher",
      "username": "",
      "contact": null
    },
    "tags": [
      "Law Enforcement",
      "Police-Community Relations",
      "United States",
      "Workforce Development",
      "Workforce Diversity",
      "www.rand.org"
    ],
    "Article": "Police recruiting—and staffing in general—is in a prolonged crisis, documented through a variety of media sources,[1] select surveys,[2] and expert panels.[3] Agencies are reporting significant decreases in staffing and interest in careers, highlighted by figures such as a 50 percent decrease in applications in New Orleans from 2019 to 2021,[4] and a recent staffing report showing that San Francisco Police Department is operating at 1,263 personnel vs. a recommended number of 1,528.[5] The sustained decline in interest in the police profession and rising numbers of those leaving may be an outcome of public pressure to change policing, the COVID-19 pandemic, changing demographics, and a host of other factors. It may also be traced to a longer-term change in attitudes toward police careers stemming from the events in Ferguson, MO, that sparked backlash against law enforcement.[6] [7] As the police wrestle with questions about the nature of public safety, discontent remains. Communities largely want the police, but also want them to change in meaningful ways. No matter what changes are planned, though, none of them will succeed unless the right people, in the right numbers, are willing to walk through the door and swear an oath to protect the public. This crisis is real, persistent, and worsening. We will look at the current state of recruiting efforts nationally, and what the research says about recruitment and hiring of a more-diverse workforce. Each of these issues will form a foundation to present considerations for change—changes to enhance recruiting success as the key to changing the police themselves. Today, the staffing deficit is enormous, with the persistent deficit in staffing exacerbated by sustained increases in resignations (an 18 percent increase in 2021) and retirements (up 45 percent in 2021).[8] The data itself is also conflicting. As a result of the COVID-19 pandemic, the U.S. economy shed six percent of its workforce, while police agencies shrank by only one percent. Further, there is $350 billion in funding as a part of the 2021 American Rescue Plan earmarked to hire new officers,[9] In spite of new money, those leaving seem to outnumber those who want to come in, and the chronic shortage of field-capable personnel limits the ability of police agencies to address the fear of crime. A 2010 report by RAND described the recruiting process using a bucket metaphor. The unmet demand is already substantial, and the research does not clearly lay out the landscape of efforts to fill it.[10] It would help if such efforts were known, documented, shared, and improved upon to solve the staffing crisis. Further, it seems like today there is a hole in the bucket, making efforts to adequately staff agencies even more difficult. The effects of staffing problems are being felt in both police agencies themselves and the communities they serve. The effects of staffing problems are being felt in both police agencies themselves and the communities they serve. This includes response times increasing,[11] requiring call prioritization,[12] shifting officers from other roles into patrol,[13] and no longer responding to certain types of calls/crimes.[14] Historically, we also know that losing personnel can have a negative impact on organizations that includes a loss of institutional knowledge.[15] There are a number of efforts nationally intended to address chronic shortages in staffing, although the vast majority of police agencies continue to focus on traditional means of recruitment even though the outcomes of that work continue to fall far below the numbers necessary to fill vacant positions. For example, we know that agencies tend to rely on career fairs and youth engagement activities such as internships and explorer/cadet programs,[16] never mind the shift toward leveraging multiple social media channels to reach potential applicants. There have been multiple moves to change previously rigid policies such as drug use, tattoos, and grooming to attract candidates. Separately, agencies have also had to rely on attracting qualified officers from other departments, with pay and other incentives being used to achieve this. Promising, but perhaps still under-used, are moves to maintain constant contact with those in the hiring process,[17] while there have also been moves to use targeted marketing and third-party services to recruit personnel.[18] Even though agencies continue to use traditional recruiting and outreach strategies as well as new approaches there is still a serious problem in attracting new personnel. The COVID-19 pandemic presented significant challenges in work to recruit the next generation of police officers, exacerbating practices that were already producing inadequate results. It did, however, offer opportunities for agencies to move to open and continuous recruitment, virtual screening, and other measures that in the past wouldn't have been seriously considered to hire police officers. Jim Dator, political scientist who has been at the forefront of futures and foresight for decades, wrote that “any useful idea about the futures should appear ridiculous” because new technologies and ways of doing things challenge old beliefs and practices.[19] Although agencies have suffered from a shortage of qualified candidates for years, they often persist in the types of recruiting that does not translate to adequate numbers. It is time to “think ridiculously” about the possibilities for the future of recruiting and retention. Even though agencies continue to use traditional recruiting and outreach strategies as well as new approaches there is still a serious problem in attracting new personnel. Inevitably, all recruiting (and policing) is local. There are, though, options and opportunities from which police leaders can form their recruiting strategies. Among them are: It cannot be overstated—without sufficient numbers of quality recruits who will form the foundation of change in policing in the coming decade, no amount of planning, strategies, or programs will succeed. Today, with much of what could be regarded as “traditional” policing in question, it is critical to draw from a pool of interested persons who are diverse, eclectic, technologically adept, and who have a spirit of community service that is the core of public safety professions. Systemically identifying strategies that meet society's needs, and which succeed to support a workforce that can willingly transition to a community-defined service model, is a critical need for the profession. Efforts to change—whether the bold measures we suggest above or otherwise—also require research, testing, and an evidence-base; it would behoove all stakeholders to truly understand the outcomes of their efforts. To do less is to sponsor a continuance of the status quo, and to wrestle with this issue for decades to come. Richard (Dic) Donohue is a policy researcher and director of the Center for Quality Policing at the RAND Corporation. His research focuses on law enforcement training, police-community relations, and homeland security. He is retired from the MBTA Transit Police Department in Boston, MA. Bob Harrison is a senior international/defense researcher at RAND. He previously served as Chief of Police in Vacaville, CA, and Assistant Chief of Police. Mr. Harrison continues to be involved in police training and research at both RAND and the California Peace Officers Standards and Training (POST) commission. A version of this commentary originally appeared on Police Chief on December 12, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}