{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:46:12.044640",
  "crawling_time_epoch": 1703231172,
  "type": "Commentary",
  "title": "A Winnable War",
  "url": "https://www.rand.org/pubs/commentary/2023/07/a-winnable-war.html",
  "descriptions": "Many commentators have likened the current Russia-Ukraine war to the Western Front of World War I. A better historical precedent to understand the current fighting in Ukraine can be found in the U.S. Army's experience fighting against Nazi forces in the hedgerows of Normandy in France in the summer of 1944.",
  "posted": "Jul 21, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/a-winnable-war/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1689980953878.jpeg",
    "desc": "A Ukrainian serviceman prepares to fire a mortar from his position at the front line near the city of Bakhmut in the Donetsk region, Ukraine, July 13, 2023, photo by Stringer/Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Raphael S. Cohen Gian Gentile",
      "profil": "https://www.rand.org/about/people/c/cohen_raphael_s.html",
      "position": "Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist Associate Director, RAND Arroyo Center; Senior Historian",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "More than a century ago, Europe was convulsed by World War I, pitting the Allies—led by Britain, France, Russia, and eventually the United States—against the Central Powers, led by imperial Germany and Austria-Hungary. In the west, fighting occurred along a 440-mile front that stretched from the English Channel to the Franco-Swiss border. Much of this front was characterized by an operational stalemate lasting years on end. Repeatedly, over the course of the war, hundreds of thousands of soldiers surged out of their trenches and went to their deaths for a few miles of land. Today, many commentators have likened the current Russia-Ukraine war to the Western Front of World War I. Satellite images show extensive Russian trenches all along the 700-mile front, with miles upon miles of land mines and fortifications—all of which seem to hark back to a different era. As do the gray-scape images of gnarled trees and mud craters inflicted by artillery barrages, as well as pictures of soldiers, drenched and shivering in the cold, standing guard in those dreary trenches that echo scenes from more than a century ago. Latching on to this historical analogy, observers conclude that the current Ukrainian counteroffensive is doomed to failure and that the war is inching toward an inevitable stalemate. Historical analogies can be imperfect but informative. Some, however, are outright misleading, and the World War I analogy is one of them. Instead, a better historical precedent to understand the current fighting in Ukraine can be found in the U.S. Army's experience in the summer of 1944, when it was fighting against Nazi forces in the hedgerows of Normandy in France. For starters, the overall offense-defense balance of the war in Ukraine bears far more similarity to World War II than World War I. Much of the fighting on the Western Front during World War I was characterized by technological deadlock, with neither side being able to overcome the powerful defensive advantages that machine guns, trenches, and barbed wire provided. Even the most innovative technologies of the era—such as the airplane, the tank, and poison gas—could not break the impasse. By contrast, World War II was a more fluid conflict, with periods of relative stasis followed by breakthrough. After the Allies landed on Normandy's beaches, they hit a period of tactical stalemate. It took the U.S. Army about six full weeks of tough fighting with slow, grinding attacks (PDF) through the Normandy hedgerows to push the German defenders just 19 miles beyond the beachhead toward the French city of Saint-Lô. Only when the Americans finally managed to break through Nazi lines did the Germans go into full retreat. While Ukraine's overall progress may be slow, it is making some progress in the places where it matters, such as seizing the high ground surrounding Bakhmut. To date, the Russia-Ukraine war resembles the battles in the Normandy hedgerows far more than it does those in the trenches of World War I. While there have been slowdowns in the pace of territorial gains—most notably before the battle of Kharkiv last summer—for the most part, the Russia-Ukraine war has been marked by remarkable fluidity, as impasses have been followed by rapid territorial gains, as demonstrated in last year's battles of Kyiv, Kharkiv, and Kherson. The terrain in which the Ukrainians are currently conducting their counteroffensive is also similar, in some ways, to the terrain the U.S. Army had to contend with in the Normandy hedgerows. In the Bakhmut area, the land is hilly, with many streams, tree lines, roads, and rivers running through it. The features of this landscape produce a compartmentalization effect: An attacking Ukrainian unit may be able to see what is in front and above, but it cannot see much beyond its flanks, due to all the hills, slopes, and streams. As it did for the allies in Normandy, the compartmental nature of the terrain in Bakhmut presents both challenges and opportunities for Ukraine's counteroffensive. And the same is true, of course, for Russia's defenses. Russian forces also cannot see beyond their flanks. As a result, they may inadvertently leave parts of the line inadequately defended—a gap or weak point Ukraine can exploit if it can find it. Moreover, while Ukraine's overall progress may be slow, it is making some progress in the places where it matters, such as seizing the high ground surrounding Bakhmut. Should the Ukrainians be able to take additional terrain, they may be able to set the conditions for more-rapid operations, much as the U.S. Army did in Saint-Lô. Next, there is the question of troop density—how many troops defend each mile of terrain. During World War I, the density of troops per mile along the Western Front was quite high. For example, on the eve of the British-led Somme Offensive in July 1916, the average ratio of troops per mile on each side of the line was almost 10,000 (PDF). By contrast, in the Normandy hedgerows, the troop density of the German defenders was much closer to the troop density of the Russian defensive lines currently in Ukraine. In the summer of 1944, the average troop density of German defenders that the U.S. Army faced was around 1,000 (PDF) troops per mile. Today in Ukraine, at the most heavily defended part of the Russian defensive lines centered on Bakhmut, Russian troop density is about 700 troops per mile. Why does troop density matter? Well, because the more sparsely the line is defended, the more likely the line is to have gaps. This is especially true in rough terrain, as the land makes it difficult to patch holes in the line when they occur. Unlike the continuous line of troops on the Western Front in World War I, the German defenders in 1944 did not have sufficient troop density, which meant they had to choose specific points in the hedgerow terrain where they assumed attacking Americans would be most vulnerable. This meant that even though fighting through the hedgerows was tough going, once the U.S. Army broke through, the Germans took to their heels. Numbers alone only matter if armies have the right tactics to make full use of both mass and movement, which requires the ability to innovate when troops inevitably encounter obstacles. World War I was characterized by strategic atrophy. Facing tactical gridlock and running out of ideas, the generals took to throwing manpower and materiel at what was an operational problem. Not until late in the war did the sides slowly develop the tactics necessary to shake up the lines. By contrast, the Saint-Lô breakout was achieved in part by technological innovation—equipping tanks with steel ploughs to cut through the hedgerows—and also by more mass, as the Allies brought in more forces. It was also aided by improved tactics, specifically melding together ground and air power. Indeed, Ukraine is not mindlessly throwing combat power into the Russian defenses, in the style of World War I. Instead, it is deliberately withholding some of its best forces. Ukraine still needs a way of clearing minefields, breaching Russian trenches, and blunting Russian air power. Some of this may come from getting the right weapons in sufficient numbers. In this respect, the U.S. decision to provide cluster munitions—which are designed to attack infantry troops and vehicles—should help. But gains will also require continued tactical innovation. The Ukrainian military has repeatedly demonstrated that it has such abilities. Finally, there is the all-important question of morale. German defenses in the battle of the hedgerows proved determined but ultimately bitter. On July 26 and 27, 1944, U.S. Army Maj. Gen. Joe “Lightning” Collins sensed that German defenses were reaching their breaking point. After two days of heavy bombing by the U.S. Army Air Forces against a small area of German defenses northwest of Saint-Lô, Collins ordered his corps to attack, and it quickly became apparent that German defenses were crumbling. Predicting when forces will break is not easy. Still, the collapse of Russian forces around Kharkiv last fall suggests that the Russian military is not immune to such sudden implosions. And from a Russian standpoint, the circumstances have only grown increasingly grim since then. Moreover, the recent mutiny against the Russian defense leadership by Wagner Group chief Yevgeny Prigozhin and his mercenaries—followed by what is increasingly looking like a purge of senior officers—has made manifest a degree of brittleness at the upper echelons of the Russian military, even if this brittleness hasn't yet trickled down to the tactical level in any obvious way. Ukraine is not mindlessly throwing combat power into the Russian defenses, in the style of World War I. Instead, it is deliberately withholding some of its best forces. None of this guarantees that Ukraine will achieve its own Normandy breakout in the coming weeks. But the World War II analogy is an argument for patience and persistence. Nearly eight decades ago, the United States faced some of the same challenges that Ukraine faces today. But the U.S. Army persisted (PDF), and its slow, daily advances wore down the German defenders. The cumulative attritional effect proved decisive in the end. Today, the Ukrainian military is making progress, albeit slowly. Whether this halting progress ultimately grinds the Russian military down—or grinds to halt—will only be revealed in time. The time factor is perhaps the most important reason why it's misleading to compare Ukraine today to World War I. Back then, after four years of fighting and millions of casualties, Britain and France arguably didn't have time on their side, even as the Americans finally entered the fray in the last six months of the war. The British and French watched as an entire generation of young men was decimated and the prewar global order they led was upended. Not so with Ukraine and the West today. The United States and its allies have only invested treasure—not blood—in Ukraine. The West has time on its side, and it can afford to be patient. Bad analogies that ignore this fundamental truth only serve to undermine one of the West's biggest strategic advantages. Raphael S. Cohen is director of the Strategy and Doctrine Program at RAND Project AIR FORCE. Gian Gentile is deputy director of the RAND Army Research Division. This commentary originally appeared on Foreign Policy on July 18, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}