{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:49:07.535321",
  "crawling_time_epoch": 1703231347,
  "type": "Commentary",
  "title": "Advancing U.S. Relationships in Central Asia: An Opportunity Not to Be Squandered",
  "url": "https://www.rand.org/pubs/commentary/2023/05/a-unique-opportunity-not-to-be-squandered-advancing.html",
  "descriptions": "Concerned about Putin's imperialist actions in Ukraine, five nations in Central Asia are looking to the West to offset the political, economic, and security-related pressures they feel from Russia and, increasingly, China. It would be a mistake for the United States not to seize this moment.",
  "posted": "May 25, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/a-unique-opportunity-not-to-be-squandered-advancing/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1687958423353.jpeg",
    "desc": "Kazakhstan President Kassym-Jomart Tokayev at the military parade to mark Victory Day in Red Square in Moscow, Russia, May 9, 2023, photo by EyePress News/Reuters"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "Robert Schlesiger Daniel Egel Jeffrey Martini",
      "profil": "https://www.rand.org/about/people/s/schlesiger_robert.html",
      "position": "Adjunct International and Defense Researcher Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School Senior International Defense Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.kazakhstan.html",
        "tag": "Kazakhstan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.kyrgyzstan.html",
        "tag": "Kyrgyzstan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.tajikistan.html",
        "tag": "Tajikistan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.turkmenistan.html",
        "tag": "Turkmenistan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.uzbekistan.html",
        "tag": "Uzbekistan"
      }
    ],
    "Article": "The United States is currently presented with a historical opening in Central Asia. Russia's ongoing war against Ukraine has alerted Central Asian leaders of the uncomfortable truth about how Putin really views the sovereignty, independence, and territorial integrity of Russia's former Soviet republics. Since at least 2008, Central Asians have repeatedly witnessed the Kremlin invading and hacking off as much territory as it can get away with, whenever democracy takes hold in Russia's so-called near-abroad. Unlike 2014, the criminal brutality of Putin's 2022 invasion of Ukraine may well serve as a final wakeup call for the region. Concerned about Putin's imperialist actions in Ukraine, these five nations—Kazakhstan, the Kyrgyz Republic, Tajikistan, Turkmenistan, and Uzbekistan—are, now more than ever, looking to the West to offset the political, economic, and security-related pressures they feel from Russia and, increasingly, China. It would be a mistake for the United States not to seize this moment. For Kazakhstan in particular, which borders Russia's south, recent imperialist actions by Russia must be acutely unsettling—just a month before Russia's invasion of Ukraine, Kazakhstan asked for Russian military assistance to help quell anti-government protests. Since then, Kazakhstan (among other Central Asian states) symbolically abstained from a UNGA vote condemning Russia's invasion of Ukraine and has generally complied with Western sanctions against Russia. However, Kazakh President Tokaev and other regional leaders still felt compelled (or coerced) to attend Moscow's victory day parade on May 9. Russia's ongoing war against Ukraine has alerted Central Asian leaders of the uncomfortable truth about how Putin really views their sovereignty, independence, and territorial integrity. On the very same day, Ukraine's National Security and Defense Council Secretary, Oleksiy Danilov, publicly noted that if Kyiv fell “Kazakhstan would be next.” If Kazakh leadership thinks such an outcome could happen in their own country, would they prefer to take the Belarussian government's tack, and sacrifice their sovereignty? Or would they opt to deepen ties with the West, while also trying to dodge the hard-learned lessons of Ukraine and Georgia, that attempted to distance themselves from Russia's sphere? Regardless, the Kazakhs will continue to watch the unfolding outcomes in Ukraine very, very closely. Kazakhstan's relationship with Russia has evolved quite noticeably in the last year, and some have argued that Moscow's influence in Astana is on the wane. Yet key economic and security interdependencies are so dug into the relationship between the two nations that loosening Moscow's grip even slightly is no trivial pursuit. But could such a pursuit by Astana be accelerated? Plausibly yes, but not without near-term policy adjustments, diplomatic engagement, and moderate plus-ups to funding U.S. regional security cooperation initiatives. The U.S. National Security Strategy and National Defense Strategy provide scant guidance for engaging the multitude of small but important “frontline” countries across the globe. This is especially true for our Central Asian partners, who are wedged precariously between Russia, China, and Iran. Recently, Congress indicated support for expanded economic cooperation with Kazakhstan, a welcome development. However, economic assistance should be supplemented with robust security cooperation to be effective. We propose three possible prongs for expanded security cooperation with Kazakhstan. First, U.S. security cooperation efforts within Central Asia traditionally focus on military professionalization as a cost-effective way to sustain partnerships. International Military Education and Training, Defense Institution Building and reform, English language training, and the State Partnership Program are some of the most valued programs offered to our Central Asian partners. Over the long-haul, they draw partners closer and offer meaningful opportunities to experience professional, transparent, and soldier-driven Western military culture up close. A key side-effect is that long-term relationships between future senior leaders within both militaries are built during this process. Still, such positive outcomes require time and patience—the opportunity in Kazakhstan that presents itself today indeed requires planting new seeds that may only bear fruit several years from now. But in order to do that, existing programs should be reevaluated and reimagined based on the marked shift in the politico-military landscape since early 2022. Second, there are other opportunities that would have more near-term payoffs, and these include a practical easing of restrictions on foreign military sales. A recurring anecdote within security assistance circles is “if we can sell X to Saudi Arabia, then why can't Y get approved for country Z?” While a simplistic notion, there is some truth behind this complaint. If we're unable or unwilling to sell our own exportable variants in Central Asia, the United States should consider being more supportive of key allies, like Korea, seeking their own military sales in the region. There are advantages in the appropriate, timely declassification and sharing of certain information to achieve strategic effects. The last prong, but perhaps the most important one for expanding security cooperation is for the United States to improve its intelligence collaboration with Kazakhstan and other key regional partners. If we would've asked security experts two years ago whether it was possible to share the information that we're providing to Ukraine in 2022, many would likely have said that it was impossible. There are advantages in the appropriate, timely declassification and sharing of certain information—whether between governments or publicly—to achieve strategic effects. Russian media is still the dominant external news source in Central Asia. Countering the Kremlin's mass disinformation about Western intentions remains a thorny yet critical task. For years, CENTCOM has annually hosted Central and South Asia Directors of Military Intelligence Conferences. While these conferences offer unique engagement, allowing us to counter adversarial malign narratives, the United States can and should do more to provide intel-based support that does a better job to combat disinformation, promote transparency, and cultivate relationships built on mutual trust—concepts General Kurilla's recent visit to Turkmenistan consciously focused on. Clearly, there remains much to be done. Fortunately, we have a cadre of capable diplomats, military officers, and expert practitioners charged with implementing U.S. regional policy. We need to arm this cadre with new, assertive policy guidance, and the adequate resources to see such guidance through. Knee-deep in a new era of great power competition, we're now presented with a unique, but fleeting, opportunity in Central Asia. Let's not squander it. Robert Schlesiger is a visiting military fellow at the nonprofit, nonpartisan RAND Corporation with over 20 years of experience as a defense policy analyst, military attaché and security cooperation officer. Daniel Egel is a senior economist and Jeffrey Martini is a senior defense researcher at RAND. This commentary originally appeared on RealClearDefense on May 25, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}