{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:12:51.548150",
  "crawling_time_epoch": 1703239971,
  "type": "Commentary",
  "title": "Advancing Women's Health Requires Better Evidence",
  "url": "https://www.rand.org/pubs/commentary/2023/04/advancing-womens-health-requires-better-evidence.html",
  "descriptions": "For decades, advances in health and health care have had a bias toward the male body. By shifting the focus of research to women's bodies and building out this base of evidence on women's health, scientists and doctors can improve health outcomes and overall quality of life for women, all while also saving money.",
  "posted": "Apr 10, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/04/advancing-womens-health-requires-better-evidence/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1681215384046.jpeg",
    "desc": "A woman getting examined by her doctor, photo by Drazen Zigic/Getty Images"
  },
  "content": {
    "source": "(OECD Forum Network)",
    "author": {
      "name": "Chloe E. Bird",
      "profil": "https://www.rand.org/about/people/b/bird_chloe_e.html",
      "position": "Adjunct Senior Sociologist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@ChloeBirdPhD",
      "contact": "https://www.twitter.com/ChloeBirdPhD"
    },
    "tags": [
      "Alzheimer's Disease and Dementias",
      "Coronary Artery Disease",
      "Female Populations",
      "Gender Equity",
      "Lung Cancer",
      "Rheumatoid Arthritis",
      "Women's Health",
      "www.rand.org"
    ],
    "Article": "For decades, advances in health and health care have had a bias toward the male body. The reasons for this bias aren't nefarious, but it is simply the case that the research is incomplete. It was long assumed that what researchers found in a male could generally be applied to a female; that, on the whole, men and women were biologically similar enough for the small differences not to matter all that much. As we now know, this is, quite simply, incorrect. The biological differences between the male and female body exist down to the cellular level. In the case of cardiovascular function and disease, we now know that the underlying mechanisms of disease often differ such that certain diseases can be self-limiting—that is, they tend to resolve themselves without intervention—and whilst that might be the case for one sex, it is not for the other. The same biological process that can cause the course of a given disease to worsen in men can have no effect or do the opposite in women, and vice versa. Moreover, differences in the prevalence of chronic diseases—such as Alzheimer's and related dementias, rheumatoid arthritis and lung cancer, which are more common in women—often mean that female patients are undergoing simultaneous treatment of multiple diseases, adding further complexity to drug interactions or conflicting treatment plans. Even among patients with multiple comorbid diseases, men and women tend to have different combinations of diseases. For example, on average, women experience more autoimmune disorders than men. By focusing research on women's bodies and building out this base of evidence on women's health, scientists and doctors can improve health outcomes and overall quality of life for women, all while also saving money. Although it was long assumed that addressing the gaps in the evidence base on women's health would be too costly an undertaking, this assumption has also proven false. Indeed, research that focuses on women's health sees a return on its investment (ROI) that would make any investor take notice. More on this in a moment, but first, it is important to understand how we ended up here, with a medical system and research pipeline so skewed toward the male body. Research that focuses on women's health sees a return on its investment that would make any investor take notice. In the wake of the Diethylstilbestrol (DES) and thalidomide tragedies, the earliest decisions around research on women's health were made, in part, to avoid the risk of harming fetuses. Excluding women from research, then, was not seen as a problem but as protection. It wasn't until the 1990s that researchers made the case that it was unethical to exclude women from research. While the underrepresentation of women may have been explainable in the 1990s, and was even, perhaps, understandable in the 2000s, the fact that the problem continues today, that sex/gender differences are not systematically assessed to determine results for women is clearly accepted as a feature, not a bug, in the system of research itself. To date, research has provided the possibility of better care for men, all while undervaluing and under-assessing the biological differences between males and females, as well as a myriad of differences in men's and women's lives, social roles, and longevity. In ignoring these differences—both biological and social—the system of research has closed off the possibility of a better understanding of the underlying causes of different disease prevalence across men's and women's lives, as well as the nature and complexity of certain comorbidities, and in the effectiveness of different treatments. Such evidence-based policy around treatment and prevention requires data, not conjecture. This is exactly why it is so important to begin increasing funding for research on women's health. Lives stand to be saved. A few years ago, I helped oversee a study commissioned by Women's Health Access Matters, a nonprofit advocacy organisation that works to increase awareness of and funding for women's health issues. The study assessed just what an increase in funding for research on women might look like, in terms of the value it might create by extending women's lives. To test this, we simulated a doubling of the current investment in research funded by the U.S. National Institutes of Health on various questions surrounding women's health. To evaluate the social and economic returns, we assumed a very small impact—just 0.01%—on disease prevalence, disease progression, and health-related quality of life. At issue was whether such minimal gains, well below what can be expected from most science funding, would produce positive returns on such a modest investment. We considered four diseases: Alzheimer's disease and related dementias (ADRD), coronary artery disease, lung cancer, and rheumatoid arthritis. In 2017, just 12.0% of the NIH for ADRDs was spent on studies that examined how the disease affects women. The percentages were smaller for coronary artery disease and rheumatoid arthritis: just 4.5% and 7%, respectively. For each disease, we assessed the ROI after doubling the funding for research and based our findings on minimal reductions in age prevalence, a slowing of the disease's progression, and an overall improvement in health-related quality of life. We considered the downstream effects of this one-year doubling in investment: the new knowledge gained, the new treatments developed, and the lives prolonged, saved, and made more productive, due to better treatments. The savings in health care costs, in years of life without a given disease, in greater overall longevity—together these savings yielded billions of dollars over 30 years. The ROI on the additional investment of USD288 million in ADRD research, to address questions on the health of women, would be 224%. It would be 9,500% for the additional investment of USD20 million for research on coronary artery disease and women's health; 1,200% return for lung cancer; and 174,000% for the USD6 million spent on rheumatoid arthritis and women's health. These results demonstrate that addressing the gap in the evidence base is not only a solvable problem but one that reveals the opposite of what was so long assumed. Investing in research into women's health isn't prohibitively costly. In fact, the far costlier way forward would be to continue failing to do so. Chloe E. Bird is a senior sociologist at the nonprofit, nonpartisan RAND Corporation, Director of the Center for Health Equity Research at Tufts Medical Center, and the Sara Murray Jordan Professor of Medicine at Tufts University School of Medicine, where she studies women's health and determinants of sex/gender differences in health and health care. This commentary originally appeared on OECD Forum Network on April 7, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}