{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:07:16.208811",
  "crawling_time_epoch": 1703239636,
  "type": "Commentary",
  "title": "After Maui Fires, Food Security Is a Major Concern and Opportunity",
  "url": "https://www.rand.org/pubs/commentary/2023/09/after-maui-fires-food-security-is-a-major-concern-and.html",
  "descriptions": "The full impact of the deadly Maui fires on food resilience strategies remains to be seen. But the disaster highlights an urgent need for a systems-based approach to address both food security and wildfire prevention.",
  "posted": "Sep 6, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/09/after-maui-fires-food-security-is-a-major-concern-and/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1694453712487.jpeg",
    "desc": "A Maui County firefighter fights flare-up fires in a canyon in Kula on Maui island, Hawaii, August 13, 2023, photo by Mike Blake/Reuters"
  },
  "content": {
    "source": "(The Messenger)",
    "author": {
      "name": "Lena Easton-Calabria",
      "profil": "https://www.rand.org/about/people/e/easton-calabria_lena.html",
      "position": "Policy Analyst",
      "username": "",
      "contact": null
    },
    "tags": [
      "Agricultural Sciences",
      "Environmental and Natural Resource Management",
      "Food Supply Security",
      "Hawaii",
      "Wildfires",
      "www.rand.org"
    ],
    "Article": "The COVID-19 pandemic exposed the fragility of food supply chains and highlighted Hawaii's reliance on food imports (PDF). The fires that have devastated Maui provide another warning and perhaps an opportunity. The full impact of the deadly Maui fires on food resilience strategies remains to be seen and discussed by those on the frontlines, but the disaster nevertheless highlights an urgent need for a systems-based approach to address both food security and wildfire prevention. The amount of active farming and ranching land in Hawaii fell by over 60 percent in the last five decades, which has contributed to both the fragility of the island's food supply and to its vulnerability to wildfires. The decrease in acreage devoted to agriculture has facilitated unchecked growth of invasive grasses on former agricultural lands. These fire-prone grasses grow and dry out rapidly, creating ample fuel for wildfires. Unlike native vegetation, guinea grass and other invasive species bounce back quickly after burning. The decrease in acreage devoted to agriculture has facilitated unchecked growth of invasive grasses on former agricultural lands. Estimates suggest that non-native grasses blanket one-quarter of the state, including West Maui, where Lahaina is located. Early Hawaiians in West Maui and across Hawaii practiced an integrated socio-ecological system of land management, much of which was disrupted by Western colonization and agriculture. These included parts of West Maui, where land was eventually taken over by monoculture agricultural plantations until the decline of large-scale pineapple and sugarcane production led to their abandonment in the 1980s. After immediate emergency aid is dispersed and resources are allocated for reconstruction, federal agencies like the Department of Agriculture, Federal Emergency Management Agency (FEMA), and the U.S. Forest Service should collaborate to establish funding avenues that prioritize the integration of food security and wildfire prevention strategies in Hawaii. Through collaboration with state agencies, this funding could support the expansion of Indigenous and community-based food forests and agroforestry systems, which blend farming or pasture with trees and shrubs. Some Native Hawaiians across the state have continued to utilize traditional land management systems, and others are reviving them, but targeted funding could expand these efforts across abandoned and idle agricultural land full of fire-prone invasive species. Tight profit margins in the farming sector in Hawaii have contributed to a decline in ranching, but grazing animals like sheep, goats, and cows can also play a pivotal role in fire resilience through curbing invasive grasses and maintaining firebreaks—without the use of pesticides. Subsidies for ranchers could be utilized to support this fire resiliency strategy at scale. This strategy would not only support local livestock production and aid wildfire prevention, it could also slow the pace at which fires advance, creating more time for evacuation and fire management. Achieving the necessary levels of collaboration among government agencies, private landowners, Native Hawaiians, grassroots and Indigenous-led organizations, and others could be a significant challenge. However, research has found that disjointed management of forests, croplands, and pastures increases landscape susceptibility to wildfires, making coordinated land management efforts, although difficult, essential. In Spain, agroforestry systems, in particular, have been found to demonstrate greater resilience against wildfires compared to forests, shrublands, Western agricultural systems, and grasslands. Disjointed management of forests, croplands, and pastures increases landscape susceptibility to wildfires, making coordinated land management efforts essential. Ultimately, direct financial support and subsidies earmarked for expanding ranching and local, Indigenous agricultural methods on abandoned agricultural lands would represent a significant step toward heightened food security and reduced wildfire risk in Hawaii. The integration of wildfire management and food system resilience is not only a practical response to the current crisis, but an opportunity to reshape the landscape for current and future generations. By acknowledging the link between food security, wildfire risk, as well as Indigenous and local agriculture and leadership, efficient multi-purpose solutions can be accelerated, contributing to recovery from the immense physical and cultural losses left in the aftermath of the Maui wildfires. Lena Easton-Calabria is a policy analyst at the nonprofit, nonpartisan RAND Corporation and program manager for the NOAA Mid-Atlantic Regional Integrated Sciences and Assessments Center. Easton-Calabria's background includes disaster mitigation and response, environmental justice, and climate adaptation in the United States and remote Indigenous communities in the Amazon rainforest. This commentary originally appeared on The Messenger on August 23, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}