{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:26:45.782701",
  "crawling_time_epoch": 1704166005,
  "type": "Commentary",
  "title": "Airmen Out-Paced",
  "url": "https://www.rand.org/pubs/commentary/2023/09/airmen-out-paced.html",
  "descriptions": "As it stands now, airmen are being asked to pick up the pieces when communications networks and chains of command break. Mission command could be the means to succeed in the future, but only after the USAF does the hard work now to make organizational changes and define a viable construct to guide their efforts.",
  "posted": "Sep 8, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/09/airmen-out-paced/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1694201268355.jpeg",
    "desc": "An F-15E Strike Eagle departs after receiving fuel from a KC-135 Stratotanker over Southwest Asia, December 22, 2020, photo by Staff Sgt. Trevor T. McBride/U.S. Air Force"
  },
  "content": {
    "source": "(Wild Blue Yonder)",
    "author": {
      "name": "Michael J. Lostumbo",
      "profil": "https://www.rand.org/pubs/authors/l/lostumbo_michael_j.html",
      "profession": "",
      "username": "",
      "contact": null
    },
    "tags": [
      "Cyber Warfare",
      "Military Command and Control",
      "Military Information Technology Systems",
      "Military Strategy",
      "Operational Readiness",
      "United States Air Force",
      "www.rand.org"
    ],
    "Article": "The U.S. Air Force correctly diagnoses the problem—that in future conflicts it should expect attacks on its command nodes and information systems—but its current approach to rectifying this is not robust. While the USAF invests heavily in new information systems, technology alone cannot solve the problem. As a backup, the USAF has turned to the idea of mission command. When the USAF Chief of Staff, General CQ Brown, Jr., unveiled the new future operating concept, he said, “We will not be able to execute [it] without mission command.” While mission command holds promise, unfortunately, it will require substantial preparations. The USAF must first recognize how current practices and organizational structures make this preferred alternative unworkable. And then develop an airmen-centered approach to set the conditions to succeed during command disruptions. The USAF command system has been a source of strength that allows the USAF to apply airpower globally by combining forces from many different locations and domains (air, space, and cyber). But if future adversaries are able to disrupt or remove parts of the command system, a current strength could quickly turn into a future liability without important preparations now. The success of Ukraine's military targeting of Russian field command posts is notable. In the first eight months of the conflict, 22 attacks were conducted, and more than 1,500 officers were killed, including 10 general officers, hampering the effectiveness of the Russian forces. In future conflicts, the USAF expects attacks on its command centers and the communications networks they rely on to orchestrate coherent operations. The USAF command nodes will not be in the forward areas, like the Russian Army command posts in Ukraine, but in an age of long-range precision fires and cyber attacks, command centers cannot be assumed to be sanctuaries. China's military doctrine already elevates the importance of attacking the adversary's “operational system,” which includes the command system. The USAF sees part of the answer coming from mission command principles. Mission command empowers subordinates to act in uncertain environments and includes mission-type orders (MTO), which “focus on the purpose of an operation rather than the details of how to accomplish it.” (PDF) Mission command has ancient roots. A recent essay on the topic quotes the orders given to John Paul Jones in the Revolutionary War, which led to his raid on the English coast and subsequent famous battle at sea. Mission command was the pride of the Prussian Army (PDF) late in the 19th Century, under the leadership of the long-serving Chief of the General Staff Helmuth von Moltke. Many ideas of warfare developed in centuries past remain potent, but they may not exactly fit the modern context. Mission command is a reasonable response to anticipated communications disruptions but the USAF is not currently ready to implement this approach. Mission command is a reasonable response to anticipated communications disruptions. It not only made sense for John Paul Jones, but, given the infeasibility of direct communications, was really the only option for such a mission across the Atlantic Ocean. Similarly, for the Prussian Army and other 19th-century militaries who faced long communications latencies, giving on-site commanders discretion was an important correction to the slow pace of communication capabilities and the growing geographic scope of battles at the time. Mission command is well suited to situations of communications disruptions and delays, which is why it makes sense for the USAF to consider its relevance for future operations. Yet the USAF is not currently ready to implement this approach because it is not the way the USAF currently controls forces, and because the force is not organized in a way that allows airmen to implement mission command. The USAF employs its forces very differently from those militaries of the past. Mission command makes sense if it is given to a self-contained fighting unit for a mission it is equipped to accomplish, as the USS Bonhomme Richard was in 1779 and nuclear submarines are today. But modern airpower is achieved by combining different tactical elements, usually across great distances. In that sense, Air Force units are the opposite of self-contained. They do not achieve results autonomously; they achieve results in combination, which means they are simply not organized to facilitate autonomous action by airmen. Consider a strike mission involving bombers that launch from the United States, refueled by tankers who meet them at several points along their flight path, protected by fighter aircraft launched from forward locations. Each of these rendezvous needs to occur at precise times. The bombers may need to be supported by space and airborne sensors and rescue teams on stand-by ready to locate and extract downed pilots. Think of all the airmen involved in this mission, who start out from widely distant locations, from different units, each having to cope with the uncertainty about the others they are relying on to collectively accomplish the mission. Then consider all the ways such a mission could go wrong due to equipment malfunctions, weather, or human error. And finally consider the wide range of enemy activities that could disrupt the mission. The situation for airmen is even more complex. To illustrate the current challenge of mission command for the USAF, consider the many roles that those involved in the above bomber mission might be playing in the campaign. Those involved may be asked to support many other types of missions and priorities. The tankers may also need to support medical evacuation flights out of the theater. The fighter aircraft may have responsibilities for escorting such bomber runs and defending key regions threatened by adversary aircraft. The intelligence, surveillance, and reconnaissance aircraft may be balancing the needs of many different users in a multi-nation coalition. Airmen operating from widely dispersed locations will require collective action to accomplish tasks, but each could face a myriad of ambiguous situations and unanswered questions along the way. Think of how quickly trust might erode when the pieces fail to align. And think of how hard it will be for airmen to act to align them while operating on their own. For now, there is not an obvious, easy path to mission command implementation. But the immediate, first step, is for the USAF to recognize that its currently stated approach to command disruptions is not executable on a sustained basis. And then to work to devise a viable approach. It will likely require changes in many areas, such as how forces are postured, how missions are designed, and the explicit delineation of roles of different actors to facilitate cooperation and organizational reforms. These changes will not be easy and the fact that the current system has worked so well in the recent past will make it even harder to invest to add needed redundancy. As it stands now, airmen are being asked to pick up the pieces when communications networks and chains of command break. Mission command could be the means to succeed in the future, but only after the USAF does the hard work now to make organizational changes and define a viable construct to guide their efforts. Michael J. Lostumbo is a senior defense policy analyst at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on Wild Blue Yonder on September 7, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}