{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:46:22.130553",
  "crawling_time_epoch": 1703231182,
  "type": "Commentary",
  "title": "All Is Not Well on Russian Front Lines",
  "url": "https://www.rand.org/pubs/commentary/2023/07/all-is-not-well-on-russian-front-lines.html",
  "descriptions": "For now, despite the Kremlin's dysfunctional decisions, Russia's defensive positions in Ukraine are still secure. But for how long? The cumulative pressure of bad choices is mounting and the problems endemic to Russia's campaign in Ukraine are likely to worsen.",
  "posted": "Jul 19, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/all-is-not-well-on-russian-front-lines/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1689800217323.jpeg",
    "desc": "Russian Defense Minister Sergei Shoigu and Chief of the General Staff Valery Gerasimov visit the Joint Headquarters of the Russian armed forces involved in military operations in Ukraine, in an unknown location in Russia, in this picture released December 17, 2022, photo by Sputnik/Gavriil Grigorov/Kremlin via Reuters"
  },
  "content": {
    "source": "(New York Times)",
    "author": {
      "name": "Dara Massicot",
      "profil": "https://www.rand.org/about/people/m/massicot_dara.html",
      "position": "Senior Policy Researcher",
      "username": "@MassDara",
      "contact": "https://www.twitter.com/MassDara"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.military-personnel.html",
        "tag": "Military Personnel"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "In the wake of Yevgeny Prigozhin's failed rebellion, it seems as if Russia's leaders are living in an alternate reality. The sequence of events speaks for itself. Russian troops waved through Wagner columns on their way to Moscow and curious civilians greeted them in the street with snacks; President Vladimir Putin recast this sight as a unified Russian society. Defense Minister Sergei Shoigu hid out of sight as his subordinates chatted with Mr. Prigozhin; he emerged days later to praise officers for their loyalty. One of Russia's most experienced generals, Sergei Surovikin, was filmed in a nondescript room requesting that Wagner stand down; he has not been seen since, while Russia's incompetent military leadership team remains in place. Most strangely, Mr. Prigozhin—the architect of it all—goes between being “unpersoned” to apparently meeting with Mr. Putin to smooth over differences of opinion. It's been a bizarre few weeks. Yet on the ground, the Russian war effort grinds on as before. During the brief rebellion, operations continued as planned and the chain of command held. There were no signs of mass refusals, desertions, or mutinies. For now, Russia's defensive positions—stretching from Belgorod in the east to Crimea in the south—are still secure. For the sake of familiarity, the Kremlin has chosen to reinforce failure. But for how long? The problems endemic to Russia's campaign in Ukraine are likely to worsen. Mr. Shoigu and Gen. Valeriy Gerasimov, Russia's highest-ranking officer, will continue to conduct the war in an inept fashion. Retained by Mr. Putin for their loyalty, they are now even more likely to suppress negative information and present a distorted image of the war. Housecleaning inside the military, seemingly underway, will only increase the dysfunction. For the sake of familiarity, the Kremlin has chosen to reinforce failure. Whatever his fate will be after the failed rebellion, Mr. Prigozhin's critiques of the war are still dangerous—because they are correct. He repeatedly pointed out, in coarse, angry language, how the war is mismanaged at the highest levels by out-of-touch bureaucrats, leading to many logistical problems and ammunition shortages. He criticized Mr. Shoigu and General Gerasimov for downplaying bad news and misleading Mr. Putin while also engaging in petty intrigues with subordinates. He noted how the children of Russia's elite avoid military service while the poor return home in coffins. But Mr. Putin's cocoon of loyal interlocutors filters out these problems and instead offers a substitute view to both the president and a disengaged public. Dmitri Medvedev, the deputy head of Russia's national security council, says 185,000 men joined the Russian military in 2023 alone. The Ministry of Defense claims to have destroyed over twice as many HIMARS as were ever delivered to Ukraine. As Mr. Shoigu says, “Everything is proceeding according to plan.” None of this is true. The disappearance of General Surovikin is a more-telling litmus test of where things stand. Known for his focus and ruthless tactics—including the leveling of cities in Syria and Ukraine—he took command of Russian forces last fall, ordering the construction of Russia's extensive defensive positions. (They are colloquially known as “Surovikin lines.”) He was soon demoted in favor of General Gerasimov, who within weeks of assuming command began an ineffective and costly winter offensive. General Surovikin, a decorated veteran of four wars with cachet among military, veteran, and blogger communities, looked all the wiser by comparison. Now rumors are swirling of his detention as punishment for his longstanding ties to Mr. Prigozhin and possible knowledge of the rebellion. The delay in information regarding his whereabouts suggests the Kremlin is still deciding how to proceed. In this atmosphere of suspicion and uncertainty, where prominent generals disappear and Mr. Putin is quick to blame traitors, self-censorship among top military leaders is likely to become more prevalent. Mr. Shoigu and General Gerasimov, now even more dependent on Mr. Putin for their safety and positions, could be more likely to hide or soften bad news from the battlefield to keep his confidence. That would further undermine the Kremlin's grasp on the true state of the war—and at a crucial time in the conflict. The Russian Army has already lost half of its combat effectiveness and may not have the strength to hold out against the Ukrainian counteroffensive that's underway. All is not well on Russian front lines. It is still not clear whether Wagner troops will fully withdraw from Ukraine. If they depart, higher casualties will be borne by regular military units at a time when they can hardly afford more losses. The Russian Army, according to the head of Britain's armed forces, has already lost half of its combat effectiveness and may not have the strength to hold out against the Ukrainian counteroffensive that's underway. Hunkered down in their defensive positions, some frontline units have little rest and lack a sufficient reserve force to relieve them. Regular Ukrainian strikes on ammunition depots, logistics nodes, and command posts make everything harder. For complaining about these untenable conditions, at least two generals were dismissed last week. All this could create an opening for Ukrainian forces to exploit if they have the means. But they are experiencing difficulties, too. Subjected to persistent artillery strikes and without adequate air support, they are struggling to cut through dense Russian minefields. Their combat engineers now manually clear mines—extremely dangerous and painstaking work. When Ukrainian forces have been able to reach Russian trenches, they've often been able to clear them. The cluster munitions recently sent by the United States should also help. For now, the Russian front lines are holding, despite the Kremlin's dysfunctional decisions. Yet the cumulative pressure of bad choices is mounting. Russian front lines might crack in the way Hemingway once wrote about going bankrupt: “gradually, then suddenly.” Dara Massicot is a senior policy researcher at the RAND Corporation and a former analyst of Russian military capabilities at the U.S. Department of Defense. This commentary originally appeared on New York Times on July 19, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}