{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:50:07.008946",
  "crawling_time_epoch": 1703242207,
  "type": "Commentary",
  "title": "Alliance Assignments: Defense Priorities For Key NATO States",
  "url": "https://www.rand.org/pubs/commentary/2023/10/alliance-assignments-defense-priorities-for-key-nato.html",
  "descriptions": "Russia's invasion of Ukraine has galvanized NATO governments to address longstanding shortcomings in defense preparations. NATO is once again committed to collectively defending all allied territory and airspace. But current allied defense capabilities and posture are not adequate to do so.",
  "posted": "Oct 4, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/10/alliance-assignments-defense-priorities-for-key-nato/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1696462751359.jpeg",
    "desc": "Saber Strike 17, a U.S. Army Europe-led multinational combined forces annual exercise at the Bemowo Piskie Training Area in northern Poland, June 16, 2017, photo by Charles Rosemond/U.S. Army"
  },
  "content": {
    "source": "(War on the Rocks)",
    "author": {
      "name": "Stephen J. Flanagan Anna Dowd",
      "profil": "https://www.rand.org/about/people/f/flanagan_stephen_j.html",
      "profession": "Adjunct Senior Fellow",
      "username": "",
      "contact": null
    },
    "tags": [
      "Military Strategy",
      "North Atlantic Treaty Organization",
      "Operational Readiness",
      "Security Cooperation",
      "www.rand.org"
    ],
    "Article": "The shocking brutality of Russia's invasion of Ukraine has galvanized allied governments to address long-standing shortcomings in NATO's defense preparations. After decades of engagement in out-of-area contingency operations, NATO is once again committed to collectively defending “every inch of allied territory and every inch of allied airspace.” The problem is that current allied defense capabilities and posture are not adequate to do so. At their July Vilnius Summit, NATO leaders endorsed significant improvements in allied military strategy, plans, and posture. They also pledged to spend at least two percent of their gross domestic product on defense and to devote 20 percent of their military budgets to the modernization of capabilities. Allies will have an opportunity to review and accelerate these commitments at NATO's 75th Anniversary Summit in Washington next July. While public support for NATO remains very high on both sides of the Atlantic, growing fatigue in allied countries with providing military assistance to Ukraine, coupled with the rise of populist politicians who are skeptical of NATO, or even sympathetic to Russia, could undermine support for allied defense enhancements. Robust public education efforts, close transatlantic coordination, and, most importantly, continued U.S. leadership will be essential to sustain these endeavors.… The remainder of this commentary is available at warontherocks.com. Stephen J. Flanagan is an adjunct senior fellow and Anna M. Dowd is an adjunct international/defense researcher at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on War on the Rocks on October 4, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}