{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:57:06.864369",
  "crawling_time_epoch": 1703242626,
  "type": "Announcement",
  "title": "Amb. John F. Tefft to Receive Top Honor for Career Diplomats",
  "url": "https://www.rand.org/news/press/2023/06/26.html",
  "descriptions": "Ambassador John F. Tefft will receive the American Foreign Service Association's 2023 Award for Lifetime Contributions to American Diplomacy in recognition of his outstanding Foreign Service career, his lifelong commitment to public service, and his exemplary contributions to U.S. foreign policy.",
  "posted": "Jun 26, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2023/06/26/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1687872862100.jpeg",
    "desc": "U.S. Ambassador to Ukraine John Tefft meets the media after visiting jailed Ukrainian opposition leader Yulia Tymoshenko at a hospital in Kharkiv, Ukraine, May 14, 2012, photo by Stringer/Reuters"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Monday\nJune 26, 2023 The following announcement from the American Foreign Service Association (AFSA) honors the lifetime achievement of Amb. John Tefft, who is currently an adjunct senior fellow at RAND. AFSA is honored to announce that Ambassador John F. Tefft will receive the association's 2023 Award for Lifetime Contributions to American Diplomacy in recognition of his outstanding Foreign Service career, his lifelong commitment to public service, and his exemplary contributions to U.S. foreign policy. The AFSA Governing Board voted unanimously at its April meeting to award the honor to Ambassador Tefft. Past recipients of this award include Anne W. Patterson, John Negroponte, Edward Perkins, George H.W. Bush, Thomas Pickering, Ruth Davis, George Shultz, Richard Lugar, Joan Clark, Ronald Neumann, Sam Nunn, Rozanne Ridgway, Nancy Powell, William Harrop, and Herman 'Hank' Cohen. Ambassador Tefft joined the Foreign Service in 1972 and was a career Foreign Service officer for more than 45 years. He was deputy chief of mission at the U.S. Embassy in Moscow from 1996 to 1999 and was chargé d'affaires from November 1996 to September 1997. His other Foreign Service assignments include Jerusalem, Budapest, and Rome. In 2000, President Clinton called him to serve as the U.S. ambassador to Lithuania (2000–2003), where he worked successfully to have Lithuania admitted to NATO. Following his stint in Lithuania, Tefft was the international affairs advisor at the National War College in Washington, D.C., from 2003 to 2004. He was then named deputy assistant secretary of state for European and Eurasian Affairs responsible for U.S. relations with Russia, Ukraine, Belarus, and Moldova. In 2005 he returned overseas when he was called to be ambassador to Georgia (2005–2009), leading the embassy during the 2008 Russo-Georgian war and the U.S. efforts to assist Georgia's recovery from the war. Amb. Tefft was then moved in 2009 to serve as ambassador to Ukraine (2009–2013). Amb. Tefft originally retired from the Foreign Service in September 2013 and served as executive director of the RAND Corporation's U.S.-Russia Business Leaders Forum from October 2013 to August 2014 until his recall to duty and confirmation as U.S. ambassador to the Russian Federation. He completed his service as the U.S. ambassador to the Russian Federation (2014–2017) where he navigated the strained relationship between the United States and Russia following the Russian invasion and annexation of Crimea. Throughout his career, Ambassador Tefft has been the recipient of several distinguished awards. Among the awards he has received are the Secretary of State's Distinguished Service Award in 2017, the State Department's Distinguished Honor Award in 1992, the Deputy Chief of Mission of the Year Award for his service in Moscow in 1999, and the Diplomacy for Human Rights Award in 2013. He received Presidential Meritorious Service Awards in 2001 and 2005. Amb. Tefft holds a bachelor's degree from Marquette University in Milwaukee, Wisconsin, and a master's degree from Georgetown University in Washington, D.C. He is married to Mariella Cellitti Tefft, a biostatistician and nurse who served with him at each of his Foreign Service assignments and contributed greatly to their joint effort to represent the United States. They have two daughters, Christine and Cathleen, who both live and work in the Washington, D.C., area, and two granddaughters. AFSA hopes to honor Ambassador and Mrs. Tefft at our annual October Award Ceremony. During the AFSA awards ceremony, we will also present our awards for constructive dissent and exemplary performance. The recipients of those awards will be announced separately. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}