{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:57:00.118016",
  "crawling_time_epoch": 1703231820,
  "type": "News Release",
  "title": "Americans' Spending Declines Consistently After Age 65; Finding Applies Broadly Across All Wealth Groups",
  "url": "https://www.rand.org/news/press/2022/12/07/index1.html",
  "descriptions": "Americans' personal spending drops consistently after age 65, both among the affluent and those with lower levels of financial resources. The findings contradict traditional wisdom that spending will be constant or even increase during older age, and suggests that individuals and couples could spend more early in retirement.",
  "posted": "Dec 7, 2022",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Michael D. Hurd",
      "profession": "Director, RAND Center for the Study of Aging",
      "biography": "Michael Hurd is a senior principal researcher at the RAND Corporation, where he directs the RAND Center for the Study of Aging. His research interests cover a wide range of topics in the economics of aging including: the structure of private pensions and Social Security and their effects on…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/h/hurd_michael_d/_jcr_content/par/bio.crop.130x130.cm.jpeg/1495296383798.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Michael Hurd"
      }
    },
    "researcher": [
      {
        "research": "RAND Social and Economic Well-Being",
        "profile": "https://www.rand.org/well-being.html"
      },
      {
        "research": "Social and Behavioral Policy",
        "profile": "https://www.rand.org/well-being/social-and-behavioral-policy.html"
      },
      {
        "research": "RAND Center for the Study of Aging",
        "profile": "https://www.rand.org/well-being/social-and-behavioral-policy/centers/aging.html"
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/health-care-costs.html",
        "tag": "Health Care Costs"
      },
      {
        "url": "https://www.rand.org/topics/households.html",
        "tag": "Households"
      },
      {
        "url": "https://www.rand.org/topics/older-adults.html",
        "tag": "Older Adults"
      },
      {
        "url": "https://www.rand.org/topics/personal-finance.html",
        "tag": "Personal Finance"
      },
      {
        "url": "https://www.rand.org/topics/united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "Americans' personal spending drops consistently after age 65, both among the affluent and those with lower levels of financial resources, according to a new RAND Corporation report. Analyzing information from a long-running study of older Americans, researchers Michael Hurd and Susann Rohwedder found that real spending adjusted for inflation declined for both single and coupled households after age 65 at annual rates of about 1.7 percent and 2.4 percent. The findings contradict traditional wisdom that spending will be constant or even increase during older age, and suggest that individuals and couples could spend more early in retirement. “This research provides new insights about spending during traditional retirement years and should help households, policymakers, and financial advisors better determine adequate saving rates during the working life and affordable spending levels during retirement,” said Michael Hurd, director of the RAND Center for the Study of Aging. The researchers say the fact that spending declines broadly, including among those in the highest wealth group, suggests that the decline may not be related to economic position but to other issues such as declining health in older years. There has been extensive research on the importance of saving for retirement and on tools to facilitate and support the accumulation of retirement wealth. Much less attention has been paid to spending following retirement. Hurd and Rohwedder analyzed long-term information about total household spending among people aged 65 and older who participate in the national Health and Retirement Study, a large population-representative survey that has been fielded for more than two decades by the University of Michigan. The study period was from 2005 to 2019. The analysis estimated two-year rates of change of household spending, which was adjusted for inflation. Using those rates of change, researchers constructed life-cycle trajectories of spending from age 65 to advanced old age. The researchers conducted separate analyses for single persons and for married persons, and for each they stratified by quartiles of wealth as observed when the individual was in the age range 65 to 69. This initial wealth stratification is important because lower-wealth households may have different spending trajectories resulting from their more-restricted economic circumstances. The researchers found that the rates of decline were substantially independent of initial wealth position at ages 65 through 69. This independence led to the interpretation that the declining path is unlikely to be caused by tightening budget constraints because even those in the top quartile, who are the least constrained, exhibit a declining path. The researchers suggest that worsening health associated with aging reduces the need or desire for some types of spending such as trips and vacations. While spending on health care increases with age, the increase is not large enough to offset the decline observed for those types. The analysis found that household budget shares spent on gifts and donations increase with age, which suggests that economic position on average does not deteriorate with age, even as total spending declines. The researchers say the findings should prompt changes in the way Americans do financial planning for their retirement years. “In determining retirement income needs, households and the financial planners should not rely on the common assumption that real spending will be constant or even increase, because this is not supported by household-level spending data,” Hurd said. This research was sponsored by Insight Investment. A body of prior work supported by grants from the National Institute on Aging and the Social Security Administration provided the basis for the research. The report, “Spending Trajectories After Age 65: Variation by Initial Wealth,” is available at www.rand.org. The RAND Social and Economic Well-Being division seeks to actively improve the health, social, and economic well-being of populations and communities throughout the world."
  }
}