{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:51:45.471045",
  "crawling_time_epoch": 1703231505,
  "type": "Commentary",
  "title": "America's Dangerous Short War Fixation",
  "url": "https://www.rand.org/pubs/commentary/2023/03/americas-dangerous-short-war-fixation.html",
  "descriptions": "Americans have long been fixated on the idea of the short, decisive war. And the United States' adversaries bank on Washington's strategic impatience. If the United States' objective is to win, the only thing worse than fighting a long war may be thinking it's possible to avoid one.",
  "posted": "Mar 31, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/03/americas-dangerous-short-war-fixation/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1680229427323.jpeg",
    "desc": "U.S. Army soldiers leave their base to patrol the area in Zormat, Afghanistan, October 4, 2004, photo by Reuters Photographer/Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Raphael S. Cohen Gian Gentile",
      "profil": "https://www.rand.org/about/people/c/cohen_raphael_s.html",
      "position": "Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist Associate Director, RAND Arroyo Center; Senior Historian",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "Americans have long been fixated on the idea of the short, decisive war. At the start of the American Civil War, Washington gentry traveled to watch the First Battle of Bull Run—to partake of a spectacle they presumed would soon end. In 1898, U.S. Secretary of State John Hay expected the Spanish-American War to be a “splendid little war,” culminating in a quick victory for the newly emerging global power. As U.S. troops neared the Yalu River in November 1950 during the Korean War, Gen. Douglas MacArthur promised (PDF) that his soldiers would “eat Christmas dinner at home.” In 2003, U.S. Defense Secretary Donald Rumsfeld predicted that the Iraq War “certainly isn't going to last any longer than [five months].” Multiple administrations underestimated (PDF) the timeline of the war in Afghanistan. A similar obsession with short wars colors the coverage of the Ukraine war today. In 2022, as it became clear Russia was about to invade Ukraine, U.S. Joint Chiefs of Staff Chairman Gen. Mark Milley, the U.S. intelligence community, and most outside experts predicted a Russian victory in a matter of days. As the Russian advance sagged, a handful of commentators then predicted a speedy Ukrainian victory. Many more have judged the war unwinnable and called for a quick end through negotiations. The media, for its part, has labeled the war a stalemate during just about every lull in fighting. History has not been kind to any of these predictions. The Civil War lasted four years and remains one of the bloodiest conflicts in U.S. history. The Spanish-American War devolved into a yearslong insurgency in the Philippines. MacArthur's push towards the Yalu triggered Chinese intervention, which prolonged the conflict by years, not months. The Iraq War lasted an order of magnitude longer than Rumsfeld predicted, and Afghanistan turned into Washington's longest war. Today, the war in Ukraine has not resulted in a quick win for either side—but it is not a stalemate, either, as the battlefield continues to evolve. Truly quick wars in U.S. history have been few and far between. Most of these have been small affairs against second-tier powers, like the Reagan administration's attack on Grenada or the George H.W. Bush administration's intervention in Panama. In some cases, a short war proved more illusion than fact. The First Gulf War in 1990 lasted only 100 hours, but it gave way to three decades of direct U.S. military involvement in and over Iraq that continues to this day. Over the years, the United States has tried any number of approaches to shorten its wars. Depending on the conflict, it has experimented with diplomacy and encouraged off-ramps to entrenched conflicts. When those have not worked, it has tried “shock and awe” campaigns, using overwhelming force to wow its adversaries into submission. Today, there are entire research programs at Washington think tanks focusing on “ending endless wars”—as if there were a lobby for engaging in such conflicts in the first place. In most cases, these efforts have failed: In recent decades, Washington's wars have tended to last longer. As a matter of defense planning, the United States needs to assume that most of its wars will last a long time. The United States has certainly paid a price for its short-war fixation: U.S. forces were caught flat-footed in Korea, the Philippines, and Afghanistan. The latter, multiple observers quipped, was fought as a series of 20 one-year wars, with units and their leadership replaced every year. In the process, the United States lost the continuity of effort and clarity of strategic vision that should have come with a twenty-year commitment, as well as the opportunity to have a frank national conversation about the war's likely benefits versus its true costs. No one can blame the near-universal desire to keep wars short. Still, as a matter of defense planning, the United States needs to assume that most of its wars will last a long time. Thankfully, wars are rare events. Most of the time, states only fight over what they perceive as irreconcilable issues of enough importance that they merit the investment of blood and treasure. If there were an easy solution, then most likely the war would have been avoided altogether. But precisely because states do not go to war on a whim also means they do not sue for peace on a whim, either. Moreover, war, by its very nature, encourages intransigence. Behavioral economists often turn to the so-called sunk cost fallacy to explain why wars drag on. People are more likely to double down on policies rather than reverse course and risk losing their initial investment. In war, these sunk costs become especially acute when they are real blood and treasure. Political scientists similarly note that leaders are often willing to gamble for resurrection, escalating wars to avoid losing power. Cognitive scientists have argued that as wars go on, each side tends to dehumanize and vilify the other. Rather than becoming more open to negotiations and off-ramps, leaders become even more entrenched and less likely to see a way to peace. Many of these dynamics seem to underlie Russian President Vladimir Putin's calculus in Ukraine as he continues to double down on a losing bet, but they apply to other leaders in other conflicts as well. The advent of nuclear weapons has not prevented long wars either. While nuclear weapons may prevent both sides from seeking to destroy one another, if only to prevent mutual annihilation, they do not necessarily prevent protracted conventional conflicts in which they are directly involved, such as the Korean War, Vietnam War, or today's Russo-Ukrainian War. Scholars sometimes refer to this dynamic as the stability-instability paradox (PDF): Precisely because states are confident that their nuclear arsenal protects them from full-on superpower war, they are likelier to engage in lower-level wars. Today, the U.S. short-war fixation is a problem for U.S. efforts to aid Ukraine. Such a fixation contributes to U.S. opinion-makers' seemingly insatiable appetite for instantaneous gratification in the form of battlefield victories. Never mind the Ukrainian counteroffensives that have liberated large swaths of land around Kharkiv and Kherson. Never mind the fact that winter is not the most conducive season for offensive operations in Ukraine. Absent a continuous string of victories, some Americans—and many pundits and public commentators—begin to lose patience. If Afghanistan was fought as multiple one-year wars strung together, then Ukraine is being fought one weapon at a time. Over the past year, the United States has agonized about whether to give individual systems to Ukrainian forces—from HIMARS rocket artillery and Patriot antiaircraft systems to, potentially, F-16 fighter jets, Reaper drones, and longer-range rockets. In theory, such added scrutiny is designed to control escalation and keep the war short and contained. In practice, this piecemeal approach comes at the cost of a more-strategic one. Rather than thinking through what Ukraine needs to win and resourcing it accordingly, Washington slows down the weapons Kyiv needed yesterday. The U.S. fascination with short wars may turn out to be a problem in the future, too. No one can say for sure how a potential war with China over Taiwan will play out, but wargames suggest it will be almost certainly bloody and probably not quick. Even if the United States and its allies stopped a Chinese invasion, would Chinese leadership simply call it quits, especially after having publicly committed to Taiwan's capture as the central plank of the great “rejuvenation” of China? Conversely, if the United States loses, and China successfully occupies Taiwan, likely killing thousands of U.S. troops in the process, would a U.S. president say, “We gave it our best,” and go home? Probably not. More likely, he or she would be faced with the same sunk-cost problem that has trapped Putin today. And no amount of clever diplomacy would change that. If the United States must fight—for instance, over Taiwan—it should take a clear-eyed look at its own history and prepare for what will, in all likelihood, be a protracted conflict. Unlike the Russo-Ukrainian war, however, a Taiwan conflict could pit the world's first- and second-largest economies directly against each other in open warfare. China's military capability and industrial capacity already dwarf Russia's. And if the United States is directly involved in the fighting, it will likely commit substantially more resources to the war than it has so far given to Ukraine. In short, the United States and China would be able to sustain a conventional conflict for a very long time, and neither side would reach the point of exhaustion quickly. And so, the United States would face a strategic choice between accepting defeat and fighting for the long haul. Obviously, no one wants to fight long, grueling wars. They are bloody and expensive. If war can be avoided in the first place, all the better. But if the United States must fight—for instance, over Taiwan—it should take a clear-eyed look at its own history and prepare for what will, in all likelihood, be a protracted conflict. It must ensure that it has the industrial capacity and manpower to sustain a long fight and the strategic vision to guide its efforts for the long haul. U.S. adversaries—be it the Taliban yesterday, Russia today, or potentially China tomorrow—bank on Washington's strategic impatience. They presume that if they hold on for long enough, Americans' desire for short wars will sabotage their efforts in time. If the U.S. objective is to win, the only thing worse than fighting a long war may be thinking it's possible to avoid one. Raphael S. Cohen is director of the Strategy and Doctrine Program, a program of RAND Project AIR FORCE. Gian Gentile is deputy director of the RAND Army Research Division. This commentary originally appeared on Foreign Policy on March 28, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}