{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:48:37.084127",
  "crawling_time_epoch": 1703231317,
  "type": "Commentary",
  "title": "America Is Winning Against China in Oceania",
  "url": "https://www.rand.org/pubs/commentary/2023/06/america-is-winning-against-china-in-oceania.html",
  "descriptions": "The United States retains enormous advantages in Oceania and should not be alarmed by China's security activities in the region. Washington should nevertheless keep a close eye on Beijing's moves, particularly against small and weak nations that will struggle to counter Chinese coercive activities on their own.",
  "posted": "Jun 4, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/06/america-is-winning-against-china-in-oceania/_jcr_content/par/teaser.crop.250x187.rm.jpeg/1687812632749.jpeg",
    "desc": "U.S. Secretary of State Antony Blinken signs the Defense Cooperation Agreement with Papua New Guinea Defense Minister Win Daki at the APEC House in Papua New Guinea, May 22, 2023, photo by Chuck Kennedy/U.S. State Department"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "position": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-economic-relations.html",
        "tag": "International Economic Relations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.oceania.html",
        "tag": "Oceania"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "April 20, 2022, was a dark day for the United States in Oceania. On that day, China signed its first-ever security agreement in the South Pacific, with the Solomon Islands authorizing Chinese navy ships to make routine port visits. The pact also allows Chinese security services to train the island nation's law enforcement to, in the words of Solomon Islands Prime Minister Manasseh Sogavare, “beef up” the government's response to domestic unrest—which had roiled the country just a few months earlier. At the time, many commentators fretted that the Solomon Islands, through the pact, might eventually become China's first permanent Oceanic military outpost. If these fears were clearly overblown then, they are especially so now. Not only have Washington and its allies recently made geostrategic gains in the region, but Beijing has grossly mismanaged its diplomacy there. On the U.S. side of the ledger, there isn't much not to like. Last week, U.S. Secretary of State Antony Blinken—filling in for President Joe Biden, who had to cut his Indo-Pacific trip short to deal with debt ceiling talks—traveled to the largest of the Pacific Island countries, Papua New Guinea, to ink two security agreements. Although the details are yet to be made public, the first appears similar to the U.S.-Philippines Enhanced Defense Cooperation Agreement, allowing the U.S. military to deploy assets to select Papua New Guinean military bases in the event of an emergency. Both sides have played down the significance such a deal might have on competition against China, citing the need to cooperate on humanitarian assistance and disaster relief operations, but the geostrategic context of U.S. cooperation with Papua New Guinea cannot easily be ignored. The second deal reportedly allows the U.S Coast Guard to board Papua New Guinean ships to help patrol illegal, unreported, and unregulated fishing and narcotics trafficking, and it will further authorize the U.S. government to share satellite data with Papua New Guinea to enhance its maritime domain awareness capabilities. Also last week, the United States renewed its Compacts of Free Association (COFAs) with two of the three freely associated states—the Federated States of Micronesia and Palau—while the third, with the Marshall Islands, will likely renew in the coming weeks. COFAs are unique international agreements that enable the U.S. military to maintain near-exclusive access to the three countries' territorial waters, an area in the North Pacific as large as the continental United States. Crucially, these waters lie in the vicinity of two U.S. territories, the Northern Mariana Islands and Guam, the latter of which has three U.S. military bases. As my RAND Corporation colleagues and I have previously argued, the COFA arrangement is tantamount to providing the U.S. military with a “power projection superhighway” into the Indo-Pacific to respond to potential contingencies in the Taiwan Strait, in the South China Sea, in the East China Sea, or on the Korean Peninsula. This advantage will only increase if Micronesia and Palau go forward with their plans to allow the United States to build military bases on their territories. By 2026, furthermore, the U.S. military plans to have a new early warning radar system installed in Palau. Not only have Washington and its allies recently made geostrategic gains in Oceania, but Beijing has grossly mismanaged its diplomacy there. Washington further enjoys the luxury of having close relationships with Australia and New Zealand—a treaty ally and close partner, respectively. Their strategic approaches largely mirror or complement the U.S. goal to freeze China out of the region. Australia and New Zealand are also full members of the Pacific Islands Forum, the primary regional decisionmaking group—which operates strictly on consensus, meaning the two countries' views must be taken into account. Australia and New Zealand both expressed serious concerns about the Solomon Islands' security deal with China; eventually, Sogavare relented and promised Australia that there would be no permanent Chinese military presence in his country. Australia also inked a security deal with Vanuatu last December and is now finalizing its own defense pact with Papua New Guinea. It is also working on another such pact with Kiribati—which had also seen Chinese encroachments, including plans for a runway extension on a remote atoll that could have accommodated strategic bombers. Meanwhile, New Zealand is looking at maritime security plans with the Solomon Islands and is slated to sign a new status of forces agreement with Fiji. There are other signs that the United States is coming out on top in the region. Most significantly, the Declaration on U.S.-Pacific Partnership, a policy readout from the historic U.S.–Pacific Islands Summit held at the White House last September, underscored the importance of cooperation on maritime security challenges. Although it is not directly mentioned in the document, China could reasonably be considered part of future “contingencies and emerging threats.” By contrast, when China's then–Foreign Minister Wang Yi spent 10 days touring eight nations in the region in late May and early June 2022 to sell Beijing's secretive Common Development Vision, he garnered little Pacific Islander receptivity to the plan, including its security components. In other words, the fact that Washington was able to talk publicly about maritime security—whereas Beijing could not even discuss it privately—is yet another reason to believe that Washington has cultivated greater trust and goodwill in Oceania than Beijing. Separately, Pacific Island countries generally accept the Australia–United Kingdom–United States pact (known as AUKUS), another major security initiative to counter China—even if many of them are still suspicious and concerned. As I have discussed in Foreign Policy, AUKUS has, at a minimum, the blessing of Fiji, Micronesia, Samoa, and likely others as well. To be sure, the Solomon Islands and New Caledonia expressed concerns over keeping the region a nuclear-free zone, as directed by the 13-nation Treaty of Rarotonga. Tuvalu has outright condemned AUKUS, but remains the only Pacific Island nation to do so. On the China side of the ledger, Beijing has committed at least two significant unforced errors. The first pertains to the China–Solomon Islands security pact. In the run-up to the signing, the two countries' governments were engaged in secretive negotiations that became public only when the draft security agreement was leaked to the media. Some Pacific Island leaders were surprised by the terms granted to Beijing and saw them as undermining regional cohesion on security matters. For example, Samoan Prime Minister Fiame Naomi Mataafa expressed deep reservations about Beijing's behavior. She recently wondered aloud of China's actions: “Is this going to be a trend where, because one country has assisted and has assets, that this becomes an opportunity or window by which security personnel come in? It may have happened in particular in the Solomons case, but it's an issue that needs to be looked at because it could easily develop as a trend.” Moreover, Wang's whirlwind tour of the region last year alarmed some of the region's leaders. Wang had been promoting Beijing's Common Development Vision but decided to work outside the Pacific Islands Forum—a familiar diplomatic tactic for Beijing but a giant red flag for members. Beijing also felt compelled to do it this way because four of the Pacific Island countries—the Marshall Islands, Nauru, Palau, and Tuvalu—still diplomatically recognize Taiwan over China, and others are not particularly China-friendly. The problem was that it appeared as if Beijing were attempting to rapidly and secretly gain regional approval of the agreement. Coinciding with Wang's visit, then–Micronesian President David Panuelo wrote an unprecedented and scathing letter (PDF) to fellow Pacific Island leaders that called Beijing's plan a “smokescreen for a larger agenda” to “ensure Chinese control of ‘traditional and nontraditional security' of our islands.” Panuelo's letter, in combination with China's secretive dealings with the Solomon Islands, seems to have had a profound impact on Pacific Island leaders. In January, the new Fijian Prime Minister Sitiveni Rabuka canceled a yearslong Fiji-China police training agreement. Rabuka noted: “Our system of democracy and justice systems are different [from China] so we will go back to those that have similar systems with us.” Last year, Pacific Islands Forum Secretary–General Henry Puna, from the Cook Islands, pointedly rebuked China's approach after Wang's visit, saying: “If anybody knows what we want, what we need, and what our priorities are, it's not other people. It's us.” Beijing has further struggled to reverse the narrative that it has ulterior motives in Oceania. For example, in 2018, China planned to expand a wharf on Espiritu Santo Island in Vanuatu, which the United States and Australia worried might serve as a future military facility (it had been one for the Allies in World War II). At first, Vanuatu denied anything untoward was happening—but in the end, its leadership quietly acquiesced to Australian misgivings about the project. New Zealand is also actively funding new wharf construction in Vanuatu to prevent China from gaining ground. Even in the China-friendly Solomon Islands, Beijing faces challenges. A 2019 New York Times exposé—published shortly after the country swapped diplomatic recognition of Taipei for Beijing—revealed that a Chinese state-run firm attempted to lease the island of Tulagi for 75 years. Once the news broke, the Solomon Islands was forced to quash the deal, demonstrating that China had no qualms about working with local leaders in secret to avoid scrutiny. Separately, in Kiribati, China is refurbishing an airstrip on Canton Island, which lies approximately 1,800 miles off the coast of Hawaii, potentially giving Chinese strategic bombers greater range to attack the United States. Both Kiribati and China say the airstrip is strictly for tourism, but given that Kiribati also switched diplomatic recognition from Taiwan to China in 2019 and Wang inked a secretive fisheries agreement with Kiribati during his visit last year, Pacific Islander concern is likely growing. The Biden administration's lack of a competitive economic strategy throughout the Indo-Pacific is providing China with unique opportunities to leverage its Belt and Road Initiative. Of course, not everything is about security competition. Indeed, if Washington has outperformed Beijing in this arena, then it has certainly underperformed in the diplomatic and economic spheres. China's diplomatic presence throughout Oceania remains more robust than that of the United States, with Beijing hosting seven embassies in the region (not including Australia and New Zealand) and Washington, until recently, hosting only six. Things do appear to be slowly changing. In January, Washington finally reopened its embassy in the Solomon Islands after a 30-year hiatus. And last month, the United States opened a new embassy in Tonga, with another planned for Kiribati. Moreover, the Biden administration's lack of a competitive economic strategy, not just in Oceania but throughout the Indo-Pacific, is providing China with unique opportunities to leverage its Belt and Road Initiative to deepen trade, investment, and infrastructure development. Chinese economic overtures tend to be successful, given that Pacific Island countries are overwhelmingly small and impoverished. By contrast, the Biden administration's Indo-Pacific Economic Framework for Prosperity, designed to enhance inclusiveness, fairness, and competitiveness in member trade relations, appears to be less appealing—of the Pacific Island nations, it has only Fiji on board. Lurking over all this is climate change, an existential issue for many Pacific Island nations. Here, the United States may now be at an advantage. After the Trump administration's denial of the issue, the Biden administration has done better, including by signing into law the Inflation Reduction Act, which massively subsidizes clean-energy investments. More needs to be done to truly win the trust of Pacific Island nations. But China has yet to satisfactorily address its carbon emissions, which are higher than those of all rich countries combined and still rising fast, suggesting there is an opening for the United States. Washington, therefore, retains enormous advantages in Oceania and should not be alarmed by Beijing's security activities in the region. It should nevertheless keep a close eye on Beijing's moves, particularly against small and weak nations that will struggle to counter Chinese coercive activities on their own. The United States should do this in concert with Australia and New Zealand, two like-minded democratic friends in the region. Bringing in other partners, such as Britain, France (which still has colonies in the region), India (whose prime minister, Narendra Modi, just visited Papua New Guinea for a Pacific Islands leadership summit last week), Japan, and Taiwan, will ensure that these advantages are sustained. Finally, the Biden administration should seek to elevate the nonsecurity aspects of its engagement with Pacific Island countries, especially on climate policy and development assistance. These engagements will elevate the United States' profile by showing that is interested first and foremost in helping Pacific Island states help themselves, rather than stirring up trouble in their region. Derek Grossman is a senior defense analyst at the RAND Corporation, an adjunct professor at the University of Southern California, and a former daily intelligence briefer to the U.S. assistant secretary of defense for Asian and Pacific security affairs. This commentary originally appeared on Foreign Policy on June 1, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}