{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:56:50.079465",
  "crawling_time_epoch": 1703242610,
  "type": "Essay",
  "title": "America's Opioid Crisis: Adopting an Ecosystem Approach",
  "url": "https://www.rand.org/pubs/articles/2023/americas-opioid-crisis-adopting-an-ecosystem-approach.html",
  "descriptions": "The opioid crisis is metastasizing throughout society, reaching across public health and public safety, but also education, employment, and the child welfare system. Without profound change and new approaches to the crisis, hundreds of thousands of people could die in the coming years.",
  "posted": "Jun 30, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/americas-opioid-crisis-adopting-an-ecosystem-approach/_jcr_content/par/teaser.crop.250x187.cb.jpeg/1688175114644.jpeg",
    "desc": "A network illustration with icons for different elements like medical care and the criminal justice system, image by Dori Walker/RAND Corporation from bagotaj, Chainarong Prasertthai, JakeOlimb, A Digit, 4x6, and Hakan Gider/Getty Images"
  },
  "content": {
    "article": "On an industrial side street in Providence, Rhode Island, down by the train tracks, below the freeway, an effort is underway to pull lives back from the precipice of America's opioid epidemic. Early next year, if all goes according to plan, a safe space for people who use drugs will open there—a place where they can smoke or inject their drugs under the watchful eyes of overdose prevention specialists. Such supervised consumption sites have operated in other countries for years. But the site in Providence will be the first in the United States authorized by a state government. That may seem like a drastic response. A recent RAND report makes clear that it's not. Researchers analyzed how the opioid crisis is metastasizing throughout American society, reaching across public health and public safety, but also education, employment, and the child welfare system. Without profound change and new approaches to the crisis, potentially hundreds of thousands of people will die in the coming years. “Now is not the time to be timid,” the researchers warned. “This is a public health crisis that affects people throughout society,” said Bradley Stein, a senior physician policy researcher at RAND who co-led the effort. “The image for too many people is still that this is someone sleeping in an alley, using heroin, with needles all around them. They don't realize it's their neighbor, their uncle, or their kid.” Dennis Bailer grew up in Providence, not far from the planned supervised consumption site. He was using drugs before he got to high school. In time, he cycled through freebase and crack cocaine, opioid pills, and occasionally heroin. He lost his job, moved across the country, and wound up sleeping in an abandoned lumber yard in California. He hit bottom there—and then decided he had had enough. “I just wanted to be regular Dennis again,” he said. Dennis Bailer, overdose prevention program director, assembles safe injection kits for Project Weber/RENEW Photo by Michael Salerno He put together 15 years in recovery. He got married, got divorced. Got a job. Moved back to Providence and rebuilt his life. But his substance use disorder was always there, waiting. One morning, he agreed to give a woman he had just met a ride. It turned out she was going to buy cocaine. She asked if he wanted some. “Just out of nowhere,” he said, “my mouth said, 'Sure.'” “I threw it all away,” he added. “Fifteen years of recovery, thrown away, just like that. That's the disease of substance use disorder. It just sits there, waiting, and if you ever decide to feed it again, it takes back over. I sold my car. Sold my motorcycle. Sold my television. I wound up with just a backpack with some clothes in it, and there I was again, homeless, walking around from place to place.” More than 109,000 Americans died of a drug overdose in the 12 months ending in January 2023. To put that into perspective, imagine the biggest football stadium in America, Michigan Stadium. That many people would more than fill it to capacity. And in recent years, three-quarters of overdose deaths have involved an opioid. More than 109,000 Americans died of a drug overdose in the 12 months ending in January 2023. Those are the numbers we know. But there are no reliable statistics on how many millions of people like Dennis Bailer are out there, using cocaine, heroin, fentanyl, and other drugs. Nor do we know how many family members go to bed every night worried this will be the night they get the call. When it comes to understanding the full scope of this crisis, RAND researchers wrote, “the country is largely flying blind.” Previous studies have zoomed in on specific aspects of the crisis—the police response, for example, or the lack of treatment options. RAND's study zoomed out. Researchers wanted to see the crisis from many angles, to study how it intertwines and interacts with different parts of American society. They approached it as an entire ecosystem of moving parts, where a response in one place can have unintended consequences in another. From that vantage point, they began to notice hidden barriers and missed opportunities in the interplay of different system components. Being convicted of a drug offense, for example, can make it harder to get into public housing. But people who don't have stable housing are that much less likely to get themselves into treatment. Putting people who use drugs in jail can force them into withdrawal, in many cases without access to treatment for their addiction. It can also disrupt their enrollment in Medicaid, leaving them with no way to pay for treatment when they get out, either. Likewise, the child welfare system sometimes removes children from homes where a parent is using drugs. Because of that, parents struggling with substance use may not get the help they need for fear of alerting authorities and losing their children. Policies that enhance monitoring to make sure children are safe—but also support parents getting treatment—could improve outcomes for both. “There have been so many conversations, so many blue-ribbon commissions, looking at this crisis,” said Beau Kilmer, the McCauley Chair in Drug Policy Innovation at RAND and codirector of the RAND Drug Policy Research Center. “But a lot of these discussions have focused on siloes: 'Here's what we should do in the criminal legal system' or 'Here's what we should do in the treatment system.' There are a lot of barriers that you don't really see unless you take this ecosystem approach.” This graphic shows a person who uses opioids and their family surrounded by the elements of the opioid ecosystem: There are no silver bullets here, RAND's study emphasized—but continuing to do what we're doing is clearly not working. The first priority should be to get more people into high-quality treatment. But that won't be enough. Researchers provided more than three dozen policy options that federal, state, and local leaders might consider as they confront the crisis. Not every option will work in every jurisdiction; San Francisco's response does not have to be the same as Houston's. But with fentanyl now coursing through America's drug supply, driving overdose deaths to catastrophic levels, every level of government should be asking what it can do to better confront the crisis and reduce the toll. The federal government, for example, could make it easier for state and local jurisdictions to pilot and evaluate innovative approaches. Local health agencies could provide case managers to help people transition from one part of the ecosystem to another—from jail to treatment, for example. Law enforcement agencies could hack websites that sell opioids and other illicit drugs, or set up their own dummy websites to disrupt sales. Families need more support. Health care providers need more training in how to treat substance use disorders. State and local leaders need to consider gaming out how their responses to the crisis might play out across the ecosystem—with actual tabletop exercises. Public health agencies should start monitoring wastewater for changes in the drug supply the way they do for COVID. Given where we are in this opioid crisis, approaches intended to reduce the harms associated with using drugs deserve serious consideration. But all of that still won't be enough. Given where we are in this crisis, the researchers wrote, approaches intended to reduce the harms associated with using drugs deserve serious consideration. That could mean syringe-exchange programs to prevent the spread of disease, or drug-checking services to alert users when their drugs have been adulterated with fentanyl. “We can't treat this the way we've treated all other drug problems,” Kilmer said. Which brings this back to that street in Providence. Research in other countries has shown that supervised consumption sites like the one planned there can help reduce some harms related to drug use. Though limited, that research has found no increase in crime around such sites, and some studies have found improvements in some community-level health outcomes. By all estimates, those sites have reversed thousands of overdoses. New York City authorized two supervised consumption sites to open in late 2021. More than 3,000 people have used those sites since then, and workers have intervened to prevent nearly 900 overdoses. But when it opens next year, the site in Providence—located in an overdose hot spot with no residential neighbors—will be the first licensed and regulated by a state. It's one part of a strategy to save lives from the opioid crisis—but it's only one part. Previous RAND research has estimated it would take at least 7,000 supervised consumption sites to monitor America's heroin use alone. But it is another step toward reducing the probability that an overdose is fatal. “That type of care, that concern for human life—that's what you need to draw people from behind the dumpsters, to draw them from going to a hotel alone, to draw them from using in their car,” said Dennis Bailer, now back on his feet and eight years into his second recovery. “This site is going to help people stay alive. They can't get into treatment and become a successful part of society if they're dead.” He knows what the stakes are. He's seen friends die and has reversed three potentially fatal overdoses himself. He wants the site in Providence to be a model for the rest of the country. He's committed to making that happen. When it opens early next year, he'll be one of the people overseeing its operations. —Doug Irving RAND's analysis of the opioid ecosystem identified dozens of policy changes and other opportunities that could mitigate the opioid crisis. Researchers organized their recommendations into nine portfolios of action: Funding for this research was provided by gifts from RAND supporters and income from operations. RAND is especially grateful to the contribution made by Jack McCauley, whose support was critical in the late stages of the project.",
    "overview": "",
    "topline": "",
    "tags": [
      "Fentanyl and Other Synthetic Opioids",
      "Mortality",
      "Prescription Drug Misuse",
      "Social Services and Welfare",
      "Substance Use Disorder Treatment",
      "Substance Use Harm Reduction",
      "United States",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/americas-opioid-crisis-adopting-an-ecosystem-approach/_jcr_content/par/blogpost/par-blog/imagewithclass_602959198.fit.300x0.jpeg/1687825807012.jpeg",
        "width": "300",
        "height": "300",
        "desc": "Dennis Bailer, overdose prevention program director, assembles safe injection kits for Project Weber/RENEW, in Providence, Rhode Island, photo by Michael Salerno"
      },
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/americas-opioid-crisis-adopting-an-ecosystem-approach/_jcr_content/par/blogpost/par-blog/wrapperdiv/imagewithclass_1050432378.fit.600x0.svg/1687910657709.svg",
        "width": "600",
        "height": null,
        "desc": "An illustration of a person who uses opioids and their family surrounded by elements of the opioid ecosystem such as medical care and education, image by Kristen Meadows/RAND Corporation"
      }
    ]
  }
}