{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:58:15.392206",
  "crawling_time_epoch": 1703242695,
  "type": "Commentary",
  "title": "Amid an Epidemic of Loneliness, Nonprofits Are Helping Keep Veterans Connected",
  "url": "https://www.rand.org/pubs/commentary/2023/06/amid-an-epidemic-of-loneliness-nonprofits-are-helping.html",
  "descriptions": "Many nonprofit organizations in the United States seek to support veterans and foster social connection. The connections and sense of community these programs are building can help to combat the loneliness epidemic that is affecting veterans and non-veterans alike.",
  "posted": "Jun 5, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/amid-an-epidemic-of-loneliness-nonprofits-are-helping/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1686247002042.jpeg",
    "desc": "A member of Team Red, White and Blue runs through a cooling shower of water at the Marine Corps Marathon in Washington, D.C., October 30, 2016, photo. by Lance Cpl. Timothy Smithers/U.S. Marines"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Laura Werber",
      "profil": "https://www.rand.org/about/people/w/werber_laura.html",
      "profession": "Senior Management Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Health and Wellness Promotion",
      "Military Veterans",
      "United States",
      "www.rand.org"
    ],
    "Article": "The U.S. surgeon general recently issued an advisory on America's loneliness epidemic (PDF) and the healing effects of social connection. Former Department of Veterans Affairs (VA) Secretary Bob McDonald also issued a statement on veterans' social isolation. These are important reminders of veterans' need for connection and community. Fortunately, there are many nonprofit organizations seeking to support veterans. As a longtime volunteer for a nonprofit focused on building a wellness community for veterans, I've experienced the positive effects of such programs firsthand, and recently I had the opportunity to delve deeper by researching various organizations' efforts to promote veteran connectedness. After conducting a national survey and interviews, we learned about a variety of ways that veteran-serving nonprofits foster social connections. The most popular type of programming was physical and outdoor recreation, and indeed, that's initially what drew me to volunteering. I wanted to share with veterans the camaraderie and sense of accomplishment I experienced while hiking, so I got involved with Team Red, White & Blue, a veteran-serving nonprofit. Through other nonprofits' programs, veterans also participate in various activities—for example, glass-blowing, stand-up comedy, storytelling, and community service. These sorts of programs help build social connectedness by providing the people and the context in which camaraderie and a sense of belonging can grow. Other programs take a different tack. Rather than providing opportunities to connect with others, they aim to help veterans who may lack the capacity to make such connections. Working with animals is one approach several organizations use to achieve this aim. This includes spending time with horses, dogs, and even wolves. As one interviewee told us, the process of building trust with an animal can help a veteran move forward in building relationships with people. It's important to foster a comfortable, open, and safe environment, ideally one that offers nonverbal ways to connect and facilitates meaningful conversations. While many of these programs sound fun, and indeed they can be, the organizations that run them engage in deliberate strategies intended to bring about social connectedness. For example, they often involve veterans working as part of groups that intentionally include people with common backgrounds or life experiences that may inspire conversations, understanding, and, ultimately, connections. Also important is to foster a comfortable, open, and safe environment, ideally one that offers nonverbal ways to connect and facilitates meaningful conversations. While these approaches hold promise, these organizations do face obstacles. In addition to common barriers that veteran-serving organizations face, such as capacity constraints and veterans' reluctance to seek help, programs intended to promote social connectedness face some relatively unique obstacles as well. In interviews, program administrators discussed difficulties related to gauging the success of prevention efforts and uncertainty about how to measure camaraderie. These issues were compounded by insufficient resources, in terms of both staff and funding, and data collection challenges. But our interviews offered some glimmers of hope as well: We heard from organizations that used survey measures expressly focused on belonging and other aspects of social connectedness, and some shared strategies for evaluating impact that did not rely on surveys, such as observations. Our findings suggest that these organizations are on the right track toward building veteran social connectedness, but they could use some assistance with carrying out their mission and evaluating their impact. The public can help by making donations to ease funding challenges or, better yet, by volunteering, thereby enhancing their own social connectedness as well. The needs of veterans may be more pressing, even as the impacts of war fade from public memory, as suggested by a recent uptick in use of the Department of Veterans Affairs Crisis Line. As I discovered personally, the social connections and sense of community these programs are building can help to combat the loneliness epidemic that is affecting veterans and non-veterans alike. Laura Werber is a senior management scientist at the nonprofit, nonpartisan RAND Corporation. She also held volunteer positions with the veteran-serving, nonprofit Team Red, White & Blue. This commentary originally appeared on The Hill on June 4, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}