{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:47:38.088197",
  "crawling_time_epoch": 1703242058,
  "type": "Commentary",
  "title": "An Affordable Energy Transition Will Require Supportive and Sensible Regulation",
  "url": "https://www.rand.org/pubs/commentary/2023/11/an-affordable-energy-transition-will-require-supportive.html",
  "descriptions": "The transition to decarbonize the grid and to electrify end uses to reduce emissions will be challenging, and customer bills may increase in the short term. Regulators can help to keep utilities financially healthy and make a smoother energy transition possible.",
  "posted": "Nov 13, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/11/an-affordable-energy-transition-will-require-supportive/_jcr_content/par/teaser.crop.250x187.lb.jpeg/1699923466591.jpeg",
    "desc": "High-voltage power lines with colorful sunset in the background, photo by Yelantsevv/Getty Images"
  },
  "content": {
    "source": "(The National Interest)",
    "author": {
      "name": "Ismael Arciniegas Rueda Brian Wong",
      "profil": "https://www.rand.org/about/people/a/arciniegas_rueda_ismael.html",
      "profession": "Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School Assistant Policy Researcher, RAND, and Ph.D. Student, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Energy Resources",
      "Energy Security",
      "Environmental and Natural Resource Management",
      "Environmental Legislation",
      "Global Climate Change",
      "Public Utilities",
      "www.rand.org"
    ],
    "Article": "In 2022, monthly household electricity costs rose by 5 percent, the sharpest rise since the U.S. Energy Information Association began collecting data in 1984. As families face steeper bills, public utility commissions should focus on ways to strengthen the financial stability of utilities and prevent them from engaging in risky financial behavior that all too often results in higher electric bills for consumers. Failing to do so risks ever-increasing energy costs and a slower transition toward clean energy products like electric cars and appliances. Regulators have several strategies at their disposal. They could base their decisions on standards set in the public interest, reexamine how utilities finance capital investments, reuse existing infrastructure, and promote planning processes that allow customers to contribute to infrastructure solutions. The cost of renewable energy continues to go down and, compared to conventional gas resources, is reaching parity on an unsubsidized basis. Renewables become cheaper than their gas counterparts when considering the federal tax incentives. Despite this lower cost, electric bills continue to rise due to the unprecedented capital investment plans (PDF) that utility companies have devised to replace retiring resources with renewables, harden the grid against disasters like hurricanes and wildfires, and modernize the grid for electric vehicles and two-way power flows. To fund these investments, utilities across the United States are becoming more and more willing to take financial risks that can result in losses passed on to consumers.… The remainder of this commentary is available at nationalinterest.org. Ismael Arciniegas Rueda is a senior economist at the nonprofit, nonpartisan RAND Corporation and a professor of public policy at the Pardee RAND Graduate School. Brian Wong is a Ph.D. student at the Pardee RAND Graduate School and an assistant policy researcher at RAND. This commentary originally appeared on The National Interest on November 11, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}