{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:10:44.913411",
  "crawling_time_epoch": 1703239844,
  "type": "Commentary",
  "title": "An Autistic Soldier Wants You to Read This",
  "url": "https://www.rand.org/pubs/commentary/2023/06/an-autistic-soldier-wants-you-to-read-this.html",
  "descriptions": "Despite the recruitment challenges it is currently facing, the Army continues to make personnel decisions based on last century's understanding of neurodivergent diagnoses. The loosening of stigma associated with these diagnoses could improve recruitment, and the Army might reap the benefits of neurodiversity.",
  "posted": "Jun 1, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/06/an-autistic-soldier-wants-you-to-read-this/_jcr_content/par/teaser.crop.250x187.cb.jpeg/1685970618799.jpeg",
    "desc": "Soldiers from Battery B, 3rd Battalion, 320th Field Artillery Regiment, 101st Airborne Division, pause at the end of a patrol near Wynot, Iraq, October 6, 2005, photo by U.S. Army"
  },
  "content": {
    "source": "(Modern War Institute (West Point))",
    "author": {
      "name": "Cortney Weinbaum",
      "profil": "https://www.rand.org/about/people/w/weinbaum_cortney.html",
      "position": "Senior Management Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@cortney_dc",
      "contact": "https://www.twitter.com/cortney_dc"
    },
    "tags": [
      "Attention Deficit Hyperactivity Disorder",
      "Autism Spectrum Disorders",
      "Military Personnel",
      "United States",
      "United States Army",
      "Workforce Diversity",
      "Workplace Discrimination",
      "www.rand.org"
    ],
    "Article": "The Army’s relationship with autism spectrum disorder, attention-deficit/hyperactivity disorder (ADHD), and other cognitive diagnoses that are collectively called neurodivergent is…complicated. Autistic soldiers, and soldiers with other neurodivergent diagnoses, are already serving on active duty, in many cases in secret—hiding their diagnoses from the Army—and I know this because they called to tell me. My team at the RAND Corporation published the first study ever conducted in the United States about neurodiversity and national security, and as word spread that we were conducting this research, my phone started ringing. Based on my conversations, this is what I think the autistic and neurodivergent soldiers in your unit want you to know.… The remainder of this commentary is available at mwi.usma.edu. Cortney Weinbaum is a senior national security researcher at the nonprofit, nonpartisan, RAND Corporation. She is the author of the study “Neurodiversity and National Security: How to Tackle National Security Challenges with a Wider Range of Cognitive Talents.” She is a former intelligence officer. This commentary originally appeared on Modern War Institute (West Point) on June 1, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}