{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:04:55.451622",
  "crawling_time_epoch": 1703243095,
  "type": "Essay",
  "title": "An Early Warning System for Landslides Protects Sitka, Alaska",
  "url": "https://www.rand.org/pubs/articles/2023/an-early-warning-system-for-landslides-protects-sitka.html",
  "descriptions": "A 2015 landslide that killed three people in Sitka, Alaska, changed how residents looked at the steep hills all around them. The community worked with researchers to develop a warning system to prevent such tragedies in the future.",
  "posted": "Mar 14, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/an-early-warning-system-for-landslides-protects-sitka/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1685470706939.jpeg",
    "desc": "Wide shot of Sitka, Alaska, photo by AlexSava/Getty Images"
  },
  "content": {
    "article": "A hard rain was rattling against the rooftops of Sitka, Alaska, as day broke on August 18, 2015. A city building inspector, William Stortz, watched the deluge and decided to run out to a new subdivision to check the drainage. Two brothers, Ulises and Elmer Diaz, headed that way, too, to finish hanging sheetrock in a new house there. Just before 10 a.m., a hillside gave way. A river of mud, rocks, and broken trees surged down the slope and crashed through the subdivision. It took search crews several days to recover the bodies of Stortz and the Diaz brothers. The landslide changed how people in Sitka looked at the steep hills all around them. It made them a little more fearful every time the rain picked up. In that, it was a harbinger of what many communities can expect as the climate shifts and the natural world shifts with it. But Sitka, a town wedged between ocean and mountains, accessible only by boat or by plane, was not about to become a victim of its circumstances now. Working with researchers from RAND and the Pardee RAND Graduate School, it set out to ensure that the next landslide would not take anyone by surprise. The grief was still raw when the community meetings started. In a town of barely 9,000 people, the three men who died in the 2015 landslide were not just names in the newspaper. The Diaz brothers, former high school athletes, spent their afternoons mentoring kids on the basketball courts. Stortz's obituary described him as “deep and steadfast and difficult to fathom.” Sitka had always lived with the threat of a tsunami sweeping in from Sitka Sound. A piercing siren was the signal for residents to run; the hills were their refuge. Landslides happened; tribal nations in the area described them in oral histories going back generations. But until 2015, the biggest danger was thought to come from the west, from the sound, not from the towering wall of hills to the east. What can we know about the risk? people asked in those earliest community meetings. And then, What can we do? A house destroyed by a landslide in Sitka, Alaska Photo by David Brooks/KTUU Television Katie Whipkey, an analyst at RAND and a former AmeriCorps volunteer in Sitka, had been following the news. She pushed her colleagues to get involved. The Sitka Sound Science Center had put together a “geotask force” to start answering those community questions, and RAND signed on as a partner. It and the science center locked down a $2.1 million grant from the National Science Foundation to develop a landslide warning system with the community. It seemed straightforward enough. The town already had a tsunami siren; it could just add a landslide siren. But it quickly became clear that would not work. Why evacuate the entire town when only a few houses might be at risk? Where would people go? And how would anyone know when to sound the alarm? RAND researchers handed out copies of a graph at one of the community meetings. It showed historic landslide events plotted against daily rainfall totals. There was no obvious pattern—no straight line above which a landslide always happened, and below which a landslide never happened. They asked the community members, Where would you draw the line to start notifying people that a landslide could be coming? There was no consensus in the answers they got back. They also started to notice that it was often the same people coming to those community meetings. A seam of distrust ran through the community, and many residents wanted nothing to do with the outside researchers who had flown in from the Lower 48. They knew the land. They didn't need any help watching out for a landslide. Max Izenberg started knocking on doors. He was a student at Pardee RAND; he had also grown up in New Orleans, so he could speak from experience about living with the threat of disaster. People would invite him in, hand him a beer, and explain why they didn't want to get involved. It was often a financial decision. If all these researchers showed just how high the risk was, they worried, their property values would plummet, their insurance rates would explode. One homeowner had tried to get a policy that would cover landslides shortly after the deadly 2015 slide—and had been quoted a rate of $1,200 a month. Researchers convened a series of workshops with community members to get their concerns out on the table and start talking about solutions. Robert Lempert and Ryan Brown, RAND's lead researchers in Sitka, heard those same concerns in their conversations with people around town. At one meeting, for example, they noticed an older man sitting in the back, listening but not speaking—not until the end. Then he warned the group not to forget the biblical story of Adam and Eve. It was a bite from the tree of knowledge, he said, that drove people out of paradise. There was no way around those concerns, the researchers saw, except through them. They convened a series of workshops with community members to get their concerns out on the table and start talking about solutions. They attended town hall meetings and community coffee hours; project scientists gave presentations at Sitka schools. The meetings and home visits started to pay off. In time, so many people agreed to participate that researchers could start to study how information travels in a small town like Sitka. They identified a few dozen “super connectors” who seemed to know everyone and could get the word out if a landslide threatened. They also identified groups of people who would be especially hard to reach in an emergency, including commercial fishing crews and hunters who vanished into the backwoods for days at a time. The research team had planned to string a network of sensors along the hills above Sitka, to provide an early warning when conditions were shaping up for a landslide. But here, it got a lucky break. Annette Patton, a member of the research team and a geologist at the University of Oregon, had been trying to figure out when landslides are most likely in Sitka. She pulled together 20 years of rainfall records from the National Weather Service and an inventory of historic landslides. There was no straight line in the data, she found—but there was an escalating gradient of risk. The key was not something hard to track like soil saturation levels. In Sitka, at least, it was three-hour bursts of very heavy rain. Patton calculated that the risk of a landslide started to build when Sitka got .84 inches of rain or more in a three-hour window. It became 70 percent certain at 1.3 inches. The morning of the deadly landslide in 2015, Sitka had seen more than 2 inches of rain between 6 and 9 a.m. That level of rainfall had never not triggered a landslide in the area. Photos by Annette Patton Sitka residents didn't need—or want—another siren to tell them to flee their homes for a landslide. What they needed was a simple way to monitor the risk for themselves, to help them make their own decisions about when it was time to leave. Together, they and the researchers developed an online dashboard that shows three days of forecast rain, with color codes to signify risk. Yellow for those rare times, maybe once or twice a year, when a storm threatens that .84-inch threshold. Red for the much rarer times when rainfall pushes past 1.3 inches. The super connectors RAND had identified became preparedness ambassadors, trained to help people plan for when one of those red days comes. Sitka residents didn't need—or want—another siren to tell them to flee their homes for a landslide. They needed a simple way to monitor the risk for themselves. “If we had taken another approach and hadn't listened as closely as we did to community members who had so much at stake, we would have really missed the mark,” Izenberg said. “It's really easy for people to come up with risk management solutions without understanding the human element of it. This is what it looks like when we don't do that, when scientists and researchers incorporate and value local knowledge. It brings everyone closer to their goals.” Sitka's landslide warning dashboard went live this past summer. Several months before it was finished, a storm thundered into southeast Alaska. Researchers noticed rainfall amounts ticking closer to the yellow zone and notified the local weather station. It issued a warning along with the forecast, that conditions were shaping up for landslides. Sure enough, several small slides broke loose in the Sitka area that day. Nobody was hurt, and the property damage was minimal. The research team is now working with the Central Council of the Tlingit and Haida Indian Tribes of Alaska to help six other small communities deploy sensors and develop warning systems for landslides, floods, and other hazards. They call the project “\nK\nutí,” the Tlingit word for weather. Jacyn Schmidt spent the summer talking to residents about the landslide warning dashboard from a table at the Sitka farmers market. She's a regional geoscience specialist with the Central Council of the Tlingit and Haida Indian Tribes of Alaska, a member of the dashboard design team. And what she heard at the farmers market, above all, was gratitude. “A lot of research happens and doesn't necessarily get back to the community in a meaningful way,” she said. “It is helpful to look out your window, see it's raining hard, and look at the landslide dashboard to see if conditions match with the higher risk levels,” she added. “If not, then I tend to go about my day. I don't need to worry. I know that when conditions are there, the dashboard will signal that.” —Doug Irving",
    "overview": "",
    "topline": "",
    "tags": [
      "Alaska",
      "Community-Based Participatory Research",
      "Emergency Preparedness",
      "Global Climate Change",
      "Natural Hazards",
      "Network Analysis",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/an-early-warning-system-for-landslides-protects-sitka/_jcr_content/par/blogpost/par-blog/imagewithclass.fit.0x0.jpeg/1678468807127.jpeg",
        "width": null,
        "height": null,
        "desc": "A house destroyed by a landslide in Sitka, Alaska, photo by David Brooks/KTUU Television"
      },
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/an-early-warning-system-for-landslides-protects-sitka/_jcr_content/par/blogpost/par-blog/columnwrap/col1/imagewithclass.fit.500x0.jpeg/1678458129214.jpeg",
        "width": "500",
        "height": "500",
        "desc": "Researchers assessing landslide damage in Sitka, Alaska, photo by Annette Patton"
      },
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/an-early-warning-system-for-landslides-protects-sitka/_jcr_content/par/blogpost/par-blog/columnwrap/col2/imagewithclass.fit.500x0.jpeg/1678458134659.jpeg",
        "width": "500",
        "height": "500",
        "desc": "Landslide damage in Sitka, Alaska, photo by Annette Patton"
      }
    ]
  }
}