{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:57:00.658745",
  "crawling_time_epoch": 1703242620,
  "type": "Commentary",
  "title": "An Emboldened West Confronts a Weakened Russia",
  "url": "https://www.rand.org/pubs/commentary/2023/06/an-emboldened-west-confronts-a-weakened-russia.html",
  "descriptions": "Russian President Vladimir Putin may remain in office for now, but his power—and Russia's—are ebbing. The West might take advantage of new opportunities.",
  "posted": "Jun 27, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/an-emboldened-west-confronts-a-weakened-russia/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1687899323277.jpeg",
    "desc": "Russian President Vladimir Putin during an address in Cathedral Square at the Kremlin in Moscow, Russia, June 27, 2023, photo by Sergei Guneev/Sputnik via Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "William Courtney",
      "profil": "https://www.rand.org/about/people/c/courtney_william.html",
      "profession": "Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "tags": [
      "Political Reform Movements",
      "Politics and Government",
      "Russia",
      "www.rand.org"
    ],
    "Article": "Russian President Vladimir Putin may remain in office for now, but his power—and Russia's—are ebbing. The West might take advantage of new opportunities. Putin's fate could follow that of Soviet President Mikhail Gorbachev. Despite the failure of a hardline putsch in August 1991, Gorbachev lost support and became vulnerable. In December his rule—and the USSR—collapsed. The West had little influence on these developments. In the foreign policy arena, however, the West concluded arms control accords with Moscow and fortified Afghans and Poles resisting Soviet oppression. Today, the West still has little clout in Moscow politics. But as in the 1980s, the West is confronting aggression. NATO allies are arming Ukrainian forces, partially funding its government, and adding force presence near Russia. In the wake of Yevgeny Prigozhin's failed rebellion, the “correlation of forces”—a Russian concept of power and influence—is moving against Putin and Russia. The West may exploit this. In the wake of Yevgeny Prigozhin's failed rebellion, the “correlation of forces”—a Russian concept of power and influence—is moving against Putin and Russia. Ukraine:The West may aim higher in Ukraine. It could stop waffling and back President Volodymyr Zelenskyy's goals of victory and recovery of all territory, including Crimea. Prigozhin proclaimed that official reasons for the war were “lies.” His honesty might demoralize some Russians and troops who worry they are cannon fodder. Routs of Russian forces—as in last September's sweeping advance of Ukrainian forces in the Kharkiv region—could become more frequent. Prospects for Ukraine's counteroffensive have likely improved. The West, in turn, may be heartened that its military aid is effective. Human rights: The West might be more full-throated in criticizing Putin's assault on human rights and political liberties. There is precedent. President Jimmy Carter stung the Kremlin by writing to prominent Soviet dissident Andrey Sakharov. President Ronald Reagan made human rights a centerpiece of his outspoken policy to weaken and bring down the USSR. Soviet leaders, he said, asserted the “right to commit any crime, to lie, to cheat.” Post–Cold War repression in Russia is harsher than ever. Human rights abuses and curbs on political liberties are multiplying. Dissidents Alexey Navalny and Vladimir Kara-Muza face Stalinist-like long prison sentences. Rising repression could reflect Kremlin unease over hardline challenges like Prigozhin's as well as potential popular uprisings urging democracy. In ordering the invasion, Putin likely feared Ukraine's democratic example and ties with democratic Europe. A democratic challenge to Putin's rule might emerge especially from urban elites and private sector leaders whose safety and property values have plunged. The West might engage these constituencies more directly to encourage civic responsibility. Sanctions: Western sanctions are strong but could be hardened. The European Council has just approved another—its eleventh—package of restrictions. The United States is pressing friendly countries not to serve as backdoor conduits of sanctioned items to Russia. Putin and Lukashenko: The West could heighten pressure on Putin and Belarusian dictator Aleksandr Lukashenko. The International Criminal Court has issued an arrest warrant for Putin for unlawful deportation of children from Ukraine. Warrants for other crimes may come. The West backs creation of an independent tribunal to prosecute the crime of aggression. Nuclear: Russia might perceive Western hesitation if its basing of nuclear arms in Belarus goes unanswered. NATO might review its nuclear posture and be attentive to neighboring allies. Putin deserves to pay a price also for his inflammatory nuclear rhetoric regarding Ukraine. Energy: The West might further tighten limits on Russian energy. Europe has found that replacing Russian gas is easier than expected. In the 1980s, sanctions were weaker in part because Europe was less able to substitute for inexpensive Russian pipeline gas. The Kremlin likely fears that as Ukraine goes westward, Belarus may soon follow. Belarus: As it did in aiding Poland's Solidarity free trade union in the 1980s, the West might employ creative ways to promote the democratic opposition in Belarus. Massive protests in summer 2020 revealed the scale of popular disgust. Despite a crackdown, opposition inside Belarus is likely seething. Exiled opponents, led by Sviatlana Tsikhanouskaya, help keep alive the flame of freedom. The Kremlin likely fears that as Ukraine goes westward, Belarus may soon follow. Modern Russia has never been more isolated from the West. As sanctions and shortages of Western technology and capital increase their bite, Russia's economy and living standards will suffer. The Kremlin can relieve pain by withdrawing its rapacious forces from Ukraine. In the meantime, further discontent and rebellions in Russia may be expected—and encouraged. William Courtney is an adjunct senior fellow at the nonprofit, nonpartisan RAND Corporation and a former U.S. ambassador to Kazakhstan and Georgia. This commentary originally appeared on The Hill on June 27, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}