{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:32:30.363112",
  "crawling_time_epoch": 1704166350,
  "type": "Commentary",
  "title": "An Opportunity to Learn from Our COVID-19 Successes and Failures",
  "url": "https://www.rand.org/pubs/commentary/2023/04/an-opportunity-to-learn-from-our-covid-19-successes.html",
  "descriptions": "COVID-19 showed that the U.S. pandemic response plans of the past were no match for a protracted nationwide health emergency. What lessons were learned that could help the United States effectively protect its population and other vital national interests going forward?",
  "posted": "Apr 27, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/04/an-opportunity-to-learn-from-our-covid-19-successes/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1682676029183.jpeg",
    "desc": "Negative pressure screening tents set up outside the emergency room entrance at University of Utah hospital in Salt Lake City, Utah, March 9, 2020, photo by George Frey/Reuters"
  },
  "content": {
    "source": "(Governing)",
    "author": {
      "name": "Mahshid Abir",
      "profil": "https://www.rand.org/about/people/a/abir_mahshid.html",
      "profession": "Senior Physician Policy Researcher",
      "username": "",
      "contact": null
    },
    "tags": [
      "Coronavirus Disease 2019 (COVID-19)",
      "Emergency Preparedness",
      "Pandemic",
      "Public Health Preparedness",
      "United States",
      "www.rand.org"
    ],
    "Article": "COVID-19 showed that the U.S. pandemic response plans of the past were no match for a protracted nationwide health emergency. With this pandemic's emergency phase over, it's time to consider how we can do better next time against a yet-unknown threat. The upcoming reauthorization of the Pandemic and All-Hazards Preparedness Act (PAHPA) offers such an opportunity. As a key step toward modernizing preparedness and response capabilities at all levels of government, Congress could consider requiring a national after-action analysis of the COVID-19 pandemic as part of the PAHPA reauthorization. PAHPA dates back to 2006, and its previous authorizations have responded to other crises that the United States was underprepared for, from hurricanes to anthrax. This time around, it's three years of pandemic that pushed public health departments and health care systems past their breaking point. What lessons were learned that could help the United States effectively protect its population and other vital national interests going forward? With this pandemic's emergency phase over, it's time to consider how we can do better next time against a yet-unknown threat. That's where an after-action analysis of the COVID-19 pandemic response comes in. It could capture the failings, adaptations, and best practices identified, collating them from individual after-action reports for each state, territory, and tribal government. It's clear, for instance, that any future national pandemic plan will need to consider (and balance) public health measures alongside economic, educational, and other “costs” to society at large. It might also address how to issue effective (and consistent) public communication, as well as to combat misinformation. Tracking a future pandemic in real time, and adjusting responses as needed, will require collecting and analyzing a uniform set of outcome measures across states and nations, and doing so consistently. So an after-action report could also carefully take stock of our lingering gaps in knowledge, consistent high-quality data, and technology infrastructure. An after-action analysis could also take a hard look at incentives and disincentives that would lead to more-effective collaboration and resource-sharing during emergencies. Every corner of the nation was affected by pandemic-driven shortfalls—in equipment, beds, supplies, manpower—but not all at the same moment. This meant that some states' and localities' public health and health care systems had excess resources and capacity at the very moment others were desperate. Figuring that piece out will be critical to ensuring an improved response for all kinds of public health emergencies and natural disasters into the future. Preparation means more than stockpiling. It requires more than bolstering what already exists. Preparation means more than stockpiling. It requires more than bolstering what already exists. Public health officials, like the proverbial generals, shouldn't prepare to fight the last war. Instead, this is the time to consider new paradigms for tracking emerging threats. To do the kind of data analysis that will continually measure risk, lots of novel information will need to be shared across agencies—particularly as the social, political, and climate environment changes. PAHPA needs reauthorization before the end of the fiscal year, so policymakers have already begun asking some of these questions. The answers they settle on will set priorities not just for the Department of Health and Human Services, but also for the Food and Drug Administration, Homeland Security, and the Pentagon. A formal after-action analysis could help lawmakers and policymakers at all levels of government as they decide what's required for the United States to have a comprehensive, multi-agency health security strategy. Mahshid Abir is an emergency physician and senior physician policy researcher at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on Governing on April 27, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}