{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:08:52.585702",
  "crawling_time_epoch": 1703243332,
  "type": "Announcement",
  "title": "Ann Korologos, Former U.S. Labor Secretary and RAND Corporation Chair, Dies at Age 81",
  "url": "https://www.rand.org/news/press/2023/02/01.html",
  "descriptions": "The RAND Corporation was saddened to learn of the passing of Ann McLaughlin Korologos, a former U.S. Secretary of Labor and longtime member of the RAND family. Her distinguished career in the public, private, and nonprofit sectors included service as the chair of the RAND Board of Trustees from 2004 to 2009.",
  "posted": "Feb 1, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2023/02/01/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1675277958066.jpeg",
    "desc": "Ann Korologos at RAND, November 14, 2014, photo by Diane Baldwin/RAND Corporation"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Wednesday\nFebruary 1, 2023 Ann McLaughlin Korologos Photo by Diane Baldwin/RAND Corporation The RAND Corporation was saddened to learn of the passing of Ann McLaughlin Korologos, a former U.S. Secretary of Labor and longtime member of the RAND family. Her distinguished career in the public, private, and nonprofit sectors included service as the chair of the RAND Board of Trustees from 2004 to 2009. “Ann's presence—in addition to her invaluable experience and acumen—will be sorely missed by everyone at RAND,” said Jason Matheny, RAND's president and CEO. “She was a fierce advocate for RAND and the need for rigorous research and analysis to help solve major issues of the day. Ann espoused RAND's mission to everyone—from Fortune 500 executives and world leaders to her own family.” Korologos gave generously to RAND and Pardee RAND over her lifetime. In 2012, Korologos endowed a scholarship to help students at Pardee RAND Graduate School and later helped pave the way for the school to reimagine public policy education for the future. Her final act of giving, the Ann Korologos Impact Award Endowment, will provide funding for RAND researchers to expand the impact of their research into the broader community. “While we're forever grateful for Ann's monetary contributions, it's her time and commitment to RAND's vision that we will miss the most,” said Nancy Staudt, dean of the Pardee RAND Graduate School. “She always understood the value of timely, objective research and went out of her way to make sure that RAND and Pardee RAND are well positioned to continue to make an impact now and in the future.” Korologos served as labor secretary under President Reagan from 1987 to 1989 after previously serving as undersecretary of the Department of the Interior. She went on to chair the President's Commission on Aviation Security and Terrorism and to lead the nonprofit Federal City Council in Washington, D.C. She also served as the chair of the Aspen Institute and served on numerous boards, including Microsoft, Fannie Mae, Vulcan Materials Company, and the Kellogg Company. “What made Ann especially valuable as a trustee was her rare combination of expertise about the federal government and corporate governance, as well as effective leadership in both sectors. Our working relationship spanned nearly three decades and she was a wise and compassionate leader, as well as a good friend,” said Michael Rich, former president and CEO of RAND. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}