{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:09:23.318030",
  "crawling_time_epoch": 1703243363,
  "type": "Commentary",
  "title": "Appreciating U.S. Ground Force Contributions to Operation Inherent Resolve",
  "url": "https://www.rand.org/pubs/commentary/2023/01/appreciating-us-ground-force-contributions-to-operation.html",
  "descriptions": "Defeating ISIS hinged on a ground fight, requiring the grueling liberation of territory kilometer by kilometer. While Iraqi forces bore the brunt of frontline fighting, U.S. forces were also engaged in on-the-ground combat operations that hastened the defeat of ISIS. Appreciating such contributions will be necessary to distill the right lessons so that we might correctly apply them to future irregular warfare.",
  "posted": "Jan 25, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/01/appreciating-us-ground-force-contributions-to-operation/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1674702549698.jpeg",
    "desc": "U.S. Army soldiers conduct a convoy in support of Combined Joint Task Force Operation Inherent Resolve near northeastern Syria, September 21, 2020, photo by Staff Sgt. Michael West/U.S. Army"
  },
  "content": {
    "source": "(Modern War Institute)",
    "author": {
      "name": "Jeffrey Martini Sean M. Zeigler Gian Gentile",
      "profil": "https://www.rand.org/about/people/m/martini_jeffrey.html",
      "profession": "Senior International Defense Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Associate Director, RAND Arroyo Center; Senior Historian",
      "username": "",
      "contact": null
    },
    "tags": [
      "Counterterrorism",
      "Iraq",
      "The Islamic State (Terrorist Organization)",
      "Land Warfare",
      "Military Strategy",
      "Syria",
      "United States",
      "www.rand.org"
    ],
    "Article": "In 2016, as it was pushing ISIS from its Euphrates valley strongholds in Iraq, the Global Coalition to Defeat ISIS weighed how best to speed up the military campaign. The coalition ultimately chose to expand its military involvement in support of Iraqi forces, introducing what were described as “enablers” and “accelerants” that would, indeed, prove crucial in dislodging ISIS from Mosul the following year. These contributions are the subject of our newly released operational history of Operation Inherent Resolve. By focusing on U.S. ground forces, the report sheds light on a less-appreciated dimension of the fight to defeat ISIS in Iraq. In doing so we challenge the narrative that the concept known as “by, with, and through”—the U.S. military's reliance on local allies to prosecute ground fighting—does not entail combat by U.S. forces. Rather, the report demonstrates that defeating ISIS hinged on a ground fight, requiring the grueling liberation of territory kilometer by kilometer. And while Iraqi surrogate forces bore the brunt of frontline fighting, U.S. forces were also engaged in on-the-ground combat operations that hastened the defeat of ISIS. Appreciating such contributions will be necessary to distill the right lessons from an operation like Inherent Resolve, so that we might correctly apply those lessons to future irregular warfare.… The remainder of this commentary is available at mwi.usma.edu. Jeff Martini and Sean Zeigler are senior researchers at the nonprofit, nonpartisan RAND Corporation, as is Gian Gentile, in addition to serving as the associate director of the RAND Arroyo Center. This commentary originally appeared on Modern War Institute on January 24, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}