{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:17:30.063275",
  "crawling_time_epoch": 1703240250,
  "type": "Commentary",
  "title": "Arctic Governance Is in Trouble. The Antarctic Could Be Next",
  "url": "https://www.rand.org/pubs/commentary/2022/12/arctic-governance-is-in-trouble-the-antarctic-could.html",
  "descriptions": "The war in Ukraine has shattered the myth that the polar regions are somehow immune from global geopolitics. If Arctic governance is in trouble, the Antarctic could follow.",
  "posted": "Dec 7, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2022/12/arctic-governance-is-in-trouble-the-antarctic-could/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1670465313848.jpeg",
    "desc": "Flags of the twelve nations that first signed the Antarctic Treaty in 1959 around the red and white ceremonial pole at the South Pole in Antarctica, December 5, 2018, photo by Mike Lucibella/Public Domain"
  },
  "content": {
    "source": "(RealClearWorld)",
    "author": {
      "name": "Benjamin J. Sacks Marigold Black Peter Dortmans",
      "profil": "https://www.rand.org/about/people/s/sacks_benjamin_j.html",
      "position": "Policy Researcher; Professor, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Antarctica",
      "Arctic Region",
      "China",
      "International Diplomacy",
      "Security Cooperation",
      "www.rand.org"
    ],
    "Article": "The Arctic Council in March suspended cooperation with Russia in response to Moscow's invasion of Ukraine. Seven of the eight council members—Canada, Denmark (Greenland), Finland, Iceland, Norway, Sweden, and the United States—resumed limited activities on projects not involving Russia, but the interruption marked the first time that broader Arctic cooperation has been paused. The war in Ukraine has shattered the myth that the polar regions are somehow immune from global geopolitics. If Arctic governance is in trouble, the Antarctic could follow. The Antarctic is governed by the Antarctic Treaty System (ATS)—a set of treaties, led by the 1959 Antarctic Treaty, designed to ensure peace and cooperation on the southernmost continent. But issues are gradually emerging that could prove contentious over the next decade. There are challenges to the very foundational principles of the ATS, particularly the terms of mineral and fishery exploitation. The treaty system gives limited ability to respond to challenges with anything other than diplomatic means. The first challenge comes from Chinese activities on the Antarctic continent, which have dramatically increased in recent years. Inspections of China's five scientific research stations, carried out by other Antarctic Treaty consultative parties, revealed “environmental violations, procedural violations, and China's apparent reluctance to host foreign scientific researchers.” Australian officials said China is “conduct[ing] illegal military activities in Antarctica, is building up the case for a territorial claim and is engaging in mineral exploitation.” If Arctic governance is in trouble, the Antarctic could follow. The ATS explicitly prohibits nonpeaceful military activities, new territorial claims (other than by the United States or Russia), and mining. Evidence also suggests that the Chinese People's Liberation Army is cooperating with Chinese Antarctic researchers, installing “radars, satellite tracking, telemetry, and command stations at China's Antarctic holdings.” China so far has also constructed five scientific research stations. A second challenge comes from both China and Russia, who have defeated recent proposals to establish new marine protection areas around Antarctica. Two such areas exist, in the Ross Sea and around the South Orkney Islands. The new areas would have given protected status to large additional swaths of the Antarctic Ocean, including East Antarctica, the Weddell Sea, and the Antarctic Peninsula, the latter a hub of Antarctic scientific and tourism activities. Russia, too, has been accused of investigating petroleum, natural gas, and rare earth mineral sites in and around Antarctica. The third problem comes from three countries' overlapping territorial claims, which remain frozen. Chile, Argentina, and the UK all claim the Antarctic Peninsula and its environs as their own. The 1959 treaty froze these claims. But this has not stopped Argentina and Britain, in particular, of accusing each other of overstepping their competing claims. Argentina formally protested Britain's 2012 renaming of part of its territorial claim as Queen Elizabeth Land. Indeed, it was the threat of legal action in the 1950s over competing Argentine, Chilean, and British claims that led to the Antarctic Treaty. In 1982, Britain and Argentina fought for control of the nearby Falkland Islands and South Georgia Island, and Argentina still routinely asserts its sovereignty over the British-controlled islands. Britain, for its part, maintains a sizable military garrison at Mount Pleasant in the Falkland Islands to deter any form of Argentine military activities there or in the contested British Antarctic Territory. Time will tell whether these three states will find a way to finally settle their territorial differences or simply aggravate them further. A conflict occurring elsewhere may impact Antarctic cooperation, just as the war in Ukraine has impacted Arctic cooperation. Finally, the manner in which some nations respond may actually open up the ATS to further, perhaps unexpected challenges. For instance, Australia is investing heavily in dual-use technologies, particularly autonomous systems, to help monitor the activities of other Antarctic entities. This endeavor might be used as justification for others to do the same. It might also demonstrate a fundamental weakness: While Australia might be able to identify potential breaches, it might not be able to do much to respond. This perceived weakness might embolden recalcitrant nations to act against the intent of the ATS. The Arctic and the Antarctic are not the same, despite both being polar regions and being governed by the Polar Code for shipping. The Arctic is an ocean, while the Antarctic is a continent. Nevertheless, they share similarities that could come into play. Both are governed by a set of mechanisms that work because the participants put aside their differences to make it work. But as recent events in the Arctic have demonstrated, there are limits to cooperation. A conflict occurring elsewhere may impact Antarctic cooperation, just as the war in Ukraine has impacted Arctic cooperation. Finally, receding ice may accelerate competition for rare earth elements, much as receding Arctic ice has raised questions for shipping and mining. Now is a good time to develop strategies to enable continued peaceful governance in the Antarctic. Benjamin J. Sacks is a policy researcher at the nonprofit, nonpartisan RAND Corporation. Marigold Black is a policy researcher and Peter Dortmans is a senior policy researcher at RAND Australia. A version of this commentary originally appeared on RealClearWorld on December 6, 2022. This version was updated on January 5, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}