{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:03:01.362495",
  "crawling_time_epoch": 1703242981,
  "type": "Commentary",
  "title": "As China Ascends, Concerns Grow It Might Be Tempted into a 'Splendid Little War'",
  "url": "https://www.rand.org/pubs/commentary/2023/04/as-china-ascends-concerns-grow-it-might-be-tempted.html",
  "descriptions": "When a nation newly ascends or returns to the status of a leading international power, it often feels the need to publicly demonstrate its rise through a brief, victorious war. Today, China's increasing strength may tempt it to pursue such a conflict, and not necessarily with Taiwan, if it anticipates that victory will be swift, decisive, and demonstrative.",
  "posted": "Apr 11, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/04/as-china-ascends-concerns-grow-it-might-be-tempted/_jcr_content/par/teaser.crop.250x187.lm.jpeg/1681259811027.jpeg",
    "desc": "A Chinese warship takes part in a military drill off the Chinese coast near Fuzhou, Fujian Province, across from the Taiwan-controlled Matsu Islands, China, April 11, 2023, photo by Thomas Peter/Reuters"
  },
  "content": {
    "source": "(Defense Opinion)",
    "author": {
      "name": "Scott Savitz",
      "profil": "https://www.rand.org/about/people/s/savitz_scott.html",
      "profession": "Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "China",
      "Geopolitical Strategic Competition",
      "India",
      "Vietnam",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "When a nation newly ascends or returns to the status of a leading international power, it often feels the need to publicly demonstrate its rise through a brief, victorious war. Today, China's increasing strength may tempt it to pursue such a conflict, and not necessarily with Taiwan, if it anticipates—perhaps incorrectly—that victory will be swift, decisive, and demonstrative. The United States did exactly that 125 years ago this month, starting what was called a “splendid little war” against Spain in 1898. Though Spain was weak and overstretched enough that the war's outcome was not in doubt, the rapidity and decisiveness of the American victory were striking. Before the war with Spain, the United States had been a rapidly growing nation with a vibrant economy, but not necessarily one of the foremost nations in the world; after that war, perceptions of its latent military might and its acquisition of overseas territories made it an equal of the leading powers of Europe. Such demonstrations were a common feature of that era. Prussia's defeat of France in 1870–71 paved the way for German unification and was a forceful way of demonstrating that the newly established German Empire had joined the great powers. Likewise, Japan's victory over Russia in 1904–1905 served a similar purpose, announcing the arrival of an Asian power that could be counted among the giants. In the 21st century, Russia's revanchism in Georgia and Ukraine has partly been an attempt to restore its great-power status. China may believe a quick and decisive military victory could help to establish the perception that it is not only an economic power of the first rank, but also a military one. As with the American war against Spain, the outcome need not be in doubt. However, it could serve as a palpable symbol of China's re-ascendance to global leadership. It would mark the closure of a series of eras for China: not only the “century of humiliation” ending in the 1940s, during which China was on the receiving end of Western and Japanese imperialism, but also China's isolation under Mao Zedong (1949–1976) and its maintenance of a low international profile thereafter. China may believe a quick and decisive military victory could help to establish the perception that it is not only an economic power of the first rank, but also a military one. China has shifted to a more assertive and aggressive stance over the last decade or so; in 2010, its foreign minister instructed Southeast Asian leaders that, “China is a big country and other countries are small countries, and that's just a fact.” More recently, it has adopted a confrontational “wolf warrior” diplomacy, menaced and even rammed other nations' vessels in the South China Sea, and engaged in repeated border skirmishes with India. A quick victory could reinforce popular perceptions that the Communist Party had made China proud and strong, as well as wealthy. The party could also boast that while the Soviet Union's 74th year was its last, the People's Republic of China was still going strong 74 years after Mao proclaimed its birth. The United States had a clear target for its “splendid little war” 125 years ago. The American public was offended by Spain's brutal mistreatment of its subjects, covetous of its lands, and confident of defeating the decaying Spanish Empire. A pretext was found when an accidental explosion aboard the USS Maine in Havana was deemed a perfidious act of war. Today, China may believe that it has two potentially desirable alternatives, namely India and Vietnam. Neither has alliances with the United States, and U.S. intervention on behalf of either would be extremely unlikely. (It is particularly implausible that a U.S. president would send Americans to die in Vietnam on behalf of the Communists in Hanoi.) China could use its massive ground-centric forces to overrun either country's land border with it, while also testing its burgeoning air, maritime, cyber, space, and electronic warfare capabilities for future use. At a time when China is experiencing copious internal discontent, and when India has supplanted it as the world's most populous nation, defeating India in a limited border war might be a way for China to reassert itself for both domestic and international consumption. China's elevation advantage along the Tibetan-Indian frontier was one of many strengths that enabled it to vanquish India in a limited war in 1962. It might be confident—perhaps overconfident—of doing so again, although India is now a nuclear power, and a new war might not be so limited as the last. China could use various pretexts. There have been numerous clashes along the Sino-Indian frontier in recent years, some of them fatal. Chinese vessels in the Indian Ocean could provoke their Indian counterparts, as they have done to vessels from other Asian nations. Pakistan could stage an incident that drew in Chinese forces, or the two giants could spar over influence in Nepal, Sri Lanka, or other parts of South Asia. Should the Chinese Communist Party attempt to manipulate the identification of the 87-year-old Dalai Lama's next reincarnation, as it has for other Tibetan lamas, it could then claim that India had instigated any resulting Tibetan opposition. Vietnam could also be an opportune target. China launched a punitive invasion of Vietnam in 1979 because Vietnam had invaded Cambodia, though China primarily punished itself as its forces struggled. Thrashing Vietnam in a decisive rematch could bolster the confidence of the People's Liberation Army, Chinese Communist Party, and Chinese public. Disputes over maritime borders and control of islands, which have resulted in numerous clashes at sea, could likely provide a justification for war whenever China wanted to create one. A tiff between Vietnam and either Laos or Cambodia, both of which have been cultivated by China, could also be magnified into a larger Sino-Vietnamese conflict. Chinese forces could even follow the paths of the old “Ho Chi Minh Trail” through Laos and Cambodia to attack South Vietnam. Disputes over maritime borders and control of islands could likely provide a justification for war whenever China wanted to create one. At a time when the world's attention is transfixed by a possible Chinese invasion of Taiwan, it is important to keep these other threats in mind. China may anticipate that victory against India or Vietnam would elevate perceptions of its military prowess and enable it to better hone its forces for future combat. However, it may miscalculate the level of difficulty of such a war, its duration, the potential for escalation, or other repercussions; Russia certainly did in Ukraine. The United States can do little to directly influence China's calculus, other than being visibly prepared to impose sanctions and reminding China that wars have a tendency to become protracted; Russia's aggression in Ukraine is merely the latest example. However, both India and Vietnam could seek to sow seeds of doubt about China's ability to rapidly and successfully achieve its aims, by demonstrating their own capabilities and willingness to fight through exercises, military investments, and diplomatic messaging. Deterring a “splendid little war” would be a noble achievement. Scott Savitz is a senior engineer at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on Defense Opinion on April 10, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}