{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:19:24.153483",
  "crawling_time_epoch": 1703240364,
  "type": "News Release",
  "title": "Audio-Only Telehealth Remains Common at Safety Net Health Clinics; Trend Raises Questions About Quality",
  "url": "https://www.rand.org/news/press/2022/03/15.html",
  "descriptions": "Rapid adoption of telehealth helped safety net clinics in California to maintain consistent levels of service after the onset of the COVID-19 pandemic, but the use of audio-only care has persisted in the clinics longer than in other types of health care settings.",
  "posted": "Mar 15, 2022",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Lori Uscher-Pines",
      "profession": "Senior Policy Researcher",
      "biography": "Lori Uscher-Pines is a senior policy researcher at the RAND Corporation. Her research interests include telehealth, maternal and child health, health equity, and behavioral health. Her current projects include assessing the impact of various forms of telehealth such as telemental health on…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/u/uscher-pines_lori/_jcr_content/par/bio.crop.130x130.cm.jpeg/1690206921227.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Lori Uscher-Pines"
      }
    },
    "researcher": [
      {
        "research": "RAND Health Care",
        "profile": "https://www.rand.org/health-care.html"
      }
    ],
    "tags": [
      "Coronavirus Disease 2019 (COVID-19)",
      "Electronic Medical Records",
      "Health Care Access",
      "Health Care Facilities",
      "Medical Professionals",
      "Pandemic",
      "Primary Care",
      "Telemedicine",
      "United States",
      "www.rand.org"
    ],
    "Article": "Rapid adoption of telehealth helped safety net clinics in California to maintain consistent levels of service after the onset of the COVID-19 pandemic, but the use of audio-only care has persisted in the clinics longer than in other types of health care settings, according to a new RAND Corporation report. Researchers say the higher rates of audio-only telehealth in safety net settings raises questions about the quality of care and equity for low-income patients, since the quality of care for audio-only telehealth has not been established. Some of the clinics studied were more successful in replacing audio-only visits with video visits as the pandemic progressed, using promising practices such as technology assistance for patients. These practices may help other clinics deliver a larger share of video visits. “We found that 18 months after the start of the pandemic, many safety net clinics were still relying on audio-only telehealth for many of their services,” said Lori Uscher-Pines, lead author of the study and a senior policy researcher at RAND, a nonprofit research organization. “More effort is needed to understand the ideal mix of in-person, video, and audio-only visits for different conditions to support quality health care.” RAND researchers examined the experiences of 45 Federally Qualified Health Centers in California that provide care for lower-income people. Many of the clinics are located in rural areas of the state. All of the clinics received support to expand telehealth services from the Connected Care Accelerator program that was launched in July 2020 by the California Health Care Foundation. The project's goal was to help health centers navigate the transition to telehealth during the COVID-19 pandemic and support them to maintain access to primary care and behavioral health services with the delivery of virtual visits. “As compared to other settings, there are more barriers to providing telehealth on both the provider side and the patient side in safety net settings,” Uscher-Pines said. “These providers and their patients are likely to have fewer resources to support dramatic changes to health care delivery such as telehealth.” Researchers evaluated the clinics' experiences with telehealth from February 2019 to August 2021 by analyzing data on in-person and telehealth visits, interviewing health center leaders, and surveying health center providers and staff. The study found that overall visit volumes remained about the same from the prepandemic to the pandemic study periods, with the share of audio-only and video visits dramatically increasing during the pandemic, particularly for behavioral health. Audio-only visits were the highest-volume telehealth modality for primary care and behavioral health throughout much of the study period. However, by August 2021 audio-only visits were eclipsed by in-person visits for primary care, but not for behavioral health. The use of video visits varied substantially across health centers, particularly for behavioral health. Health centers that delivered numerous video visits and replaced audio-only visits with video visits over time had some common promising practices that could aid other clinics, according to the report. Those practices included adding telehealth navigator programs, assessing patients' digital literacy, providing one-on-one training for patients, setting targets for video visit volume, and offering real-time technical support. Researchers say increased efforts are needed to study the impact of audio-only visits on the quality of medical care, as well as where it fits into a hybrid model of care where patients receive a mix of telehealth and in-person visits. “If too many visits are occurring via telehealth, it's likely that patients will miss out on needed preventive care such as vaccinations or the opportunity to detect issues early in a physical exam,” Uscher-Pines said. “But how much telehealth is too much? We just don't know yet at this point in time.” Funding for the research was provided by the California Health Care Foundation. The report, “Experiences of Health Centers in Implementing Telehealth Visits for Underserved Patients During the COVID-19 Pandemic: Results from the Connected Care Accelerator,” is available at www.rand.org. Other authors are Natasha Arora, Maggie Jones, Abbie Lee, Jessica L. Sousa, Colleen M. McCullough, Sarita Lee, Monique Martineau, Zachary Predmore, Christopher M. Whaley, and Allison J. Ober. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}