{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:12:50.224204",
  "crawling_time_epoch": 1703239970,
  "type": "News Release",
  "title": "Audio-Only Telehealth Remains Common At Many Safety Net Clinics",
  "url": "https://www.rand.org/news/press/2023/04/11.html",
  "descriptions": "In August 2022, more than two years into the COVID-19 pandemic, audio-only telehealth visits still accounted for 1 in 5 primary care visits and 2 in 5 mental health care visits at safety net clinics in California.",
  "posted": "Apr 11, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2023/04/11/_jcr_content/par/teaser.crop.250x187.rm.jpeg/1681135519308.jpeg",
    "desc": "A mother talking to a medical provider on the phone about her sick daughter, photo by Antonio_Diaz/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Lori Uscher-Pines",
      "profession": "Senior Policy Researcher",
      "biography": "Lori Uscher-Pines is a senior policy researcher at the RAND Corporation. Her research interests include telehealth, maternal and child health, health equity, and behavioral health. Her current projects include assessing the impact of various forms of telehealth such as telemental health on…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/u/uscher-pines_lori/_jcr_content/par/bio.crop.130x130.cm.jpeg/1690206921227.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Lori Uscher-Pines"
      }
    },
    "researcher": [
      {
        "research": "RAND Health Care",
        "profile": "https://www.rand.org/health-care.html"
      }
    ],
    "tags": [
      "Coronavirus Disease 2019 (COVID-19)",
      "Health Care Access",
      "Health Care Quality",
      "Mental Health Treatment",
      "Primary Care",
      "Telemedicine",
      "www.rand.org"
    ],
    "Article": "More than two years into the COVID-19 pandemic, audio-only telehealth visits for both primary care and mental health services remained common at safety net clinics in California, according to a new RAND Corporation study. Although audio-only visits have declined since their peak early in the pandemic, the study published in the Journal of the American Medical Association found that in August 2022 audio-only visits still accounted for 1 in 5 primary care visits and 2 in 5 behavioral health visits among people who received care at Federally Qualified Health Centers in California. Researchers say the higher rates of audio-only telehealth in safety net settings raise questions about the quality of care and equity for low-income patients, since the effectiveness of audio-only telehealth has not been established. “It is likely that these safety net clinics continued to deliver audio-only visits in high volume because of their role in improving access to health services,” said Lori Uscher-Pines, lead author of the study and a senior policy researcher at RAND, a nonprofit research organization. “Our study raises important questions about what kind of role we want audio-only visits playing in the care of disadvantaged populations and the public in general going forward.” The onset of the COVID-19 pandemic prompted many payers to begin reimbursing safety net clinics for telehealth services provided through video or audio-only technology. Previously, the clinics rarely received payment for telehealth services delivered directly to patients. RAND researchers examined the experiences of 30 multisite Federally Qualified Health Centers in California that provide care for 1.3 million lower-income people. Many of the clinics are located in rural areas of the state. The study included information about billable in-person and telehealth (video and audio-only) visits from February 2019 to August 2022. The study found that that number of primary care visits increased by 8.5% from February 2020 to August 2022, while the number of total behavioral visits increased 23% during the same period. The increases are likely the result of being able to widely offer telehealth services, even as the clinics lost staff members. Researchers found that audio-only telehealth visits for primary care services peaked in April 2020, while audio-only visits for behavioral health peaked in March 2021. Within primary care, the decline in audio-only visits from the early pandemic peak appears to coincide with the return of in-person visits rather than growth in video visits. For primary care, the proportion of in-person visits increased from 30% in April 2020 to 71% by August of 2022. Over the same period, audio-only visits decreased from 67% to 21%, while video visits increased from 4% to 7%. For behavioral health, the proportion of in-person visits increased from 20% in April 2020 to 37% in August 2022. During that period, audio-only visits for behavioral health care decreased from 74% to 39%, while video visits increased from 8% to 23%. Researchers say that Federally Qualified Health Centers' continued use of audio-only telehealth may be a result of the clinics and their patients not having access to the technology needed for video telehealth. In addition, since California's Medicaid program (Medi-Cal) granted permanent payment parity for audio-only visits, there are no financial incentives for the clinics to limit audio-only visits. “It appears likely that audio-only visits in these settings will remain widespread in coming years,” Uscher-Pines said. “More research is needed on the effectiveness of audio-only visits to inform their use in safety net settings.” Funding for the research was provided by the California Health Care Foundation. Other authors of the study are Colleen M. McCullough, Jessica L. Sousa, Sarita D. Lee, Allison J. Ober, Kandice A. Kapinos, all of RAND; and Diana Camacho of the California Health Care Foundation. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}