{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:48:57.035425",
  "crawling_time_epoch": 1703242137,
  "type": "Commentary",
  "title": "AUKUS as Big Science?",
  "url": "https://www.rand.org/pubs/commentary/2023/10/aukus-as-big-science.html",
  "descriptions": "AUKUS—the trilateral security pact between Australia, the United Kingdom, and the United States—framed as a multinational quest for discovery rather than a security pact made sensible by deterrence logics, could be a political boon, both diplomatically and domestically.",
  "posted": "Oct 24, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/10/aukus-as-big-science/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1698199563820.jpeg",
    "desc": "Australian Prime Minister Anthony Albanese, U.S. President Joe Biden, and British Prime Minister Rishi Sunak deliver remarks on the AUKUS partnership at Naval Base Point Loma in San Diego, California, March 13, 2023, photo by Leah Millis/Reuters"
  },
  "content": {
    "source": "(Lowy Institute's Interpreter)",
    "author": {
      "name": "Marigold Black",
      "profil": "https://www.rand.org/pubs/authors/b/black_marigold.html",
      "profession": "",
      "username": "",
      "contact": null
    },
    "tags": [
      "Artificial Intelligence",
      "Australia",
      "Emerging Technologies",
      "Security Cooperation",
      "Submarines",
      "United Kingdom",
      "United States",
      "www.rand.org"
    ],
    "Article": "Alvin Weinberg, integral contributor to the infamous Manhattan Project, coined the term “Big Science” to describe the large-scale, often multi-nationally funded methods devised to develop and accelerate creation of nuclear technologies. “When history looks at the 20th century, she will see science and technology as its theme, she will find in the monuments of Big Science—the huge rockets, the high-energy accelerators, the high-flux research reactors—symbols of our time just as surely as she finds in Notre Dame a symbol of the Middle Ages.” But while grand churches were intended as monuments to religious truth and to enhance a city's standing, Weinberg observed (PDF), “we build our monuments in the name of scientific truth … we use our Big Science to add to our country's prestige.” Big Science in Weinberg's time was consequential, to say the least. While the Manhattan Project, which was responsible for development of the atomic bomb, was not without criticism, both moral and operational, and internal tensions were never far from the surface, it was an irrefutably momentous initiative. Not only did it produce the first nuclear weapons, but it also produced new levels of security to protect their efforts, generated novel collaborative structures and communities, engendered cross-disciplinary debates around the role of science and technology in national pursuits, and created a grandiose conceptual landscape for epistemic discovery. While never far from controversy, Big Science was driven by a higher power, that is, the quest for purposeful knowledge. And lots of it. Big Science continued into the 21st century. The Large Hadron Collider, the James Webb Space Telescope, the Human Genome Project, the Square Kilometre Array, the International Thermonuclear Experimental Reactor, the Gravitational Wave Observatories, and space exploration activities are all examples of what we might call Big Science. They are ambitious and far-reaching, some of them quite literally reaching for the stars and unlocking the secrets of the universe. In the modern landscape, such lofty language and ambition is rarely seen in the pursuit of national or multinational goals. I cannot imagine political or security initiatives being framed against rich conceptual contexts or seeking such monumental prospects. But maybe this is precisely what is missing from our most weighty and costly enterprises. In Australia's case, I will stick my neck out and posit that a discourse on AUKUS—the trilateral security pact between Australia, the United Kingdom and the United States—of greater breadth, depth and ambition could have been summoned to positive effect. AUKUS, as we know it, does not have the allure of the James Webb telescope or the Large Hadron Collider, but what if we construed it not merely as security architecture but as a bastion of knowledge and discovery? What if AUKUS was conceived as Big Science? What if we construed AUKUS not merely as security architecture but as a bastion of knowledge and discovery? This is not as crazy as it sounds. The large-scale collaborative structures inherent to Pillar 2 of AUKUS could be poised for major epistemic discovery if used astutely and resourcefully. AUKUS is Big Science, even if it was not initially framed that way. The intended purpose of Pillar 2 is to enhance cyber capabilities, artificial intelligence, quantum technologies, undersea capabilities, hypersonics, electronic warfare, and information sharing, thereby contributing to uplift in the science, technology and industrial networks of the three countries (PDF). But so far, Pillar 2 has not been directed to best effect, despite growing recognition of its considerable potential. Indeed, for some of these technologies, such as artificial intelligence, there is concern that even as it features on the list, AUKUS partners, specifically Australia, may “miss the boat” given the relatively minimal investment expended. What would happen if AUKUS members were to proudly, purposefully and resolutely advance artificial intelligence research as a collaborative epistemic endeavour, using the instrument of Big Science to deliver excellence in the field? A forthcoming RAND report shows how collaborative efforts have the potential to accelerate algorithm development, expand the quality and quantity of training data, provide access to talent, and mature understandings of legal and ethical issues. Such advancements would generate advantage among liberal democratic governments in the current strategic contest, but also catalyse other changes. There is an inter-relationship between progress in knowledge and economic, social and industrial development. Many of the technologies associated with Pillar 2 do not have a priority military focus, which means there is incongruence in terms of the objectives of the respective AUKUS Pillars. In the immediate context, nuclear-powered submarines will remain integral to the pact, as they ostensibly deliver a deterrent effect through advanced warfighting capabilities and a stronger defence industrial base. But complications with Pillar 1 are mounting. The differing requirements of junior and senior AUKUS partners impede agreement on a satisfactory deal. For Australia, AUKUS is a security imperative and nation-building exercise, for the United Kingdom it is business as usual, and for the United States it provides for basing of submarines at the Indo-Pacific crossing point. Success is achieved to the extent that the disparate motives of the partners are efficiently navigated, and optimal conditions are reached. Major changes in these contexts could mean that an AUKUS that prioritises nuclear-powered submarines could very quickly become a burden. Certainly, AUKUS already struggles to maintain fulsome endorsement, and faces substantive challenges. In Australia, the acquisition of nuclear-powered submarines is seen by many as morally objectionable and a symptom of willful militarism. While the population appears to have relented to the plan somewhat, this may not be enough when the venture requires support from future generations, relies on a labour market that offers scarce pickings, and comes with a price-tag that is an affront to many when cost of living pressures are front of mind. Beyond the membership, AUKUS came as a strategic shock, with many nations not prepared to provide overt condemnation or support. While there was some backing for the initiative from Japan, the Philippines, and Singapore, and quietly from India and Vietnam, there was a cooler response from many of the Pacific Island states and other Southeast Asian countries. AUKUS, framed as a multinational quest for discovery rather than a security pact made sensible by deterrence logics, could be a political boon, both diplomatically and domestically. AUKUS, framed as a multinational quest for discovery rather than a security pact made sensible by deterrence logics, could be a political boon, both diplomatically and domestically. Big Science projects are akin to great works of art in their ability to inspire and excite the public imagination. AUKUS, as a champion of excellence in the field of artificial intelligence, would assume a high-minded and future-focused mandate, which could strengthen international ties, and rouse support from countries lacking the resources to pursue similar initiatives and wanting to share in the spoils. Weinberg, too, knew this. From his Cold War vantage point, he could see that “high-energy physics could be made a vehicle for international cooperation … between East and West … the expense of high-energy physics would become a virtue”. AUKUS as Big Science will be controversial. Challenging ideas often are. But Big Science projects have persisted because the resultant discovery and rapid progress can be revolutionary. Pillar 2 offers that potential. Big Science projects also require hard-headed commitment. As with the Manhattan Project, heightened levels of security will be applied to sectors involved in such critical work. Operational parameters must be approached realistically and reasonably. If this can be achieved, AUKUS as Big Science has the potential to deliver diplomatic, strategic, technological and epistemological advantages, and other rewards not yet seen or known. It could profoundly alter the appreciation we have of the world in which we live. But even if AUKUS does not fully deliver on these facets, perhaps it is time to seek more monumental prospects in our endeavours and create symbols of our time of which we can be proud. Marigold Black is a researcher at RAND Australia. This commentary originally appeared on Lowy Institute's Interpreter on October 25, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}