{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:10:17.424477",
  "crawling_time_epoch": 1703239817,
  "type": "Commentary",
  "title": "Avoiding Common Pitfalls Before Thinking About 'What Good Looks Like' in Digital Transformation of Adult Social Care",
  "url": "https://www.rand.org/pubs/commentary/2023/06/avoiding-common-pitfalls-before-thinking-about-what.html",
  "descriptions": "When implementing the What Good Looks Like framework to guide digital transformation in adult social care, it will be important not to ignore common problems that often frustrate the introduction and implementation of new technology.",
  "posted": "Jun 14, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/06/avoiding-common-pitfalls-before-thinking-about-what/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1686828684546.jpeg",
    "desc": "Senior man holds smart phone and it performs a scan of his face, photo by mikkelwilliam/Getty Images"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Sarah Parkinson",
      "profil": "https://www.rand.org/about/people/p/parkinson_sarah.html",
      "position": "Senior Analyst",
      "username": "",
      "contact": null
    },
    "tags": [
      "Artificial Intelligence",
      "Health Care Delivery Approaches",
      "Health Care Technology",
      "United Kingdom",
      "www.rand.org"
    ],
    "Article": "Can artificial intelligence (AI) help to address some of the challenges facing long-term care? Actually, it already is—but it is not always used appropriately, and the challenges of doing so are not always thought through. We looked at how to better use technologies as part of our NIHR-funded study on emerging technologies in adult social care carried out by researchers at the BRACE Rapid Evaluation Centre. Findings from this study were published in an article describing the lessons learnt from introducing an AI-based technology in adult social care in England and informed a short guide to introducing new technology in adult social care. This guide provides practical questions that decisionmakers within adult social care should ask themselves in the process of choosing, implementing, and evaluating digital technologies, in order to avoid common problems when introducing new technologies. Since our study, the Department of Health and Social Care published Guidance on Digital Working in Adult Social Care, which provides a framework to think about “What Good Looks Like.” This framework is to guide digital transformation in adult social care. It is aimed towards digital leads and directors of adult social services, commissioners, and service managers within local authorities and organisations that provide care. On the path to digital transformation, there will be many questions that commissioners and care providers should ask themselves. The framework is focused on big ideas around digital transformation of the social care sector as a whole. However, on the path to digital transformation, there will be many questions that commissioners and care providers should ask themselves. Our guide is designed to help decisionmakers ask good questions on this journey. For example, the What Good Looks Like framework explores how digital technologies could be used to transform care through improving care and population health. It discusses providing a seamless service to local communities that includes digital services, sharing data and drawing on data to inform commissioning and decisionmaking, and using data to identify preventative support that may be helpful to individuals. While these are great examples of how digital technologies could be used to transform care, there are common pitfalls that should be avoided. Our short guide provides prompts that could help decisionmakers within adult social care avoid common problems when introducing technology. For instance, our study found that decisionmakers might first choose a technology and then find a use for it, rather than starting with the problem for which digital technology might—or might not—be part of the solution. This risks mismatching what is needed and which technology is implemented. It also yields differing visions of what success looks like between stakeholders. The questions to start with are: What problem are you trying to solve? What population is going to use technology? Is it agreed what success might look like? If these questions are not asked and answered, attempts at digital transformation may fall short or miss the point. It will be important to not ignore the common problems that often frustrate the introduction and implementation of new technology. The ideas captured in the What Good Looks Like framework are important and align with the findings of our study. For instance, the framework points to the importance of continuously involving frontline professionals and service users in decisionmaking and implementation processes around digital technology. This was also highlighted by our study, especially in terms of thinking through how technology will fit in with everyday practices and responsibilities. The framework also discusses examining the physical IT infrastructure that is needed to implement digital technologies, including internet connectivity, and considering data privacy and security concerns. These were also key themes from our study, which found that homes where monitoring technologies were placed often lacked sufficient internet connectivity to function well and produce useful data. Digital skills are also highlighted within the section of the framework that focuses on supporting the workforce, which aligns with our suggestion that care staff be trained in how to analyse, interpret, and use data from digital technologies. In the process of implementing the What Good Looks Like framework to guide digital transformation in adult social care, it will be important to not ignore the common problems that often frustrate the introduction and implementation of new technology. If we arrive at digital transformation but lose sight of the problems that digital technologies were meant to address, and what technology was meant to achieve in the first place, it will be a sign that we have gone off course. Sarah Parkinson is a senior analyst, Health and Wellbeing, RAND Europe. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}