{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:15:44.516249",
  "crawling_time_epoch": 1703240144,
  "type": "Blog",
  "title": "Avoiding a Long War in Ukraine, Gun Violence, Migrant Surges: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-january-27.html",
  "descriptions": "This weekly recap focuses on how the United States can help avoid a long war in Ukraine, responding to the gun violence crisis, limits on teachers’ instruction, and more.",
  "posted": "Jan 27, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-january-27/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1674851834265.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "tags": [
      "Crime and Violence Prevention",
      "Gun Policy",
      "Homelessness",
      "Immigration and Emigration",
      "Los Angeles",
      "Russia",
      "Security Cooperation",
      "Taiwan",
      "Teachers and Teaching",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "This week, we discuss how the United States can help avoid a drawn-out war in Ukraine; what the evidence says about the effects of gun laws; how teachers feel about limits on their instruction; why America's policy of “strategic ambiguity” toward Taiwan may be doing more harm than good; policies that could help address migrant surges; and homelessness in Los Angeles.",
    "sub_article": [
      {
        "title": "Avoiding a Long War in Ukraine",
        "descriptions": "Discussions about Russia's war in Ukraine are increasingly focused on how the conflict might end. In a new paper, RAND experts identify ways the war could evolve and potential effects on U.S. interests. They argue that the United States has a strong interest in avoiding a drawn-out war in Ukraine. And while Washington cannot alone determine the duration of the conflict, it can take steps to make a negotiated resolution more likely. These include clarifying plans for future aid to Ukraine, making commitments to Ukraine's security, issuing assurances regarding Ukraine's neutrality, and setting conditions for sanctions relief for Russia. Taking such steps may be key to pushing Russia and Ukraine toward peace talks. The alternative is “a long war that poses major challenges for the United States, Ukraine, and the rest of the world.”",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-january-27/_jcr_content/par/blogpost/par-blog/wrapperdiv/imagewithclass.fit.800x0.jpeg/1674850342441.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Ukrainian servicemen are seen near the frontline in Soledar, Donetsk region, Ukraine, January 23, 2023, photo by Oleksandr Ratushniak/Reuters"
        }
      },
      {
        "title": "Responding to the Gun Violence Crisis",
        "descriptions": "Photo by Tania Savayan/USA Today via Reuters More than 120 people are killed by guns every day in the United States. As the tragedies mount, the science is increasingly clear: Some restrictive gun laws appear to reduce firearm violence, and other more permissive gun laws worsen it. For instance, a new RAND analysis shows that stand-your-ground laws and “shall-issue” concealed-carry laws increase gun violence. “Where the science is strong, lawmakers would be wise to consider it when making decisions about how to protect public safety,” say RAND experts.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "What Do Teachers Think of Limits on Their Instruction?",
        "descriptions": "Photo by Barbara J. Perenic/USA Today via Reuters At least 17 states have passed policies restricting how teachers can address topics related to race, gender, and other “divisive concepts” in the classroom. A new RAND survey finds that, overall, teachers believe these limitations negatively affect their working conditions. Teachers are also concerned about how the restrictions may influence their ability to engage students in learning and support students' critical thinking and empathy-building skills.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-january-27/_jcr_content/par/blogpost/par-blog/wrapperdiv_655378184/imagewithclass_copy.fit.800x0.jpeg/1674850674165.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A student reads The Sneetches by Dr. Seuss during a peaceful demonstration at the Olentangy Schools Administration Building after a teacher who was reading Dr. Seuss on an NPR podcast was stopped by an administrator because questions about race came up, in Columbus, Ohio, January 16, 2023, photo by Barbara J. Perenic/USA Today via Reuters"
        }
      },
      {
        "title": "The Downside of 'Strategic Ambiguity'",
        "descriptions": "Photo by Ann Wang/Reuters America's policy of “strategic ambiguity” toward Taiwan may no longer be the best approach. That's according to RAND's Raymond Kuo. To start, this policy cannot adapt to the disruptive growth of China's military power. Further, strategic ambiguity is largely irrelevant to whether China decides to attack Taiwan. (Beijing already assumes the United States would intervene.) Washington could consider pivoting to a policy of strategic clarity instead, Kuo says.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-january-27/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1674852006810.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Soldiers release gasoline canisters on the Tamsui river simulating countering a Chinese invasion during asymmetric warfare drills in Taipei, Taiwan, July 19, 2022, photo by Ann Wang/Reuters"
        }
      },
      {
        "title": "Immigrant Location Policies Can Be Done Right",
        "descriptions": "Photo by Jose Luis Gonzalez/Reuters Apprehensions of migrants at the U.S. southwestern border totaled nearly 2.4 million for the last fiscal year. Some American cities have been overwhelmed, prompting governors in several border states to send migrants to other parts of the country—often with little coordination. This is not the ideal solution, say RAND experts. However, relocation policies can address migrant surges if conducted “in a more organized, humane, and thoughtful way,” the researchers say, “instead of as political theater.”",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "Monitoring Homelessness in Los Angeles",
        "descriptions": "Photo by Lucy Nicholson/Reuters RAND conducted a yearlong count of people experiencing homelessness in three Los Angeles neighborhoods: Hollywood, Venice, and Skid Row. Despite encampment cleanups and other clearance activities in these “hot spots,” the number of unhoused people rose by an average of 18 percent. The findings may help inform the development of effective homelessness policy.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-january-27/_jcr_content/par/blogpost/par-blog/wrapperdiv_267892730/imagewithclass.fit.800x0.jpeg/1674850993233.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Tent encampments, where people experiencing homelessness live, line the boardwalk on Venice Beach in Los Angeles, California, April 14, 2021, photo by Lucy Nicholson/Reuters"
        }
      }
    ]
  }
}