{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:14:15.048009",
  "crawling_time_epoch": 1703240055,
  "type": "Commentary",
  "title": "Bad Idea: Looking for Easy Solutions for PPBE Reform",
  "url": "https://www.rand.org/pubs/commentary/2023/03/bad-idea-looking-for-easy-solutions-for-ppbe-reform.html",
  "descriptions": "The means by which the Department of Defense decides how to spend its budget has long been criticized as needlessly complex and incapable of helping policymakers choose among investments to meet strategic goals. Seeking solutions, Congress created the Commission on PPBE Reform in the 2022 defense policy bill. But the reforms the system needs may not be as obvious as they seem.",
  "posted": "Mar 2, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/03/bad-idea-looking-for-easy-solutions-for-ppbe-reform/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1677812398467.jpeg",
    "desc": "(l-r) Army Gen. Mark Milley, chairman, Joint Chiefs of Staff; Secretary of Defense Lloyd Austin; and Mike McCord, Under Secretary of Defense (comptroller)/Chief Financial Officer, provide testimony at a House Armed Services Committee hearing on the fiscal 2023 defense budget request in Washington, D.C., April 5, 2022, photo by Tech. Sgt. Jack Sanders/U.S. Air Force"
  },
  "content": {
    "source": "(Defense360)",
    "author": {
      "name": "Jonathan P. Wong",
      "profil": "https://www.rand.org/about/people/w/wong_jonathan_p.html",
      "position": "Associate Director, Strategy, Doctrine, and Resources Program, RAND Arroyo Center; Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@jonpwong",
      "contact": "https://www.twitter.com/jonpwong"
    },
    "tags": [
      "Military Budgets and Defense Spending",
      "United States",
      "United States Department of Defense",
      "www.rand.org"
    ],
    "Article": "Is there any process in the defense bureaucracy with as poor a reputation as the Planning, Programming, Budgeting, and Execution (PPBE) system? The means by which the Department of Defense (DoD) decides how to spend its budget of over $800 billion has long been criticized as needlessly complex and incapable of helping policymakers choose among investments to meet strategic goals. Seeking solutions, Congress created the Commission on PPBE Reform in the 2022 defense policy bill. But the reforms the system needs may not be as obvious as they seem. The PPBE system, the brainchild of former Secretary of Defense Robert McNamara, has faced critiques since its implementation under the Kennedy administration. Other departments and agencies in the federal government have used and discarded (PDF) program budgeting schemes like PPBE, concluding that they are time-consuming paper drills that add little value. Critics have also observed that the PPBE process in fact favors incumbent priorities within the defense budget over new ones. One analysis found that the system has increasingly yielded fewer changes to existing strategic choices with each passing year since its implementation under the Kennedy administration. Calls for reforming the PPBE system reached an urgent crescendo over the last several years as the process has been increasingly considered a roadblock to leveraging commercial technologies. Critics assert that important technologies like artificial intelligence, commercial space developments, and microelectronics developed by commercial firms will be crucial to the future success of the U.S. military. However, the intentionally slow and deliberate PPBE process, which may take two or more years to provide funding for new technologies in the budget, dissuades commercial companies from working with the Pentagon, according to reformers. Calls for reforming the PPBE system reached an urgent crescendo over the last several years as the process has been increasingly considered a roadblock to leveraging commercial technologies. Although DoD has had some success in engaging with these firms on small prototype projects, there are concerns that the “valley of death (PDF),” or the failure for projects to transition from research into development and eventually a program of record, presents an insurmountable challenge for many commercial companies without significant reforms to the PPBE process. The defense innovation community often highlights stories of small startups with new technologies that do not have the cash-flow or patience for the time it takes to get on a production contract. Some venture capitalists, once eager to invest in defense technology startups, believe that the entire community is losing patience with DoD. This sense of urgency has galvanized policymakers and experts in the belief that PPBE is in dire need of reform now more than ever. Most significantly, it spurred the creation of the congressionally mandated PPBE Reform Commission to examine the status quo, identify improvements, and propose changes. These reforms range from incremental improvements like reorganizing PPBE's categories (e.g. budget titles, major force programs, etc.) for greater flexibility to scrapping PPBE altogether. The appetite for reforming a system that Robert McNamara originally put in place to wrest control of the defense budget from the military services has never been greater. But to paraphrase the words of the immortal (and fictional) naval aviator Pete “Maverick” Mitchell, the defense community needs to manage expectations on PPBE reform and the degree to which it can improve commercial technology adoption. How much innovation does PPBE stifle? Certainly not all of it. Past innovations such as stealth aircraft, GPS, and modern precision-guided weapons were all developed after PPBE was implemented; all three had unconventional origins that defense innovation proponents today would find much in common with. Lockheed self-funded its stealth technology demonstrator before crossing its own valley of death to a production contract. GPS was developed by federally funded research and development centers and had its budget repeatedly slashed in its early years. The vast majority, 85 percent, of the system cost for the Joint Direct Attack Munition (PDF) consisted of commercially available components, including GPS receivers, mission computers, and control actuators. Researchers attribute the success of all three programs to their respective streamlined program management techniques, like those espoused by the Defense Innovation Unit and others today. Each innovation was also rooted in a firm or organization with secure finances that could help the innovators bridge the valley of death. This suggests innovation seems most likely when the innovators are not living paycheck to paycheck. How common is the challenge posed by lack of capital? The stereotypical view is that small startups with great ideas develop innovative defense technologies before looking for a deep-pocketed investor to scale up their plans. Yet market research suggests that the most prominent players in the commercial AI market today are established firms like Alphabet, Microsoft, IBM, and SAP. The same is true for other areas DoD has identified for potential adoption such as microelectronics, where decades of market behavior do not show any signs that it lacks sources of capital. However, this does not mean that no effective innovation happens outside of financially stable firms that can work within PPBE's longer budgeting timelines. Much innovation is happening in the commercial space market, for instance. However, it could remind reformers to look more closely at assumptions about the size and scale of the problem before committing to major reforms built around those assumptions. Furthermore, reformers and analysts must remember that PPBE is merely the process by which DoD designs, submits, and later executes its proposed budget as part of the president's annual budget request for the entire federal government. The speed of the overall process (PDF) is dependent on Congress's timeline (PDF) of passing an appropriations bill, which may be several months late under the best of circumstances. Is shortening that timeline by half enough to attract capital-starved startups? Reprogramming funds within the year of execution is also possible, but doing so at scale may be challenging. When considering the assumptions about innovation and unresponsiveness that have motivated many of the current calls for PPBE reform, it seems that the urgency of these pleas for sweeping reforms stem from a set of limited circumstances for developing and procuring new commercial technology that DoD (1) may suddenly become aware of; (2) decides is required on a large scale; or (3) has no other existing program under which the technology can be nested. The perennial criticisms of PPBE's complexity and inability to serve as an instrument to make strategic choices could benefit from some reevaluation. But how often will that be the case? If such instances occur in wartime, there are numerous examples of DoD rapidly investing billions of dollars to fill capability gaps that did not touch on PPBE reform. In the present state of peer competition however, DoD has made significant progress towards identifying specific technological approaches to meeting its capability needs. The moment for a more-freewheeling approach that requires a reformed PPBE process to facilitate investments across a wide range of ideas and technologies—like those made by a venture capitalist—seems to be passing. All this is not to say that PPBE reform is a bad idea. The system is indeed time-consuming and needlessly complex given its outputs. However, the perennial criticisms of its complexity and inability to serve as an instrument to make strategic choices could benefit from some reevaluation. Reforming the entire Pentagon budget process to suit the needs of one specific set of conditions may be ill-advised unless policymakers understand the true frequency of those conditions and are willing to explicitly accept the risk of designing a system around them. Jonathan P. Wong is associate director of the Strategy, Doctrine and Resources Program in the Army Research Division at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on defense360.csis.org on February 27, 2023 as a part of the Defense360 Bad Ideas in National Security series. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}