{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:57:55.685749",
  "crawling_time_epoch": 1703231875,
  "type": "Announcement",
  "title": "Barry Pavel Named Vice President and Director of the RAND National Security Research Division",
  "url": "https://www.rand.org/news/press/2022/08/31.html",
  "descriptions": "Veteran national security leader and defense strategist Barry Pavel has joined the RAND Corporation as vice president and director of the RAND National Security Research Division, which operates the National Defense Research Institute (NDRI), a federally funded research and development center.",
  "posted": "Aug 31, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2022/08/31/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1661978945019.jpeg",
    "desc": "Barry Pavel, photo by RAND Corporation"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Wednesday\nAugust 31, 2022 Barry Pavel Photo by RAND Corporation Veteran national security leader and defense strategist Barry Pavel has joined the RAND Corporation as vice president and director of the RAND National Security Research Division, which operates the National Defense Research Institute (NDRI), a federally funded research and development center. Pavel is charged with shaping a research agenda that aligns with the most-pressing geopolitical and national security issues facing the United States and its allies and partners over the coming decades. Among his top priorities are expanding the reach and impact of NSRD's research and nurturing a new generation of diverse policy leaders. Pavel, based in RAND's Washington office, joined August 8 from the Atlantic Council, where he served as the senior vice president and founding director of the Scowcroft Center for Strategy and Security for 11 years. At Scowcroft, he focused on geopolitics and emerging security challenges, adapting U.S. alliances, realigning defense strategies, capabilities, and posture, and the implications of emerging technologies. “With more than three decades of experience in defense policy—including leadership positions at the Department of Defense and National Security Council—Barry's voice is highly sought after on matters of U.S. National Security and we're thrilled to have him at RAND,” said Jason Matheny, RAND's president and CEO. “Not only does his expertise bring an invaluable perspective to our FFRDC work, but he will be instrumental in shaping the next generation of national security and defense research and analysis to deal with emerging challenges.” Prior to his role at the Atlantic Council, Pavel was a career member of the Senior Executive Service in the Office of the Under Secretary of Defense for Policy for 18 years. From 2008 to 2010 he served as the special assistant to the president and senior director for defense policy and strategy on the National Security Council, serving both President George W. Bush and President Barack Obama. In this capacity, he led the first NSC National Security Priorities Review and was a key contributor to the president's 2010 National Security Strategy. Pavel also served as the chief of staff and principal deputy assistant secretary of defense for special operations/low-intensity conflict and interdependent capabilities, where he helped develop strategic capabilities policies, including DoD's first cyber-deterrence strategy. Pavel holds master's degrees in security studies and international relations from Princeton University's Woodrow Wilson School and a bachelor's degree in applied mathematics and economics from Brown University. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}