{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:46:46.042120",
  "crawling_time_epoch": 1703242006,
  "type": "Commentary",
  "title": "BBC's Gaza Service Demonstrates Power of Radio During Conflict",
  "url": "https://www.rand.org/pubs/commentary/2023/11/bbcs-gaza-service-demonstrates-power-of-radio-during.html",
  "descriptions": "Radio has long been used during conflicts to relay news and information when all other means of communication are knocked out of service. The U.S. Agency for Global Media could follow the lead of the BBC World Service and establish a pop-up station to provide safety and supply updates, emergency medical information, and news to the people in Gaza.",
  "posted": "Nov 28, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/11/bbcs-gaza-service-demonstrates-power-of-radio-during/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1701209709904.jpeg",
    "desc": "Fawzeya Shaheen listens to the news on a radio in her home in Khan Younis in the southern Gaza Strip, October 14, 2023, photo by Ibraheem Abu Mustafa/Reuters"
  },
  "content": {
    "source": "(Inside Sources)",
    "author": {
      "name": "Benjamin J. Sacks",
      "profil": "https://www.rand.org/about/people/s/sacks_benjamin_j.html",
      "profession": "Policy Researcher; Professor, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Communication Systems",
      "Communication Technology",
      "Gaza Strip",
      "Information Operations",
      "Israel",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "The announcement that the BBC World Service will begin emergency broadcasts to Gaza should come as no surprise to observers of international broadcasters. Radio has long been used during conflict to relay news and information when all other means of communication—internet, cellular service, even satellite—are knocked out of service. The BBC World Service announced that it would begin broadcasting a Gaza emergency service on 639 mediumwave (AM). On November 3, the BBC World Service's Arabic Service began broadcasting a daily program at 1500 UTC. On November 10, it expanded its service to a second daily broadcast at 0500 UTC. The transmissions will include details on “shelter, food, and water.” All one needs to receive the broadcasts is a cheap portable radio that can receive AM, a century-old technology. As articulated in this March 2022 commentary, 'pop-up' stations such as the BBC World's Service's new emergency Gaza service can be extremely useful in targeting specific populations with much-needed accurate information during times of conflict. Radio has long been used during conflict to relay news and information when all other means of communication are knocked out of service. The BBC World Service has a tradition of establishing wartime pop-up stations and transmissions to bring trusted news and information to those caught in conflict. The BBC World Service has operated such facilities and transmissions as recently as May 2023 (Sudan), February 2022 (Ukraine), and 2014 (Gaza). This is not a new phenomenon. During the 1967 Six-Day War, the BBC World Service famously broadcast over mediumwave and shortwave to Arab audiences desperate for information about their loved ones—information denied to them by Egyptian President Abdul Nasser's own Voice of the Arabs. This is one reason posited by scholars as to why the Voice of the Arabs never recovered from the Six-Day War. The BBC World Service's decision to establish local transmission sites and broadcasting into warzones reflects radio's unique qualities. It can be jammed by adversaries, but such jamming often leads to a 'cat-and-mouse' trap where the broadcaster simply keeps switching frequencies to stay one step ahead of the jammer—a common game played by NATO and the Warsaw Pact during the Cold War. There's also no guarantee that, despite the expense and effort, jamming will even work. Traditional AM and FM broadcasting is also relatively inexpensive, especially given the potential rewards of influence and audience loyalty. Most radios produced in the last century possess mediumwave band reception. Inexpensive pocket radios can easily be carried by refugees fleeing violence. The BBC World Service's reasonably well-publicized decision brings to mind similar, but lesser-known efforts by the United States Agency for Global Media (USAGM) to provide comprehensive media and information services to Israelis and Palestinians affected by the current conflict. The USAGM is the parent agency of the Voice of America (VOA), Radio Free Europe/Radio Liberty, Radio and Television Martí, and, importantly, the Arabic stations Alhurra Television and Radio Sawa, collectively part of the USAGM's Middle East Broadcasting Networks. Both Radio Sawa and Alhurra Television have been quietly providing 24/7 news coverage for the Middle East for some years. Like their BBC World Service counterparts, they use locally verified reporting to build regional trust in the Middle East. So, why aren't the USAGM's efforts better known and publicized? The answer at least partly lies in the USAGM's complicated relationship with the U.S. government, which wholly funds the agency. The USAGM's annual budget of roughly $1 billion (an amount that must account for all USAGM broadcasters' activities, audience impact research, and global technical maintenance and investment requirements) is dwarfed by that of the United States' other main public diplomacy agency, the United States Agency for International Development (USAID). The USAGM's annual budget has hardly budged in recent years. Congress, according to one retired VOA official as well as a current think tank observer, has been hesitant to increase USAGM funding owing to long-standing concerns over alleged mismanagement, poor employee vetting, especially for classified access, a perceived inability to counter waves of disinformation (according to a retired VOA director, Geoffrey Cowan, Russia spends far more (PDF) annually on international broadcasting), and other missteps. During the Donald J. Trump administration, the USAGM underwent unprecedented challenges. Its Trump-appointed CEO, Michael Park, was criticized by both Democrats and Republicans for seeking to remove the legal wall that separates USAGM from external government and lobby interference, and he “abused authority and wasted funds.” The House Foreign Affairs Committee has also investigated USAGM for alleged “waste of taxpayer funds, credentialing fraud, and abuse of office.” Historically, too, the USAGM has also had to deal with concerns from some audiences that its broadcasts were effectively mouthpieces for U.S. government policy, given that the VOA used to broadcast official U.S. government 'editorials,' a feature now relegated to a separate website. Radio broadcasting is inexpensive, especially given the potential rewards of influence and audience loyalty. These issues collectively hamstring the very agency designed to objectively build trust with other countries and global audiences through public diplomacy. The U.S. government can take steps to ameliorate this situation. First, it could promote significantly greater awareness throughout the government (including Congress and the White House) of the USAGM's tremendous, but often untapped, capabilities to influence peoples and ideologies where military and/or other ground presence is impossible or inadvisable due to conflict, firewalls, or authoritarian governments. Second, with the assistance of the U.S. government, the USAGM must strengthen its capabilities to root out and prevent corruption, fraud, and waste. This step includes implementing the nine recommendations outlined in the October 2022 Congressionally mandated U.S. Department of State Office of the Inspector General review, which, amongst other things, advised USAGM to design official procedures for dealing with “lapses” in journalistic objectivity and integrity (PDF) (recommendation 7). Doing so will better convince Congress that the USAGM's budget is worthy of an increase. Increased funding, in turn, will better promote the USAGM's fundamental mission to “inform, engage, and connect people around the world in support of freedom and democracy,” This additional funding could provide for expanded programming, new broadcast languages, and continued investment in new technologies (potentially through the USAGM's Open Technology Fund) to reach audiences behind firewalls and living under authoritarian regimes. Third, the U.S. government could better publicize, both internally to government agencies and externally to global audiences, the still relatively little-known legal wall (PDF) that requires the USAGM to broadcast objective content free from interference from other agencies or political interests, a critical policy that Parks nearly eliminated. Fourth, the U.S. government could consider elevating the USAGM to representation on the National Security Council, much like the position the USAID has recently gained. This move would further expose key U.S. government leaders to the USAGM's potential. Undertaking these actions could pay valuable and cost-effective longer-term dividends for U.S. foreign goals and policy, especially in the Middle East. Benjamin J. Sacks is a policy researcher at the nonprofit, nonpartisan RAND Corporation and a professor of political geography at the Pardee RAND Graduate School. This commentary originally appeared on Inside Sources on November 27, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}