{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:59:40.692019",
  "crawling_time_epoch": 1703242780,
  "type": "Commentary",
  "title": "Beyond the 'Mine Shaft Gap': Navigating Threat Perceptions in the Sino-American Rivalry",
  "url": "https://www.rand.org/pubs/commentary/2023/05/beyond-the-mine-shaft-gap-navigating-threat-perceptions.html",
  "descriptions": "In “Dr. Strangelove,” the “mine shaft gap” was an astute satirical concept that reflected the mindset that any perceived disadvantage between the United States and the Soviet Union posed an existential threat. Though fictional, this kind of calculation is not unheard of in real-life, modern-day thinking. Shrewd discernment could help avoid it as the United States pursues its national security objectives.",
  "posted": "May 24, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/05/beyond-the-mine-shaft-gap-navigating-threat-perceptions/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1684959419090.jpeg",
    "desc": "World map technology background, photo by blackdovfx/Getty Images"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Christopher A. Mouton",
      "profil": "https://www.rand.org/about/people/m/mouton_christopher_a.html",
      "profession": "Senior Engineer; Professor, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "China",
      "Geopolitical Strategic Competition",
      "United States",
      "www.rand.org"
    ],
    "Article": "In “Dr. Strangelove,” the “mine shaft gap” was an astute satirical concept that underscored the pervasive fear and intense competition during the Cold War, reflecting the mindset that any perceived disadvantage between the United States and the Soviet Union—no matter how ridiculous or outlandish—posed an existential threat. Any “gap”—whether a missile gap, a technology gap, or even a mine shaft gap—encapsulated the deep-seated fears of falling behind the adversary. Today, the mine shaft gap has evolved into an array of concerns about strategic disparities between the United States and China, with mounting anxieties over a “hypersonic missile gap” in regard to hypersonic missiles, a “microelectronics gap” in the sphere of advanced computing technology, an “artificial intelligence gap” in the race for superior AI systems, a “subversion gap” regarding information warfare and influence operations, a “cobalt gap” concerning control of important raw materials for high-tech industries, and an “agility gap” regarding adaptability to new technologies and tactics. While none of these modern gaps is as far fetched or as laughable as the mine shaft gap, each reflects a similarly entrenched mindset that any perceived deficiency could represent an existential threat. This perspective drives a constant, high-stakes competition, despite the possibility that cooperation in some domains, rather than competition in all domains, might lead to safer and better outcomes for all involved. In a recent article, renowned diplomat Henry Kissinger expressed his concern about the escalating rivalry between the United States and China. “Both sides have convinced themselves that the other represents a strategic danger,” he said, warning that a high level of mutual suspicion could set the stage for a “great-power confrontation.” Drawing a stark parallel to the pre–World War I era, he cited the lack of political concession on both sides and the potential for any disturbance in the equilibrium to trigger catastrophic consequences. His call to action is clear: America and China must find a way to coexist peacefully, and time is of the essence. Discerning which elements of technological and economic superiority are genuinely consequential for national security is essential to avoiding indiscriminate responses to perceived threats. The 2022 U.S. National Security Strategy (PDF) urges the United States to extend its cooperation to all nations, including geopolitical rivals, provided they are willing to collaborate constructively to tackle shared challenges. This strategy underscores the importance of diplomatic engagement and collaborative problem-solving in maintaining global stability. However, this approach does not preclude the need for robust competition in areas that are crucial for safeguarding U.S. national security interests. Discerning which elements of technological and economic superiority are genuinely consequential for national security is essential to avoiding indiscriminate responses to perceived threats. Without this discernment, there is a risk of falling into the mine shaft gap mentality, where every difference, regardless of its real-world significance, is perceived as an Achilles' heel. In “Dr. Strangelove,” once the concept of survival in mine shafts is proposed, the immediate worry is not about the logistics or feasibility of such a massive undertaking, but rather that the Soviets might already have better mine shafts, or that they might populate their mine shafts with more people. The mine shaft gap thus captured the irrational dread and exaggerated suspicions that characterized the Cold War era. Though fictional, this kind of calculation is not unheard of in real-life, modern-day thinking. Shrewd discernment, which depends on a balanced strategy that integrates cooperative diplomacy with strategic competition, could help avoid it as the United States pursues its national security objectives. Christopher Mouton is acting director of the Acquisition and Technology Policy Program, part of the RAND National Security Research Division. He is also a senior engineer at the RAND Corporation, and a professor at the Pardee RAND Graduate School. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}