{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:37:00.788880",
  "crawling_time_epoch": 1704166620,
  "type": "Commentary",
  "title": "Biden's Southeast Asia Policy Improves in Second Year, but Still Much to Do",
  "url": "https://www.rand.org/pubs/commentary/2023/01/bidens-southeast-asia-policy-improves-in-second-year.html",
  "descriptions": "In 2022, the Biden administration stepped up its game in Southeast Asia by showing up in person, clarifying its approach in key strategy documents, and boosting cooperation. But one obvious problem that remains is that it still has no real economic strategy to counter China in the region.",
  "posted": "Jan 10, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/01/bidens-southeast-asia-policy-improves-in-second-year/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1673400011809.jpeg",
    "desc": "U.S. President Joe Biden and Secretary of State Antony Blinken attend the ASEAN summit in Phnom Penh, Cambodia, November 12, 2022, photo by Cindy Liu/Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "Association of Southeast Asian Nations",
      "Cambodia",
      "China",
      "Indonesia",
      "International Diplomacy",
      "International Trade",
      "Malaysia",
      "Philippines",
      "Security Cooperation",
      "Singapore",
      "Thailand",
      "Vietnam",
      "www.rand.org"
    ],
    "Article": "Even though Southeast Asia is a strategic region in the emerging U.S.-China standoff, the Biden administration's policy toward it in 2021 left much to be desired. During its first year in office, the Biden team lacked a strategy for the region, was short on ambassadors, and paid little attention to cultivating top-level ties. But in 2022, the administration stepped up its game in the region by showing up in person, clarifying its approach in key strategy documents, and boosting cooperation through initiatives such as the elevated Comprehensive Strategic Partnership between the United States and the Association of Southeast Asian Nations (ASEAN). But heavy lifting remains: The administration still has no viable economic strategy, its emphasis on containing China threatens to alienate key countries in the region, and prioritizing a values-based foreign policy is a nonstarter in a region of mostly authoritarian and semi-authoritarian states. One crucial improvement in 2022 was that the administration made a point of actually showing up. Especially after two years of only virtual engagement due to the pandemic, high-level, face-to-face meetings are a prerequisite for success on issues and policies. Last November, U.S. President Joe Biden personally attended three critical multilaterals: the U.S.-ASEAN and East Asia summits in Cambodia, as well as the G-20 summit in Indonesia. Although Biden did not participate in the Asia-Pacific Economic Cooperation summit in Thailand—he was at his granddaughter's wedding at the White House instead—he sent Vice President Kamala Harris to attend in his stead. Other high-level visits included U.S. Secretary of State Antony Blinken's trips to Cambodia, Indonesia, Thailand, and the Philippines; Defense Secretary Lloyd Austin's travels to Cambodia, Indonesia, and Singapore; and Deputy Secretary of State Wendy Sherman's visit to Laos, the Philippines, and Vietnam. But showing up in Southeast Asia was not the only way the administration stepped up its engagement. In May, Biden hosted a historic U.S.-ASEAN Special Summit at the White House, bringing together nearly all ASEAN leaders. (Myanmar's junta leader was not invited, and then–Philippine President Rodrigo Duterte did not attend due to his country's impending presidential election.) Although the outcome was thin on actual policy deliverables, the summit was a signal that the United States still wields significant influence, despite China's growing political, economic, and military clout in the region. The Biden administration in 2022 also released key strategy documents that clarified its approach to Southeast Asia. Most importantly, the new U.S. Indo-Pacific Strategy (PDF) consciously steered the conversation away from competition with China—a topic that tends to make Southeast Asian countries uncomfortable. Instead, the strategy focuses on building bilateral cooperation to “strengthen health security, address maritime challenges, increase connectivity, and deepen people-to-people ties.” These are some of the most pressing issues for Southeast Asians—and where the United States can deliver more than China. Another essential document, the Biden administration's National Security Strategy (PDF), was released in October and served as an update to the Interim National Security Strategic Guidance (PDF) from March 2021. In the new strategy, the Biden team notes that it is “deepening our five regional treaty alliances and closest partnerships.” This was a good revision. The interim guidance specifically called out Vietnam and Singapore as close partners of the United States; even if that is true to some extent, emphasizing it in the context of a public U.S. strategy made them unnecessarily uncomfortable in their relationships with China. The callout also seemed to sideline others, particularly the Philippines and Thailand, which are both U.S. treaty allies. In the new strategy, the White House says it seeks “deeper bonds with Southeast Asian partners,” affirms “the centrality of ASEAN,” and pledges to “expand our regional diplomatic, development, and economic engagement, with a particular focus on Southeast Asia.” Separately, the administration's new National Defense Strategy (PDF) states that Washington “will invigorate multilateral approaches to security challenges in the region, to include by promoting the role of the Association of Southeast Asian Nations in addressing regional security issues.” As much as they please Southeast Asian ears, words only go so far. Deeds matter more. One concrete deed is the Biden administration's promotion of its Indo-Pacific Economic Framework for Prosperity (IPEF), a policy that pledges to cooperate with a number of countries on advancing sustainable, competitive, and fair economic growth. Of course, IPEF is also designed to counter China's growing economic influence in the region. Unveiled in May, the Biden team was able to get seven out of the 10 ASEAN countries to sign up. Cambodia and Laos were not invited, probably because the Biden team already believes they are Chinese client states, and neither was Myanmar following the coup there in February 2021. IPEF is much less ambitious than the multilateral Trans-Pacific Partnership (TPP), a 12-country trade and investment deal including four Southeast Asian states (Brunei, Malaysia, Singapore, and Vietnam), from which then–President Donald Trump withdrew in 2017. But IPEF at least carries some promise of U.S.-led economic collaboration with Southeast Asia. And getting seven out of 10 ASEAN members to sign up is no small feat. The main criticism, however, is that IPEF is simply an agreement to negotiate and not an agreement itself. IPEF provides no additional trade access to the United States, which is what Southeast Asian countries want, and there are no prospects for Washington to get back into the TPP (which has since been renamed the Comprehensive and Progressive Agreement for Trans-Pacific Partnership), likely over doubts about getting a new trade deal through the U.S. Congress and Biden's desire for stronger protection of American workers. Another important deed occurred during Biden's attendance at the U.S.-ASEAN Summit last November. Biden and ASEAN leaders agreed to elevate their cooperation to the level of a so-called comprehensive strategic partnership, a U.S. diplomatic phrase that translates into deeper cooperation on foreign affairs, economics, defense, health, transportation, women's empowerment, environment, climate, energy, and other areas. The Biden administration's ability to get this done not only has substantial policy implications but also counters China's achievement in 2021 of launching its own similar partnership with ASEAN. Finally, the Biden administration's ambassadorial nominees to the region have all been confirmed by the Senate. Washington now fields ambassadorial-level representation to every ASEAN state. This is an impressive feat, particularly considering that Biden had only a few confirmed ambassadors at the end of 2021—and that many of his nominees to other geostrategically important countries, most notably India and Saudi Arabia, remain stuck in the confirmation process. Furthermore, after five years of operating with only a chargé d'affaires, the Biden administration reelevated its engagement with ASEAN headquarters by getting a new ambassador to the bloc confirmed last August. One obvious problem that remains is that the Biden administration still has no real economic strategy to counter China in the region. All told, the balance at the Biden administration's two-year mark looks significantly better than this time last year. One obvious problem that remains is that the administration still has no real economic strategy to counter China in the region. The vague objectives of IPEF simply cannot match the TPP's heft as an actual trade agreement. What Southeast Asian countries really want from Washington is additional market access to the United States, and that is a political nonstarter for the Biden administration. Meanwhile, China in 2022 began participating in the ASEAN-led Regional Comprehensive Economic Partnership (RCEP), along with U.S. partners such as Australia, Japan, New Zealand, and South Korea. Trade within RCEP accounts for approximately one-third of global GDP—and the United States is on the outside looking in. Additionally, at the bilateral level, Beijing continues to become the most important economic partner for virtually every country in Southeast Asia—including U.S. treaty allies. This is particularly true when it comes to Beijing's global investment and infrastructure program, known as the Belt and Road Initiative (BRI), and the enormous benefits it provides to developing countries in Southeast Asia. Every ASEAN member is also a BRI participant. In 2022, the Biden administration had few good answers to these competitive economic challenges. One notable exception might be the G-7's new Partnership for Global Infrastructure and Investment. Funded at $600 billion and a clear counter to BRI, the program will offer infrastructure projects throughout the developing world while emphasizing transparency, sustainability, and democratically driven forms of engagement. It's no secret that Southeast Asia is increasingly uncomfortable with U.S.-China competition and how it might impact the region's security and stability. For many, if not most, governments in Southeast Asia, the Biden administration has fanned the flames of competition by resurrecting the Quadrilateral Security Dialogue, or Quad, which partners the United States with Australia, India, and Japan. ASEAN members probably wonder how they are supposed to remain “central” to the region when the Quad is working independently to push back against China to ensure a “free and open” Indo-Pacific. Similarly, the Biden administration's announcement, in September 2021, of the Australia-United Kingdom-United States security pact, known as AUKUS, rattled nerves among some ASEAN members. Indonesia and Malaysia, for example, worry about a new arms race, and Jakarta has openly questioned whether AUKUS violates the Nuclear Nonproliferation Treaty because it authorizes Washington to assist Canberra with nuclear-powered submarines. Despite what the administration has pledged to Southeast Asia, it is clear from Washington's actions that bolstering security remains the top priority. Yet another significant challenge for the Biden administration is how to square its values-based foreign policy with the difficult reality of Southeast Asia, where authoritarian or semi-authoritarian states predominate. It was quite embarrassing, for example, when the Biden administration hosted its Summit for Democracy in December 2021 and could only invite the three democracies in the region—Indonesia, Malaysia, and the Philippines—to attend. In March, when the Biden administration hosts the second such summit, another round of discomfort is likely to follow, unless or until the Biden administration recognizes the limitations of its values-based approach. Overall, however, the Biden administration had a much improved 2022, and progress is likely to continue this year. As long as U.S.-China competition does not boil over, Southeast Asian states will feel comfortable deepening their ties with Washington. To elevate its game further, however, the Biden administration needs a viable economic strategy that includes Southeast Asia. Without this, Washington will have a much tougher time keeping Beijing in check. Derek Grossman is a senior defense analyst at the nonprofit, nonpartisan RAND Corporation and an adjunct professor at the University of Southern California. He formerly served as the daily intelligence briefer to the assistant secretary of defense for Asian and Pacific security affairs at the Pentagon. This commentary originally appeared on Foreign Policy on January 10, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}