{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:31:49.079750",
  "crawling_time_epoch": 1704166309,
  "type": "Commentary",
  "title": "Biden Hopes for Vietnam Breakthrough",
  "url": "https://www.rand.org/pubs/commentary/2023/05/biden-hopes-for-vietnam-breakthrough.html",
  "descriptions": "The United States wants to intensify U.S.-Vietnam ties, because the two countries share long-term strategic interests. Vietnam seems perfectly fine with things dragging on for years in their current state, avoiding a final decision, or even getting cold feet in the end. Washington would be wise to manage expectations for now.",
  "posted": "May 12, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/05/biden-hopes-for-vietnam-breakthrough/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1683937489322.jpeg",
    "desc": "U.S. Secretary of State Antony Blinken, left, meets with Vietnam's Communist Party General Secretary Nguyen Phu Trong in Hanoi, Vietnam, April 15, 2023, photo by Andrew Harnik/Pool via Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "China",
      "Geopolitical Strategic Competition",
      "International Diplomacy",
      "Security Cooperation",
      "United States",
      "Vietnam",
      "www.rand.org"
    ],
    "Article": "During a ceremony held in Washington to commemorate the Lunar New Year in 2011, then–Vietnamese Ambassador to the United States Le Cong Phung surprised the audience by announcing that the two countries would raise their ties to the level of “strategic partnership.” Phrases describing partnerships can be nebulous, of course. But from what we know about Vietnamese diplomacy, Hanoi's definition of strategic partnership is not just boilerplate, but signifies concrete, mutual, long-term strategic interests. Vietnamese officials, however, never followed up on Phung's newsworthy announcement. Instead, Washington and Hanoi announced a comprehensive partnership in 2013—a relationship that implies a less-serious geopolitical alignment for Vietnam. The United States has been left wondering why. The Biden administration—like at least two administrations before it—is convinced that U.S.-Vietnamese ties should be intensified, precisely because both countries share long-term strategic interests. Both countries want to prevent China from dominating the Indo-Pacific; and both have a strong interest in upholding the rules-based international order. In its 2021 Interim National Security Strategic Guidance, the Biden administration mentioned (PDF) Vietnam alongside Singapore, a de facto U.S. ally in Southeast Asia, stating that both countries would help “to advance shared objectives” in the Indo-Pacific. In the administration's 2022 Indo-Pacific Strategy (PDF), Vietnam also made the prominent list of “leading regional partners,” on par with India, New Zealand, Taiwan, and other critical countries. In late March this year, the United States may finally have achieved a breakthrough. U.S. President Joe Biden held his first call as president with his Vietnamese counterpart, General Secretary Nguyen Phu Trong. While little was revealed about the content of the call, a trip to Hanoi by U.S. Secretary of State Antony Blinken soon followed. There, Blinken told reporters “Our conviction is that [the U.S. partnership with Vietnam] can and will grow even stronger…in the weeks and months ahead.” Vietnamese Prime Minister Pham Minh Chinh, in turn, said Hanoi sought to take the relationship “to a new height.” Speculation is now rife in Washington that the stage is set for the two countries to finally establish formal strategic partnership status, maybe at the White House during Trong's possible visit this July. But the Biden administration would be wise to manage expectations for now. There are good reasons why Vietnam has been delaying the upgrade for so long—and why it may ultimately decide that elevating to a strategic partnership simply isn't worth it. Of course, deepening U.S.-Vietnamese ties does not fundamentally depend on any official diplomatic status. But if Hanoi forgoes strategic partnership status with Washington, it would validate Beijing's view that Vietnam remains firmly ensconced in China's geostrategic orbit—and that U.S. attempts to leverage Vietnam against China not only have limits, but are futile over the long-term. The most important obstacle to a more-formalized U.S.-Vietnamese alignment is Beijing's likely reaction. Of course, the most important obstacle to a more-formalized U.S.-Vietnamese alignment is Beijing's likely reaction. In its long history, Vietnam has been invaded multiple times by its much larger northern neighbor—most recently in 1979—and is highly reluctant to unnecessarily antagonize Beijing. Although foreign partnerships are certainly important to help Vietnam balance against China, the Vietnamese are mindful of an ancient Chinese saying: “Distant water will not quench the fire nearby.” In other words, Vietnam cannot count on faraway partners to help manage problems with China. In the end, only Vietnam can ensure that bilateral ties preclude trouble. From Hanoi's perspective, raising U.S.-Vietnamese ties to strategic partnership level may simply be asking for trouble. After the bloody Sino-Vietnamese war in 1979, Hanoi and Beijing normalized relations in 1991; and as part of their agreement, Vietnam imposed limitations on its own future security engagements to appease Chinese leaders. Originally known as the “Three Nos” (before becoming “Four Nos and One Depends,” more on that below), Vietnam's post-agreement defense policy committed it to forgoing formal military alliances, military basing on its territory, and military activities aimed at a third country. Hanoi very likely worries that elevating to strategic partnership with Washington might give Beijing the impression that it is establishing a military alliance, perhaps putting it on course to violating the other Nos as well. Chinese retaliation to a U.S.-Vietnamese strategic partnership could be severe, particularly in the South China Sea, where China and Vietnam have substantial overlapping sovereignty claims and Beijing has overwhelming military strength to enforce its side of the dispute. This leads to another reason Hanoi is likely hesitant to bolster ties to Washington: Despite Beijing's encroachments in the South China Sea, things have been relatively quiet there since 2019, when China and Vietnam had a standoff at Vanguard Bank in the Spratly Islands. Why potentially rock the boat? Moreover, Hanoi may believe it has already handled the situation effectively without needing Washington's support. Following the Vanguard Bank standoff, Vietnam released a defense white paper pledging never to unilaterally use or threaten force—the fourth “No” meant to be another reassurance to Beijing. It also added the “One Depends” clause, stating that “depending on the circumstances and specific conditions, Vietnam will consider developing necessary, appropriate defense and military relations with other countries.” By adding the One Depends clause, Hanoi drew a causal link between the deterioration of Vietnam's external security environment and the nations with which it chooses to deepen defense cooperation. A reasonable interpretation of this is that, if China's bullying behavior in the South China Sea continues, Vietnam might finally promote the United States' status to that of strategic partnership. Given recent stability, there has been no impetus to do so. If this interpretation is correct, Hanoi will find a potential status upgrade more useful when it is not exercised. Another reason Hanoi might drag its feet is due to domestic politics. Over the last few months, Trong's anti-corruption campaign has removed several high-ranking members of the Vietnamese Communist Party and state apparatus, including deputy prime ministers Pham Binh Minh and Vu Duc Dam, along with state president Nguyen Xuan Phuc. Some Western observers worry that the purge is bad news for U.S.-Vietnamese ties, since these three officials leaned toward Washington. Most significantly, Trong appointed his young conservative ally, Vo Van Thuong, to replace Phuc as president. Thuong reportedly favors China over the United States, as does Trong. Vietnam is unlikely to drift away from the United States toward China, since it seeks good ties with both. But an internal recalibration of Hanoi's delicate balancing act between the two great powers may be underway—especially as geopolitical competition continues to intensify. Yet another potential explanation for Vietnamese inaction on a strategic partnership is that U.S.-Vietnamese relations are already operating at a de-facto strategic level, even if without the official label. For example, Vietnam has expressed implicit support for the U.S. Indo-Pacific Strategy; in recent years, it has received additional diplomatic and economic support—as well as military hardware and training—to counter China. What would Vietnam substantively gain, that would also be within the bounds of its strict defense policy, from elevating the partnership? Virtually anything that the U.S. military would like to do—and has done, for example, in the Philippines—such as accessing Vietnam's bases to help it better deal with South China Sea contingencies or joint training focused on lethal operations against a third nation, could violate these rules. On the economic side in particular, Vietnam still feels spurned by the Trump administration's decision in 2017 to withdraw from the Trans-Pacific Partnership (TPP) multilateral trade agreement forged under the Obama administration. In order to become eligible to join the TPP, Hanoi had to implement deep and risky systemic reforms to its economy; and in the end, these good-faith efforts went unrewarded. Washington left Hanoi (and many others) standing at the altar in a massive breach of trust. Today, the deal has been renamed the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP); but without the United States as a member, it carries less economic and especially strategic heft as a counterbalance to China. To date, the Biden administration has not offered a viable alternative that would allow Vietnam to bank on future U.S. economic ties, which is a serious gap in the partnership. To be sure, the United States is Vietnam's number two trading partner after China. But the Trump administration's TPP withdrawal not only confused and frustrated Vietnamese leaders, but also made them question Washington's staying power in the region, particularly as Beijing's profile—economic and otherwise—is ascendant. Finally, it is widely known that Trong suffered a stroke in 2019 and may be too weak to travel from Hanoi directly to Washington in July. This has created a logistical dilemma and ultimately a political one: It is difficult to envision who in the Vietnamese leadership, other than Trong, would be able to announce a decision of such political and strategic magnitude. Indeed, Vietnamese interlocutors have recently linked a possible announcement of a relationship upgrade to Trong's presence at the White House. Given the size of the strategic prize, Biden could of course travel to Vietnam, but there are no concrete plans to do so yet. Hanoi continues to be intentionally vague and has not publicly commented on the issue of strategic partnership, probably to allow itself some wiggle room. All these obstacles aside, there are still many encouraging signals coming out of Hanoi that the relationship upgrade may very well happen—even if not this summer, as Washington hopes. That said, the reality is that Hanoi continues to be intentionally vague and has not publicly commented on the issue of strategic partnership, probably to allow itself some wiggle room. Vietnam also knows that the United States has been wanting to elevate ties for some time, and in order to placate Washington and benefit from continued U.S. support against Beijing, Hanoi is smart to at least begin negotiations. Vietnam seems perfectly fine with things dragging on for years, avoiding a final decision, or even getting cold feet in the end. Avoidance is actually more of a feature than a bug of Vietnam's decisionmaking process. The Biden administration should manage expectations by remaining skeptical until the ink is dry on any new agreement. Derek Grossman is a senior defense analyst at the RAND Corporation, an adjunct professor at the University of Southern California, and a former daily intelligence briefer to the U.S. assistant secretary of defense for Asian and Pacific security affairs. This commentary originally appeared on Foreign Policy on May 9, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}