{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:56:26.517474",
  "crawling_time_epoch": 1703242586,
  "type": "Commentary",
  "title": "Bill Would Ban Care for Transgender Veterans; the Scientific and Medical Consensus Tells Us That's a Mistake",
  "url": "https://www.rand.org/pubs/commentary/2023/07/bill-would-ban-care-for-transgender-veterans-the-scientific.html",
  "descriptions": "The recently released spending bill would prevent the Department of Veterans Affairs from beginning to offer gender confirmation surgery. It would also prevent providers from offering hormone therapy for gender-affirming care. These provisions do not align with the state of the science and medical consensus and would harm vulnerable veterans.",
  "posted": "Jul 5, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/07/bill-would-ban-care-for-transgender-veterans-the-scientific/_jcr_content/par/teaser.crop.250x187.lm.jpeg/1689985235411.jpeg",
    "desc": "People walking, superimposed over a transgender flag, photo by AlxeyPnferov/Getty Images"
  },
  "content": {
    "source": "(The Messenger)",
    "author": {
      "name": "Kayla M. Williams",
      "profil": "https://www.rand.org/about/people/w/williams_kayla_m.html",
      "profession": "Senior Policy Researcher",
      "username": "@KWilliams101",
      "contact": "https://www.twitter.com/KWilliams101"
    },
    "tags": [
      "Gender Discrimination",
      "Health Care Access",
      "Health Legislation",
      "LGBTQ+ Populations",
      "Military Veterans",
      "United States",
      "www.rand.org"
    ],
    "Article": "The recently released spending bill, which has already been passed by the House Appropriations Committee, would prevent the Department of Veterans Affairs not only from beginning to offer gender confirmation surgery, but also prohibit providers from providing hormone therapy “for the purposes of gender affirming care.” The bill would prevent patients from accessing medication their doctors have already prescribed. Simply put: These provisions do not align with the state of the science and medical consensus and would harm vulnerable veterans. Pharmacologic and surgical treatment to align the physical body of transgender individuals with their gender identity are part of the consensus-based medical guidelines—such treatments have been proven time and again effective and even necessary health care interventions for those with gender dysphoria. As I learned after assessing the implications of allowing transgender military personnel to serve openly, these standards of care are endorsed by the American Medical Association, the American Psychological Association (PDF), the American College of Physicians, and many other respected professional associations. This population already faces tremendous barriers and challenges. Veterans carry a heavier health burden than nonveterans. LGBTQ+ individuals are at increased risk of experiencing violence and sexual assault, and LGBTQ+ veterans are more likely to have experienced sexual assault and trauma during their service—all of which influences their health and well-being outcomes post-service. LGBTQ+ veterans also report worse health and more chronic conditions, partly due to barriers in care, stigma, and discrimination. Minority stress—the additional stress minoritized populations experience because of exposure to stigma, prejudice, and discrimination—is another key contributor to these negative outcomes, which is why it is imperative that the VA continue to focus on creating a welcoming and safe environment. Many LGBTQ+ veterans are reluctant to visit VA medical centers and are unaware of the services available for them. My own research has shown that many LGBTQ+ veterans are reluctant to visit VA medical centers and are unaware of the services available for them. Veterans discharged during or before 'Don't Ask, Don't Tell' may also have faced eligibility barriers for care, though VA has more recently been taking steps to address that concern. Withdrawing medically necessary care from transgender veterans will only exacerbate all these problems. Providing medically necessary gender affirming care is also an important part of supporting VA's vigorous efforts to reduce the rate of veteran suicide, which remains troublingly high (PDF) overall—and is higher among the LGBTQ+ veteran population. There is strong evidence that, in the general population, suicidality decreases significantly (PDF) among transgender individuals who receive appropriate care. In the military population, during the two years that transgender personnel were no longer allowed to serve openly or access appropriate medical care through the military health system, 31 transgender service members died by suicide; only two did so in the two years since that ban was revoked. (Anyone in crisis should dial 988; veterans press 1.) To be sure, some may be concerned about the expense of providing this care; however, the cost of providing recommended medical care for treating gender dysphoria in transgender individuals is likely low for VA. For example, RAND's estimate of the cost to the Department of Defense, of providing transition-related health care to service members, the population that makes up future veterans, was between $2.4-$8.4 million annually—a 0.04 percent-0.13 percent increase in health expenditures. Actual reported costs thus far appear within that range. A previous estimate of the projected cost to VA for offering gender confirmation surgery was also a fraction of a percent of the overall medical budget for the department. However, not providing required medical care to transgender individuals can lead to increased costs for treating mental health conditions that are exacerbated by the failure to provide medically recommended care. Not providing required medical care to transgender individuals can lead to increased costs for treating mental health conditions that are exacerbated by the failure to provide medically recommended care. This proposed legislation would not only bar expansion of medically necessary care in the form of gender confirmation surgery, but it would also restrict VA's ability to provide medical care—in the form of prescription medication—that it already provides to transgender veterans. This would be inconsistent with the medical community's consensus-based standards of care. VA has an obligation to provide high-quality, evidence-based care to all eligible veterans, and medical providers and researchers are best-positioned to determine what care is appropriate and effective. VA has worked diligently to improve the quality and sensitivity of the care it provides to all who served, including LGBTQ+ veterans, in alignment with the research and the medical community's consensus-based standards of care. To stay true to its mandate, VA must be free to provide medically indicated pharmacologic and surgical care to transgender veterans. Kayla Williams is a senior policy researcher at the nonprofit, nonpartisan RAND Corporation. She previously served in the Department of Veterans Affairs in various roles. She is author of “Love My Rifle More Than You: Young and Female in the U.S. Army,” a memoir of her deployment to Iraq. This commentary originally appeared on The Messenger on June 20, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}