{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:45:56.323821",
  "crawling_time_epoch": 1703231156,
  "type": "Commentary",
  "title": "Book Review: 'Delete the Adjective: A Soldier's Adventures in Ranger School' by Lisa Jaster",
  "url": "https://www.rand.org/pubs/commentary/2023/08/book-review-delete-the-adjective-a-soldiers-adventures.html",
  "descriptions": "In Delete the Adjective: A Soldier's Adventures in Ranger School, Lisa Jaster recounts her experience as one of the first three women to graduate from U.S. Army Ranger School. Her book is a compelling argument that “adjectives are descriptors, not limiters” of what people can accomplish.",
  "posted": "Aug 4, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/08/book-review-delete-the-adjective-a-soldiers-adventures/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1691182173150.jpeg",
    "desc": "(l-r) CPT Kristen Griest, MAJ Lisa Jaster, and 1LT Shaye Haver, the first three women to graduate from the U.S. Army's Ranger School, in Fort Benning, Georgia, October 16, 2015, photo by Paul Abell / AP Images for U.S. Army Reserve"
  },
  "content": {
    "source": "(Association of the United States Army)",
    "author": {
      "name": "Kayla M. Williams",
      "profil": "https://www.rand.org/about/people/w/williams_kayla_m.html",
      "position": "Senior Policy Researcher",
      "username": "@KWilliams101",
      "contact": "https://www.twitter.com/KWilliams101"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.female-populations.html",
        "tag": "Female Populations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.gender-integration-in-the-military.html",
        "tag": "Gender Integration in the Military"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-education-and-training.html",
        "tag": "Military Education and Training"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states-army.html",
        "tag": "United States Army"
      }
    ],
    "Article": "In 2013, then–Chairman of the Joint Chiefs of Staff Gen. Martin Dempsey and Secretary of Defense Leon Panetta initiated the process to formally open all military jobs and units to women. Two years later, 19 women were among the 399 candidates who began the first-ever integrated U.S. Army Ranger School class. Delete the Adjective: A Soldier's Adventures in Ranger School by Lisa Jaster (Houndstooth Press, 2023) recounts Jaster's experience as one of the three women who ultimately graduated, leading the way for the now over 100 women who have earned the coveted Ranger tab. Jaster notes that there are other adjectives beyond “female” that made her an unusual Ranger School student: She was also “old” (at 37, nearly twice the age of the youngest students) and a U.S. Army Reservist. Her book is a compelling argument that those and all other “adjectives are descriptors, not limiters” of what people can accomplish. Jaster's book is a fascinating insider view of Ranger School for those of us who have not had the pleasure of attending one of “the Army's toughest schools,” as the book says. She details the school's various components: the Ranger Training Assessment Course, Ranger Assessment Phase week, and the Darby, Mountain, and Swamp phases. She describes not just the grueling physical demands but also the cognitive challenges of land navigation and small-unit tactics, as well as the “socioemotional” elements of working alongside other troops and taking turns as a leader, peer, and subordinate. Jaster's book is a fascinating insider view of Ranger School for those of us who have not had the pleasure of attending one of “the Army's toughest schools.” Jaster also details at length the unique hurdles the first female candidates navigated. This includes the presence of observer/advisers, who “most of the female Ranger hopefuls would have run…out of camp if we could,” she writes. Another was the “media frenzy,” since the “unwanted attention made everything harder on everyone.” Having to overcome casual sexism from both peers and Ranger instructors who did not want women in Ranger School is a constant theme. Jaster seems to relish the opportunity to prove people wrong by succeeding when they expect her to fail, taking justifiable pride in being prepared, skilled, and fit. Concurrently, her frustration at the common perception that the school changed its standards to accommodate female applicants is palpable: “I can confidently declare the standards did, in fact, change,” she writes. “They got harder, and everyone knew it.” I particularly appreciate the moments of vulnerability and humanity Jaster shares. Not for a moment does she pretend to be a superhero or a robot. Jaster shares the letter from a West Point classmate that helps inspire her to go out for Ranger School, showing how important personal support can be. She writes movingly about missing her family, which, as a woman, she felt “authorized” to do. And Jaster admits to feeling occasionally hopeless, furious, proud, and joyful. These glimpses of the complex and real human beneath the uniform and behind the adjectives left me rooting hard for her ultimate success after recycling every single phase and spending six months away from her family. Jaster closes by sharing that Gen. Mark Milley, then–chief of staff of the Army, charged her to “be visible” so people could see her and her success, perhaps helping inspire others. I finished the book inspired to push myself harder and take bigger risks—though Ranger School is definitively not in my future as a mid-40s civilian. If you're looking for motivation that your adjectives, whatever they are, don't have to hold you back, this is the book for you. Kayla Williams is a senior policy researcher at the nonprofit, nonpartisan RAND Corporation and is the author of “Love My Rifle More Than You: Young and Female in the U.S. Army.” This commentary originally appeared on Association of the United States Army on July 31, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}