{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:40:14.315983",
  "crawling_time_epoch": 1703230814,
  "type": "Commentary",
  "title": "Book Review: 'Forgotten Warriors: The Long History of Women in Combat' by Sarah Percy",
  "url": "https://www.rand.org/pubs/commentary/2023/11/book-review-forgotten-warriors-the-long-history-of.html",
  "descriptions": "In her book Forgotten Warriors: The Long History of Women in Combat, Sarah Percy offers an expansive and insightful exploration of both the historical record as well as how—and why—it may have been erased.",
  "posted": "Nov 30, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/11/book-review-forgotten-warriors-the-long-history-of/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1701394782889.jpeg",
    "desc": "U.S. Army paratroopers sit in a C-130J Super Hercules during an all-women jump at Joint Base Elmendorf-Richardson, Alaska, March 7, 2023, photo by Senior Airman Patrick Sullivan/U.S. Air Force"
  },
  "content": {
    "source": "(Association of the U.S. Army)",
    "author": {
      "name": "Kayla M. Williams",
      "profil": "https://www.rand.org/about/people/w/williams_kayla_m.html",
      "position": "Senior Policy Researcher",
      "username": "@KWilliams101",
      "contact": "https://www.twitter.com/KWilliams101"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.female-populations.html",
        "tag": "Female Populations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.gender-equity.html",
        "tag": "Gender Equity"
      },
      {
        "blog": "https://www.rand.org/blog.topic.gender-integration-in-the-military.html",
        "tag": "Gender Integration in the Military"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-personnel.html",
        "tag": "Military Personnel"
      }
    ],
    "Article": "Women have fought in wars for as long as humans have waged them. Yet that long history has been either lost or purposefully hidden, complicating efforts to expand women's military roles even as we have steadily gained greater equality in other fields. In her book Forgotten Warriors: The Long History of Women in Combat, Sarah Percy offers an expansive and insightful exploration of both the historical record as well as how—and why—it may have been erased. Percy presents evidence of women Viking warriors that has long been overlooked, in large part due to long-held assumptions and prejudices by archaeologists. To counter this, Percy shares well-documented stories of women military leaders across diverse geographical, chronological, and cultural divides, like Boudicca in ancient Britain and Njinga in what is now Angola. Another chapter spotlights rare examples of all-women units such as the Dahomey in western Africa. She also delves into how women helped supply military needs pre-1900 in a Europe that was frequently embroiled in some sort of war, “supplying food, alcohol, and other necessities; doing laundry and sewing; and supplementing rations with foraged or stolen food,” and in some cases also stepping up to fight. While in later eras, these “camp followers” were often framed as prostitutes, Percy convincingly documents the critical role they played in supporting armies on the move during the era before modern military logistics. Percy also explores women's experiences fighting—and commanding—to defend their homes in times when siege warfare was common. She presents multiple documented accounts of women who dressed as men to serve as soldiers, fighting honorably and successfully. And she touches on how women have served in rebel forces across multiple continents and eras. Percy's many examples convincingly show that women have always had the strength, courage, stamina, and ability to fight. Her many examples convincingly show that women have always had the strength, courage, stamina, and ability to fight. However, as Western cultural norms increasingly demanded that middle- and upper-class women be delicate, and as these norms became more deeply rooted, this history was lost or purposefully suppressed, and notions of a “band of brothers” fighting away from the homeland became the dominant conception of what war is. During World War I and World War II, some women struggled mightily for the right to fight. Percy provides a fascinating overview of how this played out differently in the United States, Great Britain, Germany, and the Soviet Union—as well as how many of these experiences were yet again suppressed or lost in postwar periods. Gender norms had, by the 20th century, solidified into explicit and enforceable policies that prevented women from serving in combat roles. Such policies took decades to overturn, a journey that was not completed until the conflicts in Iraq and Afghanistan convincingly “demonstrated that the combat exclusion both limited the strategic utility of the military and also ignored the reality of what women were doing on the ground.” Those deeply familiar with U.S. military women's history will notice omissions in the chronicle of our service. However, grounding that legacy within a broader geographical and historical narrative provides critical and fascinating context. Percy's focus on the role of class and race in how those who wrote history framed women's abilities is another important contribution. Given recent trends, and especially the frequency with which authoritarian regimes suppress women's rights, this fascinating volume's exploration of “how keeping women out of combat was part of the playbook of patriarchy” is particularly timely. Kayla Williams is a senior policy researcher at the nonprofit, nonpartisan RAND Corporation and is the author of Love My Rifle More Than You: Young and Female in the U.S. Army. This commentary originally appeared on Association of the U.S. Army on November 29, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}