{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:03:10.872078",
  "crawling_time_epoch": 1703239390,
  "type": "Announcement",
  "title": "BRACE Centre funded for a further five years to evaluate initiatives which seek to join up and transform patient care",
  "url": "https://www.rand.org/randeurope/about/news/2023/brace-five-year-funding.html",
  "descriptions": "The Birmingham, RAND and Cambridge rapid service evaluation centre, known as BRACE, has been commissioned for five more years following the award of £3 million funding from the National Institute for Health and Care Research (NIHR), the largest national clinical research funder in Europe.",
  "posted": "Dec 5, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/randeurope/about/news/2023/brace-five-year-funding/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1701780415212.jpeg",
    "desc": "Patient and doctor looking at a mobile tablet, photo by Fly View Productions/Getty Images"
  },
  "content": {
    "spotlight": {
      "quoted": "We are delighted to continue working in the BRACE team. Our research provides prompt, clear and well-founded evidence about innovations in health and care – how they work, where and with what results – helping the NHS and care services adapt and improve.",
      "name": "Jon Sussex",
      "profile": "https://www.rand.org/about/people/s/sussex_jon.html",
      "profession": "Chief Economist",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/s/sussex_jon/_jcr_content/par/bio.crop.150x150.ct.jpeg/1612831833755.jpeg",
        "width": "150",
        "height": "150",
        "desc": "Jon Sussex"
      },
      "Article": "Photo by FatCamera/Getty Images BRACE, an NIHR national rapid evaluation centre is a partnership between the Health Services Management Centre (HSMC) at the University of Birmingham; RAND Europe, a not-for-profit research organisation; The Healthcare Improvement Studies (THIS) Institute at the University of Cambridge; THISLabs and the charity National Voices. The BRACE team comprises multidisciplinary researchers who will work closely with health service leaders, clinicians and managers, as well as patients and the public to provide timely evidence to decision-makers about the benefits of promising service innovations. The team will build on their established track record of delivering a range of rapid evaluations including the early implementation of Primary Care Networks (PCNs), remote home monitoring (virtual wards) during the COVID-19 pandemic, the children and young people’s mental health trailblazer programme and women’s health hubs. BRACE is now led by Professor Justin Waring, at the University of Birmingham. Speaking about the centre, Professor Waring says: “We understand that health and care services are facing numerous challenges and are constantly looking for new ways to organise and deliver care. BRACE is here to provide rapid, rigorous and insightful evaluations to help service leaders, commissioners and policy makers decide whether new ways of organising and providing care should be taken up.” Professor Judith Smith, Director of BRACE from 2018-2023 and now quality assurance Lead for BRACE, reflects on the first five years of BRACE: “We are immensely proud of the way in which the BRACE team has been able to work closely with health and social care practitioners, leaders and service users to scope and undertake rapid evaluations that have provided vital evidence to inform the implementation of service developments, including during the COVID-19 pandemic. Our learning about how best to carry out rapid evaluations using the most rigorous and flexible methods provides an excellent basis for the next five years of BRACE.” Jon Sussex, Chief Economist at RAND Europe and health economics Lead for BRACE, says: “We are delighted to continue working in the BRACE team. Our research provides prompt, clear and well-founded evidence about innovations in health and care – how they work, where and with what results – helping the NHS and care services adapt and improve.” Tina Coldham, NIHR Patient and Public Involvement and Engagement co-lead, shares her thoughts about patients and communities being at the core of our work: “I am very excited to continue to work with the BRACE team to ensure that ordinary people, in their communities are central to our research, to ensure it is relevant and has reach to them.” Ruth Cousens, Chief Executive Officer from THIS Labs, says: “BRACE has an impressive track record in delivering vital insights on new ways of delivering care and we are excited to be joining the partnership for the next five years, bringing our expertise in large scale online collaboration with patients, carers, staff, decision-makers and other stakeholders in health and care.” Jacob Lant, Chief Executive of National Voices, says: “We are delighted to be working in partnership with BRACE for another five years, providing insights and expertise from our diverse membership of over 200 health and care charities and supporting BRACE to involve people with lived experience in its rapid evaluation projects in pursuit of our shared goal of improving health and care for everyone.” Our first two evaluations will evaluate the patient referral pathways to the NHS Digital Weight Management Programmes (DWMP) and the NHS GP Improvement Programme (GPIP). The team will continue to share its learning from these and future evaluations using a range of methods including blogs, podcasts and vodcasts, infographics, short reports as well as peer-reviewed publications with stakeholders across the health sector. BRACE is one of five national rapid service evaluation centres funded in parallel by the NIHR. The other four centres are RSET, DECIDE, REVAL and SOCRATES. For more information, please visit the BRACE Centre website."
    }
  }
}