{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:47:16.299249",
  "crawling_time_epoch": 1703242036,
  "type": "Commentary",
  "title": "Budget Models Are Underselling the Benefits of Solving Climate Problems",
  "url": "https://www.rand.org/pubs/commentary/2023/11/budget-models-are-underselling-the-benefits-of-solving.html",
  "descriptions": "When Congress considers a new law or spending package, analysts calculate its likely impact on the federal budget. When it comes to climate change legislation, those numbers don't capture the whole picture. Potential savings and other benefits get significantly underestimated.",
  "posted": "Nov 15, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/11/budget-models-are-underselling-the-benefits-of-solving/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1703210115100.jpeg",
    "desc": "Stacks of coins with trees on top next to a light bulb with a green map of the world, on top of dirt, in front of a blurred green background, photo by Khanchit Khirisutchalual/Getty Images"
  },
  "content": {
    "source": "(Barron's)",
    "author": {
      "name": "Flannery Dolan Robert J. Lempert",
      "profil": "https://www.rand.org/about/people/d/dolan_flannery.html",
      "profession": "Associate Engineer; Professor of Policy Analysis, Pardee RAND Graduate School Director, Frederick S. Pardee Center for Longer Range Global Policy and the Future Human Condition; Principal Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@RobertLempert",
      "contact": "https://www.twitter.com/RobertLempert"
    },
    "tags": [
      "Economic Planning",
      "Environmental Legislation",
      "Global Climate Change",
      "Robust Decision Making",
      "United States",
      "www.rand.org"
    ],
    "Article": "Whenever Congress considers a new law or spending package, analysts calculate its likely impact on the federal budget. When it comes to climate change legislation, those numbers don't capture the whole picture. Potential savings and other benefits get significantly underestimated. The analysts at the Congressional Budget Office typically consider a policy's effects over 10 years. That horizon extends to 30 years for long-term budgetary outlooks. Neither span is enough time to capture the effects of climate policies. Our just-published report estimates that a 10-year window captures, at most, 5 percent of the present value of a typical climate policy. A 30-year view captures less than 15 percent. One needs to look 50 to 100 years into the future to estimate a significant fraction of the costs and benefits. That's a big problem, but it's not the only one. There's also a paradox in how climate change is accounted for in the federal budget. The methodology the CBO uses to estimate its baseline incorporates federal expenses (PDF) stemming from rising global temperatures, such as the costs of wildfire suppression, coastal disasters, and crop insurance. But if a proposed policy reduces carbon emissions or incentivizes adaptation, the resulting savings aren't counted in the budget score. In other words, budget scores don't include what researchers call “avoided damages”—the upsides of burning less oil, gas, and coal. Budget scores don't include what researchers call “avoided damages”—the upsides of burning less oil, gas, and coal. For instance, the CBO estimated that the Inflation Reduction Act of 2022 would save the federal government a total of $90 billion over 10 years . But independent studies find that reduced air pollution alone could produce $608 billion in annual benefits by preventing, among other harms, an estimated 53,000 premature deaths, 15,000 asthma-related emergency room visits, and thousands of heart attacks. While not all of those health benefits would accrue to federal programs like Medicare and Medicaid, certainly much of it would. The CBO's estimate did not include those cost reductions. The Inflation Reduction Act included 114 clean energy programs, ranging from electric-vehicle tax credits to drought mitigation to methane leak reduction. Because of the neglect of avoided costs and short time horizons, we believe the budgetary savings estimates for the IRA may be too small by at least a factor of five, perhaps more. Such benefits are routinely accounted for in other federal policies—for example, when a cost/benefit analysis is conducted for new regulations or rules, such as the Obama administration's Clean Power Plan. So there is precedent and capacity within the federal government to conduct fuller analysis. This just hasn't been made part of the federal budget scoring process. Advances in climate-economic models are making it possible to more accurately quantify the fiscal benefits of climate change policy. Groups that conduct such budget analyses, such as the CBO or The Penn Wharton Budget Model, can and should incorporate the latest suite of tools when they quantify the damages avoided because of new climate policies. Granted, even using the best new models, there will remain deep uncertainty about how climate change will play out. But the response can't be to focus only on the questions whose answers are known most accurately. Excluding uncertain estimates does not make overall benefit-cost accounting more accurate; it makes it more wrong. Even under conditions of deep uncertainty, it is still possible to provide good and useful budgetary analysis. Analysts could, for instance, report a range of budget scores that reflect alternate assumptions about the most-important factors. Modeling groups could report a central estimate, but also include best and worst cases. Each would include a discussion of the uncertainties driving the differences, a practice that is increasingly common in climate change policy, but also in other policy areas. Even under conditions of deep uncertainty, it is still possible to provide good and useful budgetary analysis. In fact, dealing with a range of estimates is a productive way to think about and communicate the climate challenges ahead. Human systems and climate change are interconnected in ways that compound risks. The resulting complex system makes it difficult for analysts to assess the drivers and magnitude of risk. This can have severe consequences, as was the case when electric utilities in California underestimated the likelihood of extreme weather events igniting catastrophic wildfires. This drove Pacific Gas and Electric into bankruptcy and induced steep fines from Southern California Edison. Today in Hawaii and Colorado, power companies face massive lawsuits . On a more-positive note, clean energy could prove one of the global growth areas of the 21st-century economy. The IRA programs could help the United States more fully participate in its gains, growing jobs, exports, and gross domestic product. Estimating such best and worst cases would inform Congress of the potential for such consequential, if deeply uncertain, outcomes. Some fret that providing a range of estimates would be confusing or make it more difficult for Congress to do its job. We think such information would actually enhance democracy. The assumptions embedded in a budget score shouldn't be buried in analyst's calculations; they should be a transparent part of the public debate. Adding new models and producing a range of budget estimates—yes, this will take more work. This is the up-front cost of making better decisions. It is time our accounting approach fit the problem instead of overly simplifying the problem to fit outdated methodology. Flannery C. Dolan is an environmental engineer and hydrologist at the nonprofit, nonpartisan RAND Corporation. Robert J. Lempert is director of the Frederick S. Pardee Center for Longer Range Global Policy and the Future Human Condition at RAND. This commentary originally appeared on Barron's on November 8, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}