{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:51:16.919288",
  "crawling_time_epoch": 1703231476,
  "type": "Commentary",
  "title": "Building a Professional Early Childhood Workforce Requires a 'Compensation-First' Approach",
  "url": "https://www.rand.org/pubs/commentary/2023/04/building-a-professional-early-childhood-workforce-requires.html",
  "descriptions": "The benefits and costs of large-scale professionalization efforts in early childhood education (ECE) are not yet clear. And we know little about the implications of such policies for a workforce that already faces a great deal of instability. However, research on ECE professionalization offers some lessons.",
  "posted": "Apr 12, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/04/building-a-professional-early-childhood-workforce-requires/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1681345395779.jpeg",
    "desc": "A kindergarten teacher holds up two fingers as a group of students attentively listen to the lesson, photo by SDI Productions/Getty Images"
  },
  "content": {
    "source": "(Brookings Institution's Brown Center Chalkboard)",
    "author": {
      "name": "Laura Bellows",
      "profil": "https://www.rand.org/about/people/b/bellows_laura.html",
      "position": "Associate Policy Researcher",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.early-childhood-education.html",
        "tag": "Early Childhood Education"
      },
      {
        "blog": "https://www.rand.org/blog.topic.louisiana.html",
        "tag": "Louisiana"
      },
      {
        "blog": "https://www.rand.org/blog.topic.teacher-training.html",
        "tag": "Teacher Training"
      },
      {
        "blog": "https://www.rand.org/blog.topic.teachers-and-teaching.html",
        "tag": "Teachers and Teaching"
      },
      {
        "blog": "https://www.rand.org/blog.topic.wages-and-compensation.html",
        "tag": "Wages and Compensation"
      }
    ],
    "Article": "Teachers who work in childcare settings in the United States earn $11.65 per hour on average—less than half of what their peers working in schools earn, and below a living wage in most U.S. counties. Accordingly, even prior to the pandemic, childcare teachers (PDF) left the profession at considerably higher rates than K–12 teachers. In Louisiana, for example, nearly half (PDF) of childcare teachers working one year were gone the next. While the pandemic impacted teachers at all levels, the childcare sector was hit harder than K–12. Many childcare teachers left for higher-paying jobs, and staffing challenges (PDF) led many centers (PDF) to turn families away. These difficulties have heightened awareness of the poor working conditions early educators face and spurred calls to professionalize the ECE workforce and treat them more like K–12 teachers. Professionalization efforts in early childhood education (ECE) often focus on increasing training and education requirements for early educators. For instance, a 2015 National Academies report (PDF) called for increased entry requirements, including a bachelor's degree for lead teachers, as a strategy for “transforming” the early childhood workforce. Programs such as T.E.A.C.H. and WAGE$ provide scholarships and wage increases to incentivize childcare teachers to pursue more education. And, by the end of 2023, the District of Columbia will require all childcare teachers to hold an associate degree. The benefits or costs of large-scale professionalization efforts in ECE are not yet clear. The benefits or costs of these types of large-scale professionalization efforts in ECE are not yet clear. And we know little about the implications of such policies for a workforce that already faces a great deal of instability. However, research on ECE professionalization offers some lessons. Our research—done in partnership with the Louisiana Department of Education (LDOE)—highlights the practical difficulties inherent to ECE professionalizing efforts. In 2014, LDOE launched the Early Childhood Ancillary Certificate (ECAC) credential as a way to ensure that all childcare lead teachers have a solid foundation for supporting children's development and providing responsive teacher-child interactions. The ECAC is free to early educators—they pay nothing in tuition costs. It is also heavily incentivized: once they get the credential, educators become eligible for annual, refundable tax credits up to $3,600. These financial supports address the high costs of postsecondary education and provide an incentive to complete the credential. Despite this planful approach, ECAC completion rates (PDF) have been very low. To learn why, we tracked all teachers (N=1,010) who started working towards an ECAC between 2016 and 2018. We followed their progress through a multi-step process: applying for a scholarship; completing a first semester of ECAC coursework; completing all remaining coursework and program requirements; completing all Child Development Associate requirements (a nationally recognized certificate that is required for the ECAC); and submitting final paperwork to earn an ECAC. Figure 1 shows that just two-thirds of candidates who applied for a scholarship (all eligible applicants are given a scholarship; it is noncompetitive) make it through the first semester of coursework. Fewer than half completed all program requirements. And less than one-third of the teachers who started working towards an ECAC ultimately earned one. Note: Figure presents percentage of teachers who completed each ECAC step, out of all Louisiana teachers who applied for program scholarships between 2016 and 2018 (N=1,010). Source: Authors' calculations using administrative data from LA Pathways, Louisiana's Early Learning Center Career Development System, and Teach LA Live, Louisiana's online educator certification portal. To better understand these low rates of completion, we collected data from ECAC program leaders (PDF), childcare site leaders, and teachers (PDF) themselves. Two key findings emerged: First, working towards the ECAC outside of paid work hours, something that could take up to eight hours per week across the two semesters of coursework, proved difficult. Half of the teachers and one-third of the site leaders reported that it was challenging for teachers to earn the ECAC. Attending classes and completing assignments while working full time and managing family life was hard. Second, many teachers who failed to complete the ECAC left childcare altogether. When asked the main reason teachers drop out of ECAC programs, 61 percent of ECAC program leaders reported that these teachers were no longer working in publicly funded childcare. Childcare leaders noted that current levels of teacher compensation prevent teachers from staying in the field. One leader wrote: “[Teachers] will go to McDonald's because [they] can make $11 an hour but are now working for $8 an hour.” Our findings offer a cautionary tale for ECE professionalization efforts. They show that even when professionalization efforts include scholarships that cover the direct costs of training and offer meaningful financial incentives, completion rates can still be very low. During the period we examined, less than one-third of childcare teachers who started working towards the ECAC finished it. Many teachers left the field altogether. We suggest two policy solutions to achieve greater returns on these ECE professionalization efforts: Professionalization efforts are unlikely to succeed if they depend on unpaid labor by low-wage workers. Some states are using novel approaches to increase compensation for ECE teachers and support quality. New Mexico (PDF), Virginia, and Washington, D.C. (PDF), for instance, have introduced new subsidy reimbursement rates that aim to provide centers with adequate funding to better compensate their teachers and, in turn, provide high-quality early learning experiences for children. These types of efforts, as well as D.C.'s Pay Equity Fund (PEF), which substantially increases childcare teacher pay, offer important opportunities to learn about the impact of compensation increases on care stability and quality. Such efforts fundamentally put educator compensation first and in doing so address both the current reality of working in childcare in the United States and our longstanding underinvestment. Professionalization efforts that do not prioritize teachers' real and immediate needs may make an already challenging situation worse and, consequently, be unlikely to succeed. Daphna Bassok is a nonresident senior fellow in governance studies at the Brown Center on Education Policy. Laura Bellows is an associate policy researcher at the nonprofit, nonpartisan RAND Corporation. Anna J. Markowitz is an assistant professor at the Graduate School of Education and Information Studies at UCLA. Kate Miller-Bains is a senior research scientist at the University of Virginia. This commentary originally appeared on Brookings Institution's Brown Center Chalkboard on April 11, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}