{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:12:55.342285",
  "crawling_time_epoch": 1703243575,
  "type": "News Release",
  "title": "Buprenorphine Use Remained Stable During First Year of Pandemic, but New Prescriptions Dropped During Period",
  "url": "https://www.rand.org/news/press/2022/12/07.html",
  "descriptions": "The number of active prescriptions for the opioid disorder treatment drug buprenorphine remained constant during the first year of the COVID-19 pandemic, but the number of new prescriptions for the treatment was far below what would normally have been expected.",
  "posted": "Dec 7, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2022/12/07/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1670442799277.jpeg",
    "desc": "Packages of Suboxone photographed in a pharmacy in Remington, Virginia, February 26, 2019, photo by Kris Tripplaar/Reuters"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Bradley D. Stein",
      "profession": "Director, Opioid Policy, Tools, and Information Center (OPTIC)",
      "biography": "Bradley Stein (he/him) is director of the NIH-funded RAND-USC Schaeffer Opioid Policy Center and a senior physician policy researcher at the RAND Corporation. A health services and policy researcher and practicing child and adolescent psychiatrist, Dr. Stein's research focuses on better…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/s/stein_bradley/_jcr_content/par/bio.crop.130x130.cm.jpeg/1563487518505.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Bradley Stein"
      }
    },
    "researcher": [
      {
        "research": "RAND Health Care",
        "profile": "https://www.rand.org/health-care.html"
      }
    ],
    "tags": [
      "Coronavirus Disease 2019 (COVID-19)",
      "Opioids",
      "Pandemic",
      "Pharmaceutical Drugs",
      "Substance Use Disorder Treatment",
      "United States",
      "www.rand.org"
    ],
    "Article": "The number of active prescriptions for the opioid disorder treatment drug buprenorphine remained constant during the first year of the COVID-19 pandemic, but the number of new prescriptions for the treatment was far below what would normally have been expected, according to a new RAND Corporation study. Examining prescription drug records from across the United States the study found that the number of new treatment episodes started between March 2020 and December 2020 were more than 17 percent fewer than what would have been expected based on patterns from the previous year. This occurred despite emergency policies intended to make it easier for the drug to be prescribed. The findings are published in the Journal of General Internal Medicine. “While policy efforts may have been successful in maintaining existing patients in treatment, that success did not extend to individuals not yet in treatment,” said Bradley D. Stein, the study's lead author and a physician scientist at RAND, a nonprofit research organization. “We do not know why the number of patients starting treatment dropped so dramatically, although disruptions caused by the pandemic likely contributed to the trend.” The isolation and stress wrought by the COVID-19 pandemic has resulted in greater rates of drug use and misuse, mental health and substance use disorders, emergency department visits for opioid overdose, and more fatal overdoses in 2020 than in any prior year. There also were substantial disruptions in the delivery of outpatient care in the United States, with outpatient medical visits declining more than 50 percent in the months following the declaration of the public health emergency in March 2020. As a result, there have been concerns about disruptions in treatment among those receiving medication treatment for opioid use disorder. After the declaration of the public health emergency, federal and state governments relaxed regulations regarding buprenorphine treatment, such as no longer requiring in-person visits to start buprenorphine treatment and enabling payment parity for telehealth services. To better understand patterns in the use of buprenorphine in the months after the declaration of the COVID-19 public health emergency, RAND researchers examined records that capture 92 percent of prescriptions filled at U.S. retail pharmacies, identifying buprenorphine prescriptions filled between March 2019 and December 2020. Researchers examined how many buprenorphine treatment episodes were initiated, how many episodes ended in the months following the declaration of the public health emergency in 2020, and how those numbers differed from what was observed in the same period in 2019. The study found that the greatest discrepancy was in the first stage of the pandemic during 2020, when the number of newly initiated treatment episodes was 19 percent below the expected number of new episodes. In addition, the study found that the number of buprenorphine treatment episodes that ended between March 2020 and December 2020 was 16 percent fewer than expected. “The decreases in new prescriptions were compensated by substantial decreases in the number of individuals ending their buprenorphine treatment episodes, compared to what would have been expected based on the comparable period in 2019,” Stein said. Overall, treatment with buprenorphine increased slightly during the study period. Researchers say that future focused efforts are needed to enhance access to buprenorphine treatment and engage individuals who may benefit from the treatment. Support for the study was provided by the Foundation for Opioid Response Efforts and the National Institute on Drug Abuse of the National Institutes of Health under award R01DA045800-01. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health Other authors of the study are Rachel K. Landis of George Washington University, Brendan Saloner of Johns Hopkins University, Adam J. Gordon of the University of Utah, and Flora Sheng, Mark Sorbero, and Andrew W. Dick, all of RAND. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}