{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:12:14.449493",
  "crawling_time_epoch": 1703243534,
  "type": "Commentary",
  "title": "California's Ambitious Decarbonization Plan Hasn't Been Future-Proofed",
  "url": "https://www.rand.org/pubs/commentary/2022/12/californias-ambitious-decarbonization-plan-hasnt-been.html",
  "descriptions": "California has an ambitious blueprint to make the state carbon-neutral by 2045. But there's been no integrated stress test of the whole plan. The state needs and deserves a future-proofed, stress-tested plan that all Californians can trust to achieve its climate goals.",
  "posted": "Dec 15, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2022/12/californias-ambitious-decarbonization-plan-hasnt-been/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1674739913319.jpeg",
    "desc": "California poppies on a hillside with a blue sky with fluffy clouds in the distance, photo by nkbimages/Getty Images"
  },
  "content": {
    "source": "(Los Angeles Times)",
    "author": {
      "name": "Nidhi Kalra",
      "profil": "https://www.rand.org/about/people/k/kalra_nidhi.html",
      "profession": "Senior Information Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "California",
      "Decisionmaking",
      "Environmental Legislation",
      "Environmental Pollution",
      "Environmental Regulation",
      "Global Climate Change",
      "www.rand.org"
    ],
    "Article": "This week the California Air Resources Board is expected to approve what's known as its 2022 Scoping Plan, the blueprint to make the state, the world's fourth-largest economy, carbon-neutral by 2045. The plan is beyond ambitious. “It'll spur an economic transformation akin to the Industrial Revolution,” Gov. Gavin Newsom declared when it was released last month. Decarbonizing in the next 22 years will, of course, require more than a plan backed by bold statements. What would help is a plan that has been future-proofed. And this is where California appears to have more work to do. CARB started with four pathways (PDF) to carbon neutrality and selected the one it deemed most likely to pan out under a quite limited set of assumptions. When the future diverges from those assumptions, then what? For instance, the plan relies heavily on capturing carbon from power plants and the air and either using it in some way or “sequestering” it. But carbon capture technology may not be ready, scalable, and cost-effective quickly enough, as climate experts have pointed out. Likewise, the plan assumes Californians will drive less, an assumption that runs counter to decades of increasing travel. Such issues mean that the state's decarbonization plan is brittle, prone to failure under even modest stress or scrutiny. Decarbonizing in the next 22 years will, of course, require more than a plan backed by bold statements. Costs and benefits are not fully tallied either. The plan states that its effect on jobs and economic growth will be negligible. Cleaner air will produce “$199 billion of benefits in the form of reduced hospitalizations, asthma cases, and lost work and school days.” A full accounting is essential. As one example, traffic congestion (PDF) and road fatalities (PDF) cost the state a combined $33 billion a year. Significant cuts to travel, if they materialize, would lower these costs, but the plan doesn't work out the potential savings. It acknowledges but does not yet quantify (PDF) its impacts on other key issues, including water quality, agriculture and forest resources, and recreation. These weaknesses—unmanaged uncertainty and partial accounting—make the plan politically vulnerable. It will be too easy to punch holes in it when new laws, regulations, and funding are needed to implement its various parts. Decarbonizing will require support from state and local policymakers, industries, interest and advocacy groups, and residents of every political stripe. Many of these stakeholders, while sympathetic to climate goals, have their own compelling priorities: regional economic growth, job security, fighting poverty, sustaining farming, or alleviating housing shortages. They will want to know: How will this transformation affect them? Can they rely on the air resources board's analysis? Stress-testing CARB's plan would address its uncertainty and accounting deficits. Although the state and research community have undertaken partial studies (PDF) for individual (PDF) sectors, there's been no integrated stress test of the whole plan. A rigorous test would look at thousands of possible futures, each building in different assumptions about population and economic growth rates; varying demand for goods, services, and travel; the cost and availability of technologies; changes in energy efficiency; the public response to policy changes; and climate change effects on natural resources. The results could tell us what might lead the state to miss its emissions targets or result in a future where the costs of certain carbon-limiting actions outweigh the benefits. The state could then hedge against these conditions. Here's how stress testing worked in Costa Rica, which developed its own decarbonization plan in 2019. Like California's, Costa Rica's plan was ambitious, touched every part of its economy and faced skepticism. But Costa Rica deployed sophisticated analysis to evaluate its plan under 3,003 sets of assumptions: an economy booming or growing slowly, more or less demand for transportation, forests shrinking or thriving, etc. Their guiding question was, “Under what future conditions will we not reach net-zero emissions by 2050, or will doing so cost us more than benefit us?” The ambitious analysis showed that Costa Rica would meet, or almost meet, its goal in more than three-quarters of the futures they modeled. It achieved net-negative emissions in nearly half of those futures. The analysis also revealed that a key failure point turned on whether demand for fossil fuel–based transportation went unchecked. That insight helped Costa Rica galvanize its efforts around modernizing urban transport. California needs and deserves a future-proofed, stress-tested plan that all Californians can trust to achieve its climate goals. The researchers further calculated that decarbonizing by 2050 would require up-front investments of around $37 billion, but it would also provide $78 billion in savings and benefits—a 110 percent return, including increased crop yields, less traffic congestion, and fewer crashes on the streets of its capital, San José. Costa Rica went on to build a strong coalition of internal support—assuaging the worries of many who were reluctant to make big change—and submitted the plan to the United Nations as demonstration of its commitment under the Paris climate agreement. California's 2022 Scoping Plan states that it provides “a way forward and a vision” for addressing the effects of greenhouse gas emissions including pollution, wildfires, extreme heat, and drought. “This plan,” the summary concludes, “is fundamentally based on hope.” Decarbonization can't rest on hope. The stakes are too high. The state needs and deserves a future-proofed, stress-tested plan that all Californians can trust to achieve its climate goals. Nidhi Kalra is a senior information scientist at the RAND Corporation. With the Inter-American Development Bank, she is developing net-beneficial decarbonization pathways for every country in Latin America. This commentary originally appeared on Los Angeles Times on December 14, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}