{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:29:35.394516",
  "crawling_time_epoch": 1704166175,
  "type": "Commentary",
  "title": "Can Cheap Drones Be the Answer to Tensions in the Taiwan Strait?",
  "url": "https://www.rand.org/pubs/commentary/2023/06/can-cheap-drones-be-the-answer-to-tensions-in-the-taiwan.html",
  "descriptions": "The more we learn about the war in Ukraine, the more we come to know that drones will play an increasingly important role on the modern battlefield. But how is the U.S. military thinking about what role these aircraft might play in future wars? When paired with modern sensors, could they offer an asymmetric advantage in future competitions?",
  "posted": "Jun 29, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/can-cheap-drones-be-the-answer-to-tensions-in-the-taiwan/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1688085102377.jpeg",
    "desc": "Taiwanese Army service members control a drone during a drill in Taiwan, January 12, 2023, photo by Taiwan Ministry of National Defense handout via EYEPRESS/Reuters"
  },
  "content": {
    "source": "(Defense News)",
    "author": {
      "name": "Andrew R. Hoehn Thom Shanker",
      "profil": "https://www.rand.org/about/people/h/hoehn_andrew_r.html",
      "profession": "Senior Vice President, Research and Analysis",
      "username": "@AndyHoehn",
      "contact": "https://www.twitter.com/AndyHoehn"
    },
    "tags": [
      "China",
      "Civil Defense",
      "Military Drones",
      "Military Strategy",
      "Taiwan",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "The more we learn about the war in Ukraine, the more we come to know that drones will play an increasingly important role on the modern battlefield. But how is the U.S. military thinking about what role these aircraft might play in future wars? When paired with modern sensors, could they offer an asymmetric advantage in future competitions? To help answer these questions and many others, we spoke to Clint Hinote, a lieutenant general in the U.S. Air Force. For the last several years, Hinote has led a team of Air Force officers with the goal of solving the problem of projecting air power in the Pacific. Early in our conversation, Hinote summarized more than a decade's worth of experiences in trying to fight against China's military in the Western Pacific: “Not only were we losing the wargames, we were losing the wargames faster.” He has, he told us, made it his mission to bring the losing to an end. Hinote described for us the breakthrough thinking on ways in which old and new technology can be brought together to frustrate any attempts China might make to invade nearby territory, especially Taiwan. He described the need for a truly joint command-and-control system—not as a system with separate nodes for Army, Navy, Air Force, and Marine Corps forces, but one that uses a mixture of air and naval forces, including submarines. Drones—relatively inexpensive drones—are an important new element that could complicate China's invasion plans. In the simulations that Hinote has conducted, drones play an especially important role. If fielded at low cost and in high numbers, drones present China with a dilemma that Hinote and other specialists believe Beijing could not effectively counter. Swarmed with such drones, China might be forced to ignore the cheapest, smallest ones, which would let them operate in a contested battlespace, providing surveillance and targeting solutions for other weapons-delivery platforms—both air and sea—in the vicinity. Or China could engage the relatively inexpensive and numerous drones with relatively more-expensive—and limited—defense systems to try to destroy them. If it takes expensive weapons to destroy inexpensive targets, you are on the losing end of the cost curve with every target that is exchanged. Either way, as Hinote put it, “they either have to expend very expensive missiles to shoot them down, or they have to suffer the consequences of whatever they're doing.” This is a problem U.S. military planners know all too well: If it takes expensive weapons to destroy inexpensive targets, you are on the losing end of the cost curve with every target that is exchanged. For decades, American military strategists have worried that U.S. adversaries were far better at imposing costs on us than we were on them. For over two decades, insurgents in Iraq and Afghanistan used improvised roadside bombs to kill and maim U.S. forces. Countering these efforts came at considerable cost, and still does: In 2021, in the final days of U.S. troop involvement in Afghanistan, 13 American service members were killed by a bomb—an extraordinary loss. Thinking about cost-imposing strategies is a favorite pursuit of Hinote's. A centerpiece of one of his ideas is what the Air Force calls low-cost attritable aircraft technology, or LCAAT. These are relatively small, cheap, and expendable drones. Hinote has been running simulations with researchers at the RAND Corporation that deploy LCAATs in a mesh network, which can be used to identify and destroy targets while they saturate the airspace. Even when a link the chain is broken—an LCAAT is destroyed—the network remains. One idea out of these simulations is to use LCAATs to watch shipping traffic in the Taiwan Strait. We might think of these drones—laden as they are with off-the-shelf, mass-produced sensors—as flying iPhones. An invasion of Taiwan would have to come via ships—warships—and the best way to know if an invasion is coming is to see the ships on the move. The best way to do that is to have lots of small, inexpensive drones flying over the strait, talking to each other and sending signals back to aircraft, submarines, and ships that have the weapons needed to destroy the warships. An invasion of Taiwan would have to come via ships—warships—and the best way to know if an invasion is coming is to see the ships on the move. The drones would be so small and light that they could be sent aloft with bottle rockets and cost around $500,000 apiece. The missiles China would need to use to destroy them cost a few million dollars each—a viable cost-imposing strategy. When we talked to Hinote about what it would take to put a system of LCAATs into place, he was more circumspect. He gave us the sense that there was momentum moving in the right direction, but he was not sure change would come fast enough. This type of change, he told us, “is going to be pretty radical, certainly from the military point of view, and there is not yet a sense of urgency at all levels to align around that level of change.” What Hinote wants is a plan. While we won't know for some time whether Hinote and his many colleagues in the Air Force have seized on exactly the right idea, what we do know is this: He wants to bring the losing to an end, and LCAATs might well be part of the way to do that. Andrew Hoehn is senior vice president for research and analysis at the RAND Corporation, and formerly served as a strategist for the U.S. Defense Department. Thom Shanker is director of the Project for Media and National Security at George Washington University, and previously reported and edited for The New York Times. This commentary was adapted from their book “Age of Danger: Keeping America Safe in an Era of New Superpowers, New Weapons, and New Threats.” This commentary originally appeared on Defense News on June 29, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}