{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:13:10.263509",
  "crawling_time_epoch": 1703239990,
  "type": "Commentary",
  "title": "Can Grade Retention Help with COVID-19 Learning Recovery in Schools?",
  "url": "https://www.rand.org/pubs/commentary/2023/03/can-grade-retention-help-with-covid-19-learning-recovery.html",
  "descriptions": "Early grade retention is getting more attention as a potential way to make up for missed learning during the pandemic. But retaining kids without providing the necessary supports or failing to identify the right kids using objective criteria will likely yield ineffective results or even lead to adverse effects.",
  "posted": "Mar 28, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/03/can-grade-retention-help-with-covid-19-learning-recovery/_jcr_content/par/teaser.crop.250x187.rm.jpeg/1679970232590.jpeg",
    "desc": "A teacher or parent helping a struggling student with his school work, photo by LittleCityLifestylePhotography/Getty Images"
  },
  "content": {
    "source": "(Brookings Institution's Brown Center Chalkboard)",
    "author": {
      "name": "Umut Ozek Louis T. Mariano",
      "profil": "https://www.rand.org/about/people/o/ozek_umut.html",
      "position": "Senior Economist Senior Statistician",
      "username": "@uozek",
      "contact": "https://www.twitter.com/uozek"
    },
    "tags": [
      "Academic Achievement",
      "Coronavirus Disease 2019 (COVID-19)",
      "Education Policy",
      "Elementary Education",
      "Students",
      "www.rand.org"
    ],
    "Article": "Requiring low-performing students to repeat a grade has been a long-standing and highly debated intervention in the United States. Calls to end social promotion in schools in the 1990s, along with the increasing popularity of educational accountability and standardized testing, led to test-based retention policies in many states and school districts. As of 2020, for example, about half of all states and the District of Columbia require or encourage school districts to retain third-grade students who lag behind based on their third-grade reading scores. So it's little surprise that grade retention is a common proposal to get kids back on track in the wake of the COVID-19 pandemic. Proponents argue that an entire year of instruction in the same grade offers struggling students a realistic chance to catch up academically. This could be particularly relevant in the current environment where less-intensive interventions may be insufficient to address the scale of unfinished learning from the pandemic. Opponents, on the other hand, argue that grade retention imposes significant emotional burden: Students can be stigmatized as failing and also have to adjust to a new peer group. These burdens risk student disengagement from schooling. In the context of COVID-19, students and families might view retention as being punished for the lost opportunity to learn. Opponents also point to the monetary expense: Districts incur the cost of an additional year of schooling, and retained students forgo a potential year of lifetime wages. But what does the research say? While existing literature does not address grade retention as a remedy for missed opportunity due to school disruptions, these studies may still provide useful guidance in the wake of the pandemic since acquiring the necessary skills before moving to the next grade is an essential component of these retention policies. In the 20th century, the education literature that used correlational methods generally concluded that retained students performed significantly worse than their promoted peers in the years that follow. But more recent studies, which better isolate the causal effect of retention from confounding factors, paint a more nuanced picture. Retention is more likely to succeed in earlier grades and when implemented with instructional support mechanisms tailored towards the educational needs of retained students. Student promotion policies vary by grade, subjects, and threshold for retention. So unsurprisingly, effects do not fully replicate across these different contexts. That said, a common theme emerges: Retention is more likely to succeed in earlier grades and when implemented with instructional support mechanisms tailored towards the educational needs of retained students. Naturally, the biggest point of contention is whether there are academic benefits—that is, whether holding back students unready for more challenging course content translates into better educational outcomes for those students later on. Evidence suggests that grade retention in middle or high school typically leads to worse educational outcomes, with little or no effect on academic achievement and higher levels of student disengagement. Several studies in different contexts find that students retained in middle or high school are less likely to graduate from high school or enroll in college. One study that examined later effects found that they were more likely to be involved in criminal activities. In contrast, findings on the effects of grade retention in elementary school are more positive (at least in the short run). Studies from Florida, Indiana (PDF), Mississippi (PDF), Chicago, and New York City provide evidence that early grade retention may increase test scores in elementary and middle school; reduce the need for future remediation; and increase the likelihood that students take advanced courses in middle and high school. Early grade retention may lead to increased rates of disciplinary incidents in the short term, but these adverse effects dissipate over time. Further, recent studies find that the per-pupil cost of early grade retention endured by districts in the long run is only a fraction of the cost of an additional year of schooling. This is primarily driven by the findings that retained students are significantly less likely to be retained or identified for remediation in later grades compared to their peers who barely avoided retention. In addition, at-risk promoted students often take longer than four years to graduate high school. As such, in some instances, this is a pay-now-or-pay later scenario for school districts. All this might suggest that early grade retention could be a cost-effective way to deal with unfinished learning during the pandemic. But several words of caution are in order for policymakers and practitioners. Early grade retention could be a cost-effective way to deal with unfinished learning during the pandemic. But several words of caution are in order. First, almost all early grade retention policies that yield positive results contain instructional support for retained students. Consider Florida's long-standing third-grade retention policy—the blueprint for many other states (PDF). Students flagged for retention based on their third-grade reading scores are eligible to participate in a summer reading program (PDF) to improve their reading skills. Further, schools are required to develop academic improvement plans that specifically address their needs, to assign these students to high-performing teachers (based on student performance and performance appraisals), and to provide 90 minutes of daily reading instruction in the following school year. Similarly, in New York City, Indiana, and Mississippi, both retained and at-risk promoted elementary students received instructional support. It is hard to say that retention alone would produce similar benefits. Second, it is important to objectively identify students most likely to benefit from retention. Several early grade retention policies include “exemptions” to standardized test thresholds, such as for students who have disabilities, who are recent English learners, or whose proficiency can be demonstrated with a teacher's portfolio. Such exemptions can lead to differential enforcement of the policy because parents from more advantaged backgrounds are more likely to advocate for avoiding retention. These discrepancies could lead to feelings of being excluded or singled out for retained students, especially among traditionally marginalized groups. Similarly, setting the right criteria for promotion is important because retention may not be as effective for higher-performing students and retaining too many students might hinder schools' ability to provide the necessary instructional support for retained students. This may be particularly relevant in the context of COVID-19 learning recovery in some districts where many students are behind grade-level standards. Finally, relatively little is known about the long-term effects. A few recent studies suggest that the early benefits of grade retention policies in elementary school may fade over the years. For instance, there's no evidence that early grade retention results in higher rates of graduation or college enrollment. We need more research about their effects on postsecondary and labor market outcomes, which are typically better proxies for the long-term well-being of these students. In the wake of the pandemic, early grade retention is getting more attention as a potential way to make up for missed learning. But school and district leaders should absorb the complete lessons of the past two decades: Retaining kids without providing the necessary supports, or failing to identify the right kids using objective criteria will likely yield ineffective results and could even lead to adverse effects. Umut Özek is a senior economist and Louis T. Mariano is a senior statistician at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on Brookings Institution's Brown Center Chalkboard on March 27, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}