{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:05:58.223956",
  "crawling_time_epoch": 1703239558,
  "type": "Commentary",
  "title": "Can Vietnam Help America Counter China?",
  "url": "https://www.rand.org/pubs/commentary/2023/10/can-vietnam-help-america-counter-china.html",
  "descriptions": "The United States should not count on Vietnam to help counter China. But the fact that Hanoi chose to elevate the U.S.-Vietnam partnership is a strong indication of its growing concerns about Beijing's rising assertiveness. If China becomes more aggressive, it could create new opportunities for Hanoi to strengthen the U.S. relationship.",
  "posted": "Oct 6, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/10/can-vietnam-help-america-counter-china/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1696637086918.jpeg",
    "desc": "General Secretary of the Communist Party of Vietnam Central Committee Nguyen Phu Trong chairs an official welcome ceremony for U.S. President Joe Biden in Hanoi, Vietnam, September 10, 2023, photo by Nguy?n Quang H?i/VNA/Pool/Latin America News Agency/Reuters"
  },
  "content": {
    "source": "(Foreign Affairs)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "position": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "China",
      "Geopolitical Strategic Competition",
      "International Diplomacy",
      "United States",
      "Vietnam",
      "www.rand.org"
    ],
    "Article": "In the weeks since U.S. President Joe Biden traveled to Hanoi to announce a “comprehensive strategic partnership” with Vietnam, many commentators have described it as a historic turning point in U.S.-Vietnamese relations. The partnership is the highest kind that Vietnam recognizes with foreign powers, and it has come at a time when the Biden administration is particularly eager to draw Hanoi into its broader Indo-Pacific strategy to counter China. In this reading, by agreeing to elevate the partnership, the Vietnamese government appears to be aligning itself with, or at least tilting toward, U.S. priorities in the region. The deal was certainly historic. After all, the United States and the communist government of Vietnam, former foes, did not normalize relations until 1995 and have approached each other warily for much of the time since. But their new partnership coincides with growing concerns in Hanoi about Beijing. In recent years, Vietnam has become apprehensive about growing Chinese assertiveness not only in the South China Sea, where it maintains overlapping sovereignty claims with China, but also along the Mekong River, where Chinese dams upstream have created serious food and resource insecurities downstream in Vietnam. Still, the geopolitical consequences of the new U.S. partnership should not be overstated. For one thing, Hanoi has had close relations with Beijing dating back to the colonial period, when the Chinese Communist Party helped its Vietnamese counterpart oust the French occupiers. Later, China supported Vietnam's fight against the Americans.… The remainder of this commentary is available at foreignaffairs.com. Derek Grossman is a senior defense analyst at the nonprofit, nonpartisan RAND Corporation and an adjunct professor at the University of Southern California. He formerly served as the daily intelligence briefer to the assistant secretary of defense for Asian and Pacific security affairs at the Pentagon. This commentary originally appeared on Foreign Affairs on October 6, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}