{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:17:07.722198",
  "crawling_time_epoch": 1703240227,
  "type": "Blog",
  "title": "Can the War in Ukraine Help the United States Address Security Concerns in the Indo-Pacific?",
  "url": "https://www.rand.org/pubs/articles/2022/can-the-war-in-ukraine-help-the-united-states-address.html",
  "descriptions": "Even as the Russian military continues to struggle in Ukraine, Air Force leaders and top national security experts at the 2022 West Coast Aerospace Forum warned not to expect similar outcomes in a potential conflict with China. The 7th annual event focused on applying lessons learned from Russia's invasion of Ukraine to the security challenges in the Indo-Pacific.",
  "posted": "Dec 14, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2022/can-the-war-in-ukraine-help-the-united-states-address/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1671074414113.jpeg",
    "desc": "(l-r) Moderator Jamie Morin and panelists Bruce McClintock, Debra Emmons, and Marin Halper at the West Coast Aerospace Forum in Santa Monica, California, December 2, 2022, photo by Diane Baldwin/RAND Corporation"
  },
  "content": {
    "tags": [
      "China",
      "Military Strategy",
      "Security Cooperation",
      "Taiwan",
      "Ukraine",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Even as the Russian military continues to struggle in Ukraine, Air Force leaders and top national security experts at the 2022 West Coast Aerospace Forum warned not to expect similar outcomes in a potential conflict with China. The 7th annual event focused on applying lessons learned from Russia's invasion of Ukraine to the security challenges in the Indo-Pacific. While deterrence in the Indo-Pacific remains the United States' North Star, Gen. Ken Wilsbach, Commander of Pacific Air Forces and Air Component Commander of the U.S. Indo-Pacific Command, opened with a stark reminder of what's at stake. “Let there be no doubt, they want Taiwan back,” he cautioned during the opening panel session. “They don't want to fight for it, but they will if they have to.” Wilsbach spoke highly of Taiwan's will-to-fight and argued that it is in China's best interest not to start a war over Taiwan, but also noted that China's military might appears to be more formidable than Russia's, largely because they have been watching and learning from the West. Subsequent panels focused on the lessons of Ukraine on the space domain and multi-domain operations, including the use of commercial technologies in matters of national security. “I'd characterize Ukraine as the first commercial space war,” said Bruce McClintock, lead of the RAND Space Enterprise Initiative. “There are companies flooding the market with information about what Russia is doing in a way that we haven't seen before, because those technologies didn't exist even 10 years ago.” Other panelists pressed the importance of the government and private sector working together to advance and mature these technologies for the battlefield. “Cooperative relationships with industry are going to be essential for any conflict in the Indo-Pacific, as it is likely the only way that the United States and its allies can keep up with the scale and speed of the challenge,” said Klon Kitchen, a senior fellow at AEI Defense Program. Beyond the space and cyber domains, a common concern among panelists was a lack of munitions as well as the funding and follow-through to procure them. “Our stores are woefully inadequate,” said Stacie Pettyjohn, a senior fellow and director of the CNAS Defense Program. “From the perspective of thinking about the United States and logistics in the Pacific, we have to spend more money.” Panelists agreed that the United States would not tolerate a performance like that of the Russians in Ukraine and that both force design and effective multi-domain operations are key to being prepared to fight in the Indo-Pacific should it become necessary. Evan Medeiros, a senior fellow in U.S.-China relations at Georgetown University, noted a new sense of urgency and resolve in Taiwan, which he said is translating into more procurement, training, and a bolstering of the Island's defenses. And while U.S. allies and partners are frustrated by the slowness of foreign military sales and rules around technology release, panelists agreed that alliance relationships and capabilities are heading in the right direction and the United States is in a better place than before in terms of deterring Chinese aggression. Nevertheless, panelists reiterated concerns about a lack of munitions, dwindling stockpiles, and an inability to build up to surge capacity. They discussed weak spots in the system brought on by years of consolidation and outsourcing and noted that it would take time, money, and possibly a completely different mindset to reverse these trends. “Our industrial base is not ready for a war with China,” said Elbridge Colby, CEO of the Marathon Institute and former deputy assistant secretary of defense. “It's safe to assume a war with China would be very costly and very long and we're not where we need to be to fight a war of attrition.” While China was clearly foremost on everyone's minds, it was also obvious more needs to be done to ensure that the United States is prepared for security challenges that may arise in the Indo-Pacific. “If we're going to have a strategy of not letting China dominate the world, we cannot be in a situation where we think they are going to win,” Colby said. The West Coast Aerospace forum was held December 2 at RAND's headquarters in Santa Monica. Other event hosts included The Aerospace Corporation, the Center for Strategic and International Studies, The Mitchell Institute for Aerospace Studies, and MITRE. —Leah Polk",
    "sub_article": []
  }
}