{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:11:35.512090",
  "crawling_time_epoch": 1703239895,
  "type": "Commentary",
  "title": "Can the Health Insurance System Handle Massive Medicaid Reductions?",
  "url": "https://www.rand.org/pubs/commentary/2023/05/can-the-health-insurance-system-handle-massive-medicaid.html",
  "descriptions": "For many who have or will soon lose Medicaid as monthly redeterminations restart, and for millions more who could lose insurance due to other factors like job loss, three recent policy developments might increase the chances that they find new health care coverage.",
  "posted": "May 12, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/can-the-health-insurance-system-handle-massive-medicaid/_jcr_content/par/teaser.crop.250x187.rb.jpeg/1684155889556.jpeg",
    "desc": "Closeup of Medicaid card on top of a U.S. flag with 100-dollar bills and a stethoscope on top, photo by Kameleon007/Getty Images"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Christine Eibner",
      "profil": "https://www.rand.org/about/people/e/eibner_christine.html",
      "position": "Paul O'Neill Alcoa Chair in Policy Analysis; Director, Payment, Cost, and Coverage Program; Director, RAND Compare; Senior Economist; Professor, Pardee RAND Graduate School",
      "username": "@Chrissyeibner",
      "contact": "https://www.twitter.com/Chrissyeibner"
    },
    "tags": [
      "Health Care Access",
      "Health Insurance",
      "Health Legislation",
      "Medicaid",
      "Pandemic",
      "United States",
      "www.rand.org"
    ],
    "Article": "Imagine the near-constant, looming possibility of losing your health insurance. Before the pandemic, in most states, those enrolled in Medicaid could suddenly become ineligible if their incomes rose above a qualifying threshold in a given month. Because income can fluctuate with seasonal, temporary, or freelance work, such a scenario was unavoidable for many. During the pandemic, public health emergency policies temporarily halted these monthly eligibility redeterminations, and Medicaid coverage expanded nationwide. But the “unwinding” of these provisions, which began in April, could force as many as 15 million people (PDF) off the Medicaid rolls. Whether these people will find new coverage is not entirely clear. Nor is the impact of the transition on their well-being. We do know that any disruption or transition in coverage can be stressful and lead to a range of problems, such as causing people to lose connections to their health care providers. Disruptions in coverage can also discourage patients from seeking recommended care and can lead to increased emergency department visits, which may end up being far more expensive than their initial, recommended treatment. Any disruption or transition in coverage can be stressful and lead to a range of problems, such as causing people to lose connections to their health care providers. How the United States came to find itself in this whipsaw of expanded, then retracted insurance coverage is relatively simple. When, in response to the pandemic, the federal government increased its contributions toward Medicaid, the extra money came with a caveat: States could receive it only if they paused redeterminations, the policy that kicks enrollees off Medicaid if their income rises above certain thresholds. The result of this change was that Medicaid enrollment grew by about 25 percent. Thanks to this and other temporary safety-net policies, insurance coverage during the pandemic stabilized. In fact, the number of people without insurance reached a low of 26.4 million (PDF) in the first quarter of 2022. In 2019, for comparison, about 33 million (PDF) people were uninsured. For many who have or will soon lose Medicaid as monthly redeterminations restart, and for millions more who could lose insurance due to other factors like job loss, three recent policy developments might increase the chances that they find new coverage. First, the Inflation Reduction Act (IRA) extended pandemic-related increases to the tax credits offered by the Affordable Care Act (ACA). These tax credits subsidize insurance for low- to moderate-income people without affordable, job-based coverage. These increases helped contribute to the record-breaking enrollment in insurance plans, with over 16 million enrollees in 2023, compared to 11 million enrollees in 2020. Our work suggests that the tax credit enhancements drew in at least 3 million of those new enrollees. Second, for families offered job-based coverage with unaffordable premiums, a recent federal rule fixed a long-standing glitch that left them ineligible for federal assistance. The change to the rule now extends ACA tax credit eligibility to roughly 5 million people. And third, since the beginning of 2020, six states (Missouri, Nebraska, North Carolina, Oklahoma, South Dakota, and Utah) have begun offering coverage through the ACA's Medicaid expansion or voted to begin doing so in the near future. Data from the health nonprofit KFF indicates that these policies will expand coverage to over 400,000 people. Still, these are patches to an imperfect system, and plenty of gaps remain. For starters, ACA tax credits are available only to people who lack “affordable” job-based coverage. But employer coverage is considered to be affordable even if workers have to pay more than nine percent of their income for it. As a result, someone earning $20,000 would have to face more than $1,800 per year in premiums to become eligible for ACA tax credits. The same individual would be eligible for free marketplace coverage if they did not have access to employer insurance. What's more, adults in the 10 states that did not expand Medicaid under the ACA, including Georgia, Florida, and Texas, often have no affordable insurance option. Nearly 3.5 million people remain in this coverage gap. Because insurance eligibility in the United States depends on income, job status, age, location, and other factors, insurance transitions will continue long after the imminent wave of Medicaid coverage loss occurs. But this moment of so many losing coverage at once underscores a persistent problem in the U.S. health care system, where transitions between insurers lead to disruptions in people's health care. Policymakers could support people who lose Medicaid eligibility by funding consumer assistance programs that help people find new coverage and apply for new subsidies. There already exist many good options for reducing insurance disruptions. Limiting the Medicaid eligibility redeterminations to once a year, rather than monthly, would be one simple fix. The Consolidated Appropriations Act of 2023 took a step in this direction by requiring states to provide 12 months of continuous coverage for Medicaid-eligible children, even if their family's income changes. Higher income eligibility thresholds can also reduce enrollees' risk (PDF) of losing and regaining Medicaid eligibility, because swings in income are less common as income increases. Policymakers could further support people who lose Medicaid eligibility by funding consumer assistance programs that help people find new coverage and, if applicable, apply for new subsidies through the ACA marketplaces. Enhancing network adequacy requirements, which set standards related to the number of providers that must be included in insurers' networks, could stabilize transitions by reducing the chance that a provider will fall out of network. Policymakers could also offer premium support to low-income working families who are ineligible for marketplace tax credits. Holdout states could also expand their Medicaid programs to reduce the possibility that people will slip through the cracks of affordable health insurance options, which many have been doing: In 2014, 25 states hadn't expanded coverage; now there are only 10. While the United States has made important strides towards expanding insurance coverage in recent years, policymakers will need to take care to avoid backward slides, especially as temporary pandemic-era policies expire. Christine Eibner is a senior economist and the Paul O'Neill Alcoa Chair in Policy Analysis at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on The Hill on May 12, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}