{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:03:26.788648",
  "crawling_time_epoch": 1703243006,
  "type": "Commentary",
  "title": "Can China's Green Energy Acceleration Put at Risk the West's Hydrogen Plans?",
  "url": "https://www.rand.org/pubs/commentary/2023/04/can-china-green-energy-acceleration-put-at-risk-the.html",
  "descriptions": "Hydrogen (H2) plays a key role in the decarbonization plans of the European Union and the United States. Both have launched aggressive hydrogen strategies to increase the generation of H2 and deployment of related technologies. But these bold ambitions may face headwinds due to the acceleration of China's energy transition.",
  "posted": "Apr 3, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/04/can-china-green-energy-acceleration-put-at-risk-the/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1680810840472.jpeg",
    "desc": "Plant engineer Hannah Nelson gives a tour at Air Liquide's North Las Vegas hydrogen production facility in Las Vegas, Nevada, May 24, 2022, photo by Bridget Bennett/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Ismael Arciniegas Rueda Henri van Soest",
      "profil": "https://www.rand.org/about/people/a/arciniegas_rueda_ismael.html",
      "profession": "Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School Analyst; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Alternative and Renewable Energy",
      "China",
      "Emerging Technologies",
      "Energy Security",
      "Science, Technology, and Innovation Policy",
      "Supply Chain Management",
      "United States",
      "www.rand.org"
    ],
    "Article": "Hydrogen (H2) plays a key role in the decarbonization plans of the European Union and the United States. Both have launched aggressive hydrogen strategies to increase the generation of H2 and the deployment of related technologies. But these bold ambitions may face headwinds caused by the acceleration of China's energy transition. China is adding new renewable projects to the grid as fast as the rest of the world combined, and Chinese leadership in solar and wind technology and manufacturing is well documented. China leads the world in H2 production and consumption. China is also a serious contender to take the lead in H2 research and development (R&D). For instance, China's 14th Five-Year Plan has identified H2 as one of the “frontier” areas that the country pledges to advance. If the West is to realize its H2 plans, proactive policies may need to be put in place to maintain competitiveness with China on H2 R&D, increase access to H2-critical materials like iridium and nickel, and support the development and completion of H2 projects. If the European Union and the United States want to achieve the ambitions set out in their respective hydrogen plans, it is critical to counter Chinese dominance over the supply chain of critical H2 components (PDF), such as electrolyzers and fuel cells (PDF). The European Union and the United States are investing heavily in hydrogen. The European Union is proposing an H2 accelerator on top of its H2 strategy, where it will produce 10 million tons of H2 and import another 10 million tons of renewable H2 by 2030. This effort is seen as an important component in reducing its dependency on Russian fossil fuels and achieving energy security. If the European Union and the United States want to achieve the ambitions set out in their respective hydrogen plans, it is critical to counter Chinese dominance over the supply chain. In line with its decarbonization goals, the United States has launched a $7 billion initiative to jumpstart a clean H2 initiative and is developing a National Clean Hydrogen Strategy and Road Map, which contemplates increasing production of H2 to 10 million tons by 2030. The United States has also included provisions to subsidize clean hydrogen production in the Inflation Reduction Act (IRA), with a production tax credit of up to $3 per kg of hydrogen produced for hydrogen plants within the first 10 years of operation. Japan has also committed to H2 and plans to increase its H2 capacity to 20 million tons by 2050. China is the leading manufacturer of several critical clean energy products, such as solar panels and wind turbines. China may be close to leading production of H2 technologies, as well, specifically H2 produced using renewable energy (Green H2). China's developing lead in H2 can be seen in different ways. First, Chinese alkaline-based electrolyzers, used to make H2 from water, cost a third of their U.S. and European competitors. Second, China plays a key role in the supply chain of minerals required for electrolyzers. (For example, China refines 68 percent of nickel globally (PDF).) Third, China leads H2 R&D in quality of research and flow of human talent, which means that new technologies that could cut the cost of green H2 may come from China. Finally, China's large and growing renewable energy capacity may make it the leading producer of green H2. Right now, the EU and U.S. strategies focus on increasing production of hydrogen. But they may not sufficiently account for the sourcing of critical machinery and the critical materials they rely on. European and American companies could be at risk of being crowded out of access to critical materials, and they may find themselves becoming importers of H2 clean technologies. As it stands, the energy transition could mean swapping a dependence on Middle Eastern and Russian fossil fuels for a dependence on China for clean energy technology. To meet their H2 plans, the European Union and the United States may find themselves in one way or another depending on China. The European Union and the United States should implement policies that increase the competitiveness of locally produced critical components. Proposed policies to increase H2 production should go together with policies supporting factory automatization and domestic production targets. This way, Western countries may be able to generate enough cost efficiencies and economies of scale to compensate for China's lower labor costs, while offering higher-quality products. The European Union and the United States see hydrogen as a crucial pillar of their energy transition. But it is much cheaper to carry out the energy transition relying on China. As it stands, the energy transition could mean swapping a dependence on Middle Eastern and Russian fossil fuels for a dependence on China for clean energy technology. Given the rising geopolitical tensions between China and the West, this may impact energy and climate policy. The European Union and the United States may need to secure the entire energy value chain and investigate domestic production. This could help guarantee the security of energy supplies in a decarbonized world. Ismael Arciniegas Rueda is a senior economist and Andrew Star is an engineer at the nonprofit, nonpartisan RAND Corporation. Henri van Soest is an analyst at RAND Europe. This commentary originally appeared on The Hill on April 2, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}