{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:35:21.040481",
  "crawling_time_epoch": 1704166521,
  "type": "News Release",
  "title": "Care Experiences Are Worse in For-Profit Hospices Than in Not-for-Profit Hospices",
  "url": "https://www.rand.org/news/press/2023/02/27.html",
  "descriptions": "Family caregivers of patients treated by more than 3,100 U.S. hospices reported worse care experiences on average from for-profit hospices across all of the domains assessed, including help for pain and getting timely care.",
  "posted": "Feb 27, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2023/02/27/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1677525436225.jpeg",
    "desc": "A health care worker sitting on the bed of a patient and feeding her, photo by Mario Arango/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Rebecca Anhang Price",
      "profession": "Senior Policy Researcher",
      "biography": "Rebecca Anhang Price is a senior policy researcher at the RAND Corporation. Her research focuses on evaluating and promoting quality of care for individuals with serious illness, including those enrolled in hospice. She currently leads work funded by the Centers for Medicare & Medicaid Services,…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/p/price_rebecca_anhang/_jcr_content/par/bio.crop.130x130.cm.jpeg/1567797502003.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Rebecca Price"
      }
    },
    "researcher": [
      {
        "research": "RAND Health Care",
        "profile": "https://www.rand.org/health-care.html"
      }
    ],
    "tags": [
      "Caregivers",
      "Health Care Delivery Approaches",
      "Hospice Care",
      "Older Adults",
      "Patient Experience",
      "www.rand.org"
    ],
    "Article": "Patients receiving care from for-profit hospices have substantially worse care experiences than patients who receive care from not-for-profit hospices, according to a new RAND Corporation study. Analyzing surveys completed by family caregivers of patients treated by more than 3,100 hospices nationally, RAND researchers found that family members reported worse care experiences on average from for-profit hospices across all of the domains assessed, including help for pain and other symptoms and getting timely care. The study found that family caregivers of patients treated by for-profit hospices were nearly 5 percentage points less likely than those in not-for-profit hospices to definitely recommend their hospice to others. The findings are published in the latest edition of the journal JAMA Internal Medicine. “Our results are not explained by the geographic regions the hospices operate in, or by the types of patients they care for,” said Rebecca Anhang Price, the study's lead author and a senior policy researcher at RAND, a nonprofit research organization. “These findings are particularly pressing given the striking growth of for-profit hospices, which have profit incentives that have been shown to affect how they care for patients.” Hospice care is delivered by an interdisciplinary team that focuses on improving the quality of life of a dying person and their family. People are eligible to receive hospice care if they are expected to have six months or less to live. Use of hospice care has grown sharply in recent years. About half of Medicare recipients who died in 2020 received hospice services, compared to fewer than one-fourth in 2000. Hospice began as a community-based service, largely provided by volunteers. However, since 2000 for-profit hospices have more than quintupled in number, with increasing acquisitions by private equity firms. The proportion of hospices that are for-profit increased from 30% of all hospices in 2000 to 73% in 2020. Prior research has shown that for-profit hospices provide care differently than not-for-profit hospices. For example, they employ fewer and less-skilled staff. The new RAND study is the first to examine differences in reported quality of care by hospice profit status. RAND researchers assessed the quality of hospice services by evaluating responses from the Consumer Assessment of Healthcare Providers and Systems Hospice Survey, a questionnaire that is completed by a hospice patient's primary family caregiver after the patient has died. The study evaluated responses to more than 650,000 surveys completed between the second quarter of 2017 and the first quarter of 2019—before the beginning of the COVID-19 pandemic. All types of hospice settings were a part of the analysis, including home-based care, hospice inpatient care and hospice care provided in a nursing home. The research team analyzed the responses to calculate scores across eight quality measures: hospice team communication, timely care, help for symptoms, respectful treatment, emotional and spiritual support, getting training to care for the hospice patient at home, overall rating of hospice care, and willingness to recommend the hospice to others. Researchers adjusted each hospice's scores for case mix, including factors like patient age and primary diagnosis. Across all eight quality measures, a substantially higher proportion of for-profit hospices were in the low performing category as compared to not-for-profit hospices. Those who received care from for-profit chains reported the worst care experiences. Quality of care varied, however. While a greater proportion of for-profit hospices performed worse than the overall national hospice average, some for-profit hospices performed better than the national average. “Not all for-profit hospices provide poor quality,” Anhang Price said. “When choosing a hospice, families and health care professionals can look at the quality metrics available for hospices in their area on Medicare's Care Compare website.” Support for the study was provided by the Centers for Medicare & Medicaid Services. Other authors of the study are Layla Parast of the University of Texas, Austin, and Marc N. Elliott, Anagha A. Tolpadi, Melissa A. Bradley, Danielle Schlang and Joan M. Teno, all of RAND. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}