{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:13:12.405409",
  "crawling_time_epoch": 1703243592,
  "type": "Announcement",
  "title": "Celebrating 30 Years of RAND Europe",
  "url": "https://www.rand.org/randeurope/about/news/2022/celebrating-30-years-of-rand-europe.html",
  "descriptions": "In 2022, RAND Europe celebrated 30 years of delivering its mission to help improve policy and decision making through research and analysis. Hans Pung shared remarks with our Council of Advisors and selected alums and current staff reflected on impactful projects.",
  "posted": "Dec 1, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/randeurope/about/news/2022/celebrating-30-years-of-rand-europe/_jcr_content/par/teaser.crop.250x187.cm.png/1671730263794.png",
    "desc": ""
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "In 2022 RAND Europe celebrated 30 years of delivering its mission to help improve policy and decision making through research and analysis. RAND Europe president Hans Pung marked the occasion with a speech to our Council of Advisors, and we asked selected alums and current staff to share reflections on some of their favourite and impactful projects. The year 1992 can be remembered, among many other things, for three significant events. The first is the signing of the Maastricht Treaty that led to closer economic ties among EU member states. Second is, the end of the Cold War when, in February 1992, U.S. President George H.W. Bush and his Russian counterpart, Boris Yeltsin, met at Camp David to formally put an end to it. And finally, the creation of what is now known as RAND Europe, the European affiliate of the RAND Corporation, a policy research organisation, with which we share the mission to help improve policy and decision making through research and analysis. Fast forward to today, and the fact that the UK has withdrawn from the EU and another not-so-Cold War has begun underscores the continuous nature of change in the world and the challenges it brings to societies—challenges that are complex, multi-faceted, costly, and difficult to address. So how has RAND Europe changed over those thirty years? Let me take you on a short tour. Of course, during that time, there have been many impactful research studies which have led to changes in policy or practice. I will just highlight two: There may have been lots of alterations at RAND Europe, but one thing that has not changed over the past thirty years is RAND’s commitment to being part of the solution set to the myriad of challenges which face our societies. The evidence we gather and objective analysis we deliver can be key inputs to lasting, effective solutions to these wicked problems. We do this across a number of areas—whether it be more recently helping the UK Ministry of Defence develop their first sustainability and climate change strategic approach, providing the evidence of effectiveness of school interventions to help reduce learning disparities (leading to further government investment in these), or quantifying the economic costs of not vaccinating global populations, RAND research is being used to improve people’s lives. We may have started small three decades ago, but our ambition is to make an even bigger difference to European policymaking in future ones. RAND Europe’s ability to develop new and cutting-edge approaches to policy challenges still over the horizon explains in part our endurance. Being intellectually agile to address emerging opportunities is key to our success. So looking into a crystal ball, what is likely to be on the policy horizon looking to the next three decades? These future challenges require solid evidence and analysis to inform complex solutions, ensure the effective use of scarce resources and maximise payback from investments in finding the right policy solutions. Good decisions rely on good evidence. Of course, what RAND Europe has achieved has been on account of the efforts made by many people. Our bright and talented staff are experts in their fields. They work in partnership with our clients and collaborate with others to find solutions to today’s—and tomorrow’s—policy challenges. The year 2052 sounds way too far off to make predictions (although, as a quick aside, our Center for Foresight and Future Studies can help by using methods to reduce the uncertainty of future planning). But I’m sure of one thing. In 30 years time, RAND Europe will continue to deliver its vision to be the European policy research partner of choice for those who serve the public good. — Hans Pung, June 2022 Helping the UK Ministry of Defence think through implications of climate change for UK Defence and Security was one of my most gratifying projects. Our work has provided a foundation for further analysis of what climate change means for UK Defence and is used to educate the next generation of military leaders. Source: Crisis response in a changing climate 04 May 2021 Looking back nearly 20 years, I feel a sense of pride for the impact we had and nostalgia for the fun we had doing the work. Our insights informed the then UK Department of Health’s ground-breaking research strategy, Best Research for Best Health. Source: The National Institute for Health Research at 10 Years 18 May 2016 Our work to help people with varying conditions of poor mental health find employment was satisfying enough for me. But to see its impact swell from benefiting small population groups to larger pilots (known as the RAND pilots) was even more amazing. Source: Psychological wellbeing and work: Improving service provision and outcomes 20 Jan 2014 This brochure describes what makes RAND Europe unique and able to find evidence-based solutions to policy challenges in today's fast-changing times. The complexities of COVID-19 have increased the importance of evidence-based policymaking. Our annual review, Spotlight 2021-2022, highlights selected RAND Europe projects that address the important issues of our time."
    }
  }
}