{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:04:07.822144",
  "crawling_time_epoch": 1703239447,
  "type": "Commentary",
  "title": "Cherish Allies While You Can: What Should the U.S. Do To Support the Incoming Polish Government?",
  "url": "https://www.rand.org/pubs/commentary/2023/11/cherish-allies-while-you-can-what-should-the-us-do.html",
  "descriptions": "Plenty has been said about what lessons Poland's recent elections hold for pro-democracy forces across the wider West, as well as the message this election sends about a feared inevitability of autocracy, and the significance of this opposition win for European security. But what does the election of an opposition alliance mean for U.S. relations with Warsaw?",
  "posted": "Nov 14, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/11/cherish-allies-while-you-can-what-should-the-us-do/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1700010084130.jpeg",
    "desc": "A man passes the front gate of Sejm (lower house of Polish parliament) before the first session of the newly elected Polish parliament in Warsaw, Poland, November 13, 2023, photo by Kacper Pempel/Reuters"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "Krystyna Marcinek",
      "profil": "https://www.rand.org/about/people/m/marcinek_krystyna.html",
      "position": "Associate Policy Researcher, RAND",
      "username": "@KMMarcinek",
      "contact": "https://www.twitter.com/KMMarcinek"
    },
    "tags": [
      "Democracy",
      "International Diplomacy",
      "Poland",
      "Security Cooperation",
      "United States",
      "www.rand.org"
    ],
    "Article": "Between the Israel-Hamas war and new developments in Ukraine, elections in a mid-size European country are hardly front-page news. Yet, the implications of Poland's recent elections should not escape the attention of policymakers in Washington. Plenty has already been said about what lessons these elections hold for pro-democracy forces across the wider West, as well as the message this election sends about a feared inevitability of autocracy, and the significance of this opposition win for European security. But what does the election of an opposition alliance mean for U.S. relations with Warsaw? To recap, in brief: on October 15, in a free, though, according to OSCEPA, not quite fair election (PDF), with a record-high turnout of over 74 percent, the liberal opposition alliance managed to take the majority of seats in both chambers of the Polish parliament. The outgoing ruling party, Law and Justice (PiS) will try to form a coalition government first, but the effort is bound to fail. And so, most likely, by the end of the year, the opposition will take over. What, exactly, “taking over” will mean in practice is an open question. Creating, and then effectively leading a multi-party coalition between the radical left and center-right will not be an easy task. Even less so when key formally independent institutions—including parts of the judiciary—will remain under PiS loyalists' control. The incoming government will also have to grapple with the growing borrowing needs of Poland, exacerbated by a situation in which some of that spending has been shifted off-budget. All of this might affect the new government's ability to deliver on campaign promises and, consequently, the longer-term prospects of democratic forces in Poland. Creating, and then effectively leading a multi-party coalition between the radical left and center-right will not be an easy task. For the U.S. government, the outcome of this election is hardly neutral. The Biden-Harris administration has framed the global competition as a battle between democracies and autocracies (PDF), where the latter undertake hostile actions to undermine rule-based order. In response, the National Security Strategy calls for integrated deterrence with a central role of like-minded allies and partners. Poland's position in this dichotomy was increasingly opaque. It's no secret that, in the past few years, Washington's relations with Warsaw have been threading the needle between defending democratic standards and working with the government on Western support for Ukraine. Now, the two allies will at last agree on both values and interests. Yet, the Biden-Harris administration refrained from openly celebrating the election outcome due to the longstanding practice of avoiding commenting on allies' elections. The rule makes sense: the administration would have to work with the next Polish government, regardless of its political leaning. But not all political leanings are created equal, and the shape of cooperation between Poland and the United States can and should differ based on the alignment of democratic values between the two partners. The U.S. government has tools to subtly support its Polish partners, and in so doing, also support democracy in Poland. Striking the balance between an overt favoritism that could be interpreted as interference, and a neutrality that fails to recognize the long-term importance of the incoming government's success will require an in-depth understanding of the Polish context. But finding carrots is a worthy effort if the alternative—a backslide in democratic and rule-of-law standards—might again put Washington in the position of threatening Warsaw with a stick; an arguably a less-favorable solution among allies. Some of the tools to demonstrate support are purely diplomatic. For example, it still matters who gets to meet whom in Washington, D.C. But security cooperation is one area where the U.S. government has particularly strong tools to support the incoming Polish government. In the last two years, Warsaw launched a massive defense spending plan, in principle supported by a broad political consensus around the need to strengthen Poland's Armed Forces. In the foreseeable future, security will remain an important issue for Polish society, so the new government cannot politically afford a major reversal of the defense spending plan, even after doubts regarding its long-term feasibility. The fact that Poland is more-or-less locked into a challenging defense spending plan gives the United States an opening for demonstrating support through security cooperation. The fact that Poland is more-or-less locked into a challenging defense spending plan gives the United States an opening for demonstrating support through security cooperation. The United States could provide financial, technological, analytical, and training support—and, furthermore, there's still a demand for more U.S. troops in Poland. Using all these options would both strengthen Poland's security while also serving U.S. interests. The stronger the Allies, the more credible the integrated deterrence. And a stronger Polish Armed Forces under democratic rule means less credibility to the posturing of the outgoing government as the sole guarantor of Poland's security. Regarding Poland, Washington may now be breathing a sigh of relief as it focuses on more pressing issues, be it Gaza, Ukraine, or the next crisis. Alternatively, Washington could recognize that in the world of competition between democracies and autocracies, the old neutrality towards allies' internal politics can risk involvement down the line, on less favorable terms. Stronger support for allies with whom the United States is connected not merely by international treaties, but also by shared values, should not be seen as threatening future relations. Instead, it should be seen as a groundwork for both winning back and supporting the future of democracy throughout the world. Krystyna Marcinek is an associate policy researcher at RAND. This commentary originally appeared on RealClearDefense on November 14, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}