{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:23:46.735788",
  "crawling_time_epoch": 1704165826,
  "type": "Commentary",
  "title": "Chinese Strategists Evaluate the Use of 'Kamikaze' Drones in the Russia-Ukraine War",
  "url": "https://www.rand.org/pubs/commentary/2023/11/chinese-strategists-evaluate-the-use-of-kamikaze-drones.html",
  "descriptions": "Both Russia and Ukraine have used loitering munitions successfully in the current war, and China is watching closely. Chinese strategists are likely already considering how to refine offensive tactics and improve defensive countermeasures in the context of a Taiwan scenario.",
  "posted": "Nov 7, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/11/chinese-strategists-evaluate-the-use-of-kamikaze-drones/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1699414588600.jpeg",
    "desc": "A loitering munition UAV on display as Taiwan's Defence Ministry showcases its domestically developed drones to the media in Taichung, Taiwan, March 14, 2023, photo by Ann Wang/Reuters"
  },
  "content": {
    "source": "(The Diplomat)",
    "author": {
      "name": "",
      "profil": null,
      "profession": "",
      "username": "",
      "contact": null
    },
    "tags": [
      "China",
      "Military Drones",
      "Military Strategy",
      "Military Technology",
      "Russia",
      "Taiwan",
      "Ukraine",
      "www.rand.org"
    ],
    "Article": "The war in Ukraine has put a spotlight on the employment of so-called kamikaze drones, or loitering munitions (巡飞弹). These are weapons that have some level of capacity to patrol over the battlefield before attacking a target in self-destructive fashion. They often combine intelligence, surveillance and reconnaissance (ISR), communication nodes, and data transfer capabilities, as well as strike functionality, in one platform. This class of weapons dates to at least the 1980s, when Israel developed the Harpy loitering munition for use in the suppression of enemy air defenses (SEAD). China would later acquire the Harpy from Israel in 1994 and has been studying loitering munitions for over two decades. Both Russia and Ukraine have used loitering munitions successfully in the current war—and China is watching closely. A recent article titled “The Little Pests that Patrol the Battlefield” in the Chinese military periodical “Weapons” enumerates the lessons that Chinese strategists have learned. “Despite their small size, loitering munitions have achieved big results in the Ukrainian large-scale war of attrition,” the Chinese analysis notes. This assessment highlights that these relatively low-cost weapons are destroying high value and expensive targets, such as air defense radars and missiles, as well as other important targets. Loitering munitions are thus seen by Chinese strategists as being “highly cost effective” in this conflict of attrition. This obvious pattern has “attracted more and more countries to invest heavily in both the development and use of new loitering munitions and research on defensive countermeasures.” Both Russia and Ukraine have used loitering munitions successfully in the current war—and China is watching closely. The author identifies four types of combat missions that loitering munitions have performed in Ukraine. The first is SEAD, the suppression of enemy air defenses. “Since both sides lack relatively effective electronic interference capabilities, it is difficult to guarantee the safety of manned fighter aircraft,” the author notes. “In addition, anti-radiation missiles are in short supply, making it impossible to carry out air defense suppression operations according to the U.S. military's 'wild weasel tactics.'” (“Wild weasel” refers to SEAD tactics first developed by the U.S. Air Force during the Vietnam War.) This has made loitering munitions “the first choice for both sides to perform air defense suppression operations.” Special characteristics of loitering munitions make them ideal for this mission, the article says. “Loitering munitions often use composite materials; they are small in size, slow in speed, and have a weak doppler effect. Even if they are detected by radar, they are often filtered out as clutter, such as birds.” In regard to SEAD missions, the author strongly credits the Russian ZALA Lancet-3 for being especially effective in targeting and degrading Ukrainian air defenses: “The Russian army has formed a complete set of tactics in this regard.” A second mission is described as “counterartillery operations.” As the war has transitioned from one of maneuver to more-static trench warfare, the use of artillery has become more important. Here the author notes that in this stage of the war, “both sides are making greater use of pre-launched loitering munitions to conduct patrols and reconnaissance in areas where enemy artillery may be deployed, to hunt and kill them once discovered.” The third primary mission discussed by this Chinese strategist is targeting armored vehicles. This analysis finds that, overall, main battle tanks are much harder for loitering munitions to destroy than more lightly armored vehicles. The author finds that the Switchblade-300 loitering munitions provided by the United States are largely inadequate for attacking hardened and armored targets. “The warhead is only equivalent to a grenade, and it is difficult to completely damage large, armored targets,” the author states. “Therefore, the Ukrainian army's loitering munitions have a mediocre record in anti-armor operations.” However, the author also notes a weakness of tanks in this conflict: “On the Russian-Ukrainian battlefield, tanks often operate independently and have poor situational awareness, which provides opportunities for loitering munitions to find the right time to hit their weak top, sides, and rear.” The final mission set is strikes on moving targets (infantry) on the front lines. Once again, the Chinese analyst evaluates that Russia's and Ukraine's tactical use of loitering munitions has differed: “Compared with the Russian army's use of loitering munitions, which mainly attack large targets, the Ukrainian army's loitering munitions are more likely to be used for hunting moving [human] targets on the front line.” The author concludes that the Switchblades have been ineffective in this role as well. “Due to the limited firepower of the Switchblade-300, once the Russian soldiers take cover in their trenches or a bunker, it is difficult for the Switchblade-300 to achieve an effective kill.” This article also discusses how to defend against loitering munitions. First the author covers the importance of detection. “Dealing with loitering missiles ultimately requires the development of extremely sophisticated radars and multi-spectral photoelectric detection capabilities to improve detection.” Here the analysis mentions a recently developed U.S. capability as a model. “The M-SHORAD field air defense system currently in service with the U.S. military has a comprehensive photoelectric sensing system on the turret for target acquisition and situational awareness.” This Chinese analysis echoes the broader debate on how to defend against both drones and loitering munitions. Extensive use of anti-air missiles may be cost prohibitive. High-energy lasers are also an avenue of research and development across global militaries but are seen as being potentially affected by environmental factors. This author concludes that, “compared with high-energy lasers, microwave weapons have longer range, are less affected by weather, and have better firepower control, making them more suitable for dealing with drone swarm attacks. The solid-state microwave weapon system being developed by the U.S. military has shot down dozens of drones during tests.” Related to this conclusion is the realization that “air defense weapons must further improve their ability to resist saturation attacks.” Extensive use of anti-air missiles may be cost prohibitive. High-energy lasers are also an avenue of research and development across global militaries but are seen as being potentially affected by environmental factors. The article also discusses defensive electronic warfare measures. “By interfering with the navigation system and data links, the loitering munition will become a headless fly,” the author writes, mentioning a system developed by Belarus as an example of this capability. “The T-type mobile electronic interference station developed by Belarus can not only detect loitering munitions through phased array radar and photoelectric detection equipment, but also monitor the radio signals of directional communication between the loitering munitions and its control station. [It can also] send the data to anti-UAV units and implement jamming against the satellite navigation receiver on the loiter munition.” Finally, protective armor is mentioned as a last line of defense. This Chinese evaluation remarks on the ad hoc defensive armor seen installed on Russian and Ukrainian tanks and vehicles. “The common practice is to install 'sunshade-style' lattice shielding on the tops of a tanks and armored vehicles along with explosive reactive armor or even nylon mesh to reduce the impact of loitering missiles on the top armor,” the author notes. Chinese strategists are watching drone and loitering munition use closely in the Ukraine War, suggesting that they are likely already considering how to refine offensive tactics and improve defensive countermeasures. They are clearly thinking about this question in the context of a Taiwan scenario. As the article points out, “China must be especially wary of loitering munitions entering Taiwan. Taiwan has been equipped with the Chien Hsiang loitering munition, which is a replica of the Israeli Harpy anti-radiation drone.” While Taiwan's forces may skillfully employ loitering munitions against a potential Chinese landing force, it must also be assumed that China—itself a drone superpower—will deploy masses of attack drones, likely in “swarms,” in order to confuse and ultimately overwhelm the defenders. Lyle Goldstein is director of Asia Engagement for the Washington think tank Defense Priorities. He is also visiting professor at the Watson Institute for Public and International Affairs at Brown University. Nathan Waechter is a policy analyst at the nonprofit, nonpartisan RAND Corporation. Fluent in Mandarin Chinese, he lived in China for close to a decade, working in the quantitative market research industry. This commentary originally appeared on The Diplomat on November 3, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}