{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:05:48.672373",
  "crawling_time_epoch": 1703239548,
  "type": "Commentary",
  "title": "China Doesn't Get It",
  "url": "https://www.rand.org/pubs/commentary/2023/10/china-doesnt-get-it.html",
  "descriptions": "Beijing likely believes it is in its interest to signal strength and show no intention of conceding on its claims or positions. But that does not mean that will work to further China's interests. In fact, the opposite is true, given that China's behavior is backfiring in spectacular fashion.",
  "posted": "Oct 10, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/10/china-doesnt-get-it/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1696980740334.jpeg",
    "desc": "The latest self-declared map released by China showing almost the entire South China Sea as its territorial waters, September 1, 2023, photo by Ichiro Ohara/The Yomiuri Shimbun via Reuters"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "Jeffrey W. Hornung",
      "profil": "https://www.rand.org/about/people/h/hornung_jeffrey_w.html",
      "position": "Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "China",
      "Geopolitical Strategic Competition",
      "International Diplomacy",
      "Law of the Sea",
      "www.rand.org"
    ],
    "Article": "While Russia's ongoing war against Ukraine continues to galvanize international public opinion against it, on the other side of the world China's actions in the Indo-Pacific have been scoring numerous own-goals of their own. Given the series of several foolish actions, it is hard not to think that Chinese leadership is clueless about the implications of its behavior. The more likely answer is it simply does not care. Problematic for Beijing, the more undiplomatically it acts, the more it brings countries together in shared resentment against it. Start with Europe. Several months ago, China's Ambassador to France Lu Shaye questioned the sovereignty of ex-Soviet republics. At a time that most of Europe is staunchly opposed to Russia's unjustified war against Ukraine, Lu's comments effectively echoed similar language Russian President Vladimir Putin has made about Ukraine, causing Europe to bristle. The former Soviet republics were first. Latvia's foreign minister Edgars Rinkēvis not only said the comment was “unacceptable” but “false and a misinterpretation of history.” Similarly, Lithuania's Foreign Minister Gabrielius Landsbergis cited the remark as a reason why the Baltic States do not trust China to broker peace in Ukraine. Elsewhere, the EU foreign affairs ministers discussed Lu's comments to “assess and recalibrate” the bloc's stance towards Beijing. And in France's Le Monde, almost 80 European parliamentarians called upon the French Foreign Minister Catherine Colonna to declare Lu persona non grata. Consider next Southeast Asia. China's Ministry of Natural Resources recently released the new “standard” official map that lays claim to almost all the South China Sea and parts of land that are currently in India and Russia. The reaction by those countries whose sovereignty was ignored was quick and pointed. Those countries in the South China Sea that lay claims to land features ignored by China's map rejected China's “unilateral claims” and said the map is “not binding.” And India accused China's claims as having no basis and said the map “only complicate[s] the resolution of the boundary question.” Only Russia has yet to respond. But it should be noted that China's claims over Bolshoy Ussuriysky Island in Russia are in direct conflict with an agreement the two countries signed two decades ago. Given a series of several foolish actions, it is hard not to think that Chinese leadership is clueless about the implications of its behavior. Perhaps the worst display of Chinese arrogance is its reaction to Japan's release of treated wastewater from the Fukushima nuclear power plant. In response to Japan's actions, China instituted a blanket ban on all Japanese seafood imports. This action not only ignores the fact that its decision is conducted under international safety standards and with the help of the International Atomic Energy Agency, it also sets China apart from the rest of international society that has shown an understanding of Japan's action. What is more, despite its public outrage, China reportedly turned down Japan's proposal to take part in the International Atomic Energy Agency's system in which countries monitor the results of ocean water off Fukushima. Perhaps the most damning are the reports the Chinese government and state media have been running a coordinated disinformation campaign targeting the release of the wastewater and questioning the science behind the decision. Behind all these actions, Beijing likely believes it is in its interest to signal strength and show no intention of conceding on its claims or positions. That is the behavior most foreign policy analysts have come to expect from China. But that does not mean it will work to further China's interests. In fact, the opposite is true, given that China's behavior is backfiring in spectacular fashion. Noted above were the various countries diplomatically naming and shaming China for the positions it has taken. Beyond this, China's provocations are serving to further galvanize countries against it. In August, the United States, Japan, and South Korea, for example, released a historic joint statement that showed unity across many different areas, including a direct criticism of China's “dangerous and aggressive behavior” in the region. This follows Japan's efforts to strengthen relations with other U.S. allies, like Australia and the United Kingdom. This month, at the ASEAN meeting in Jakarta, member states put discussion about China's increasingly assertive actions in the South China Sea high on the agenda. And India criticized China's possible presence at the G-20 conference it hosted. Importantly, Biden was welcomed in Vietnam—as well as India's G-20 meeting—to shore up support against China's growing clout. Underlying all of this is a continuation of China's deteriorating image. Polling data by Pew Research Center show that negative views of China are on the rise. Regardless of what Chinese officials may claim, its brazen attempts to bully, rewrite, or lie its way to a leading position in the international community are leading to increasingly negative views among the international community. While Chinese behavior today may not be the Wolf Warrior diplomacy on display even a couple years ago, named for China's forceful staking of positions, it is nevertheless just as threatening to the global order given its blatant failure to abide by the norms and values that underwrite most of what is expected by international society. Of course, none of this behavior is new. For many years now, China has been pursuing a more-assertive foreign policy. Many have argued, however, that under Xi Jinping this assertiveness has grown more intense. But that begs the question why? Is it simply that Xi brings a more-fiery nationalism to its foreign policy than his predecessors? Is it because China now feels it can get away with greater provocations and belligerence because it is economically and militarily stronger? Or could it be because China believes this is what great powers do? As long as China pursues a clumsy foreign policy, its actions will never lead others to see it as a respectable great power they want to follow or emulate. Regardless of cause, it is backfiring and fueling resentment. As long as China pursues this clumsy foreign policy, its actions will never lead others to see it as a respectable great power they want to follow or emulate. Quite the contrary, it will continue to lead countries to band together against it. In other words, the more it lashes out or forcefully pushes its unilateral view around the globe, the greater resentment it fuels among like-minded states. China claims it does not want competition or contestation; yet its actions suggest otherwise. As Douglas Paal of the Carnegie Endowment for International Peace argued a decade ago, China wants the benefits of a charm offensive, but it also wants to guard its territorial claims. Problematically, it cannot do both. China today is still attempting to square this circle while turning to an assertive foreign policy. But China still does not appear to get it. Just as countries are rejecting Russia's naked revanchism, countries will not follow an arrogant China trying to force a version of an international order based on its distorted interpretations. Wake up Beijing. Jeffrey Hornung is a senior political scientist at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on RealClearDefense on October 10, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}