{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:56:24.122264",
  "crawling_time_epoch": 1703242584,
  "type": "Commentary",
  "title": "China's Bullying Proves South Korea's Yoon Is on the Right Track",
  "url": "https://www.rand.org/pubs/commentary/2023/07/chinas-bullying-proves-south-koreas-yoon-is-on-the.html",
  "descriptions": "An escalating war of words between Beijing and Seoul is raising pressure on South Korean President Yoon Suk-yeol to take a softer line with China. Instead, the Yoon administration should see Beijing's threats of punishment as vindication for further strengthening and expanding Seoul's alliance with the United States.",
  "posted": "Jul 5, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/07/chinas-bullying-proves-south-koreas-yoon-is-on-the/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1688605738521.jpeg",
    "desc": "South Korean President Yoon Suk-yeol delivers a speech in Seoul, South Korea, June 6, 2023, photo by Kim Hong-Ji/Pool/Reuters"
  },
  "content": {
    "source": "(Nikkei Asia)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "China",
      "International Diplomacy",
      "Security Cooperation",
      "South Korea",
      "United States",
      "www.rand.org"
    ],
    "Article": "An escalating war of words between Beijing and Seoul is raising pressure on South Korean President Yoon Suk-yeol to take a softer line with China to reduce the risk of retaliatory measures against his country's exports and its companies. This would be a mistake. Instead, the Yoon administration should see Beijing's threats of punishment as vindication for further strengthening and expanding Seoul's alliance with the United States beyond North Korea–related challenges to encompass China and to similarly enhance South Korea's revived partnership with Japan. The ongoing diplomatic row began in April after Beijing took offense when Yoon told an interviewer that he opposed “attempts to change the status quo by force” in the Taiwan Strait and that Taiwan is “a global issue.” Chinese state media blasted Yoon for interference in what Beijing regards as an internal matter while suggesting he was sacrificing South Korea's dignity by “bowing” to Japan and overlooking abuses committed during its colonial rule of the Korean Peninsula. The Yoon administration should see Beijing's threats of punishment as vindication for further strengthening and expanding Seoul's alliance with the United States Much vitriol flowed back and forth between the Yoon administration and Chinese publications such as the Global Times, which warned that conditions could become “unbearable for South Korea” if Yoon stuck to his diplomatic path. A senior Chinese diplomat was then reported to have visited Seoul with the warning that if Beijing's “core” interests around Taiwan and other issues were not respected or if South Korea further sided with the United States and Japan, this would jeopardize bilateral cooperation, chances for any visit from President Xi Jinping or other top leaders, and assistance with regards to North Korea. Chinese Ambassador Xing Haiming went even further last month, telling South Korean opposition leader Lee Jae-myung in reference to supply chain relocation, “Some [in South Korea] are betting that the United States will win and China will lose. But this is clearly the wrong judgment.…What can be said with certainty is that those who bet on China's defeat will surely regret it later.” This set off more tit-for-tat diplomatic reprimands. Yoon himself commented: “Looking at Ambassador Xing's attitude, it's doubtful if he has an attitude of mutual respect or promotion of friendship as a diplomat.…Our people are displeased with his inappropriate behavior.” Many are thus braced for China to move beyond warnings, especially after the announcement two weeks ago of the South Korean government's environmental clearance of the installation of a U.S. Terminal High-Altitude Air Defense (THAAD) missile defense system in a central area of the country. Seoul's original decision to proceed with THAAD touched off a host of punitive moves against South Korean companies operating or selling in China in 2016 and 2017. Campaigning for the presidency last year, Yoon pledged to deploy additional THAAD batteries but then refrained from acting on this after taking office. Still, Naver, operator of South Korea's most popular internet portal and search engine, began reporting last month that access to its services was being disrupted in China, raising suspicions of possible tampering by the authorities. Beijing could also seek to complicate South Korea's relationship with North Korea. A recent state media article noted that “compatriots in the North haven't had any contact through the inter-Korean hotline for a long time,” hinting that Yoon is too focused on strengthening ties with the United States and Japan. From Beijing's perspective, the situation will improve only if Seoul abides by commitments made in 2017 by Moon Jae-in, Yoon's predecessor. Known as the “three no's,” Moon promised not to add any more THAAD batteries, not to participate in U.S. missile defense networks, and not to join any trilateral military alliance with the United States and Japan. Yoon has already said he does not consider Moon's policy immutable. In May, he agreed to share missile defense data with Japan through a U.S.-led network and also sent his national security adviser to a meeting with Japanese and U.S. counterparts. The South Korean president has also brought his country into closer alignment with the United States and Japan more broadly, for example, mirroring and complementing their rhetoric about ensuring a free and open Indo-Pacific region—a coded reference for countering Beijing. Last year, Yoon became the first South Korean leader to attend a NATO summit as the Western alliance turned its attention to countering China. He was joined by his counterparts from Japan, Australia, and New Zealand. The quartet is expected to appear together again with NATO leaders convening next week in Vilnius, Lithuania. Beijing is likely to increase pressure on Yoon to shift course, leveraging China's status as a leading trading partner. Beijing is likely to increase pressure on Yoon to shift course, leveraging China's status as a leading trading partner. It will undoubtedly be difficult for Yoon to hold the line, but he will be able to point to the United States overtaking China as the top destination for South Korean exports last year as giving some grounds for comfort. Nevertheless, the Democratic Party of Korea's Lee Jae-myung said last month in parliament: “We used to have the largest trade surplus with China. The president's tough line against China has cost us 15 consecutive months of trade deficits.” Yoon, though, is embracing something greater: the principle that all nations should stand up for what is moral and just in the international system. He envisions South Korea being on the right side of history. Taiwan is a fantastic place to start, but Yoon's moves could further heighten rivalry between democratic nations in the region and authoritarian China and its partners. The alternative—a South Korea subservient to Chinese demands—is far less appealing. Derek Grossman is a senior defense analyst at the RAND Corporation and an adjunct professor in the practice of political science and international relations at the University of Southern California. He formerly served as an intelligence adviser at the Pentagon. This commentary originally appeared on Nikkei Asia on July 5, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}