{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:23:48.051920",
  "crawling_time_epoch": 1704165828,
  "type": "Commentary",
  "title": "China's Gray-Zone Tactics Show the U.S.-Philippine Alliance Is Working",
  "url": "https://www.rand.org/pubs/commentary/2023/11/chinas-gray-zone-tactics-show-the-us-philippine-alliance.html",
  "descriptions": "The United States should continue to offer military assistance and training to the Philippines so that Manila can increasingly counter China on its own while Washington continues to remind and warn Beijing that Article V must not be violated. This is the least risky option that also holds the greatest chance of success.",
  "posted": "Nov 7, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/11/chinas-gray-zone-tactics-show-the-us-philippine-alliance/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1699408582133.jpeg",
    "desc": "U.S. Marines run into the ocean during Marine Aviation Support Activity 23 in Palawan, Philippines, July 16, 2023, photo by Lance Cpl. Keegan Jones/U.S. Marine Corps"
  },
  "content": {
    "source": "(War on the Rocks)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "China",
      "Geopolitical Strategic Competition",
      "Philippines",
      "Security Cooperation",
      "United States",
      "www.rand.org"
    ],
    "Article": "For the last several months, the Chinese government has steadily ramped up its coercive gray-zone tactics in order to interfere with Philippine civilian resupply missions of troops aboard the BRP Sierra Madre at Second Thomas Shoal in the South China Sea. In 1999, Manila intentionally ran the World War II–era ship aground on this disputed shoal, establishing a permanent military presence, to demonstrate Philippine sovereignty there. Since then, Philippine resupply missions have consistently faced Chinese harassment. This year, such activities, which are non-kinetic and meant to achieve national objectives without warfare, have clearly intensified. Beijing has shone a military-grade laser to blind the Philippine coast guard, fired a water cannon at Philippine vessels, conducted dangerous maneuvers near coast guard vessels, and most recently, on October 22, intentionally rammed resupply and escorting Philippine ships.… The remainder of this commentary is available at warontherocks.com. Derek Grossman is a senior defense analyst at the nonprofit, nonpartisan RAND Corporation and an adjunct professor at the University of Southern California. He formerly served as the daily intelligence briefer to the assistant secretary of defense for Asian and Pacific security affairs at the Pentagon. This commentary originally appeared on War on the Rocks on November 7, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}