{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:29:29.564438",
  "crawling_time_epoch": 1704166169,
  "type": "Commentary",
  "title": "Climate Security Is National Security",
  "url": "https://www.rand.org/pubs/commentary/2023/06/climate-security-is-national-security.html",
  "descriptions": "Mitigating the effects of climate change will require a whole-of-government approach and a redefinition of national security to embrace a more panoramic set of risks. Government officials are saying lots of the right things. But is it being done, and done quickly enough?",
  "posted": "Jun 30, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/climate-security-is-national-security/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1688171647018.jpeg",
    "desc": "A bench sits in water as high tide floods the sidewalk and trees in the Tidal Basin in Washington, D.C., June 19, 2023, photo by Allison Bailey/Reuters"
  },
  "content": {
    "source": "(Defense One)",
    "author": {
      "name": "Andrew R. Hoehn Thom Shanker",
      "profil": "https://www.rand.org/about/people/h/hoehn_andrew_r.html",
      "profession": "Senior Vice President, Research and Analysis",
      "username": "@AndyHoehn",
      "contact": "https://www.twitter.com/AndyHoehn"
    },
    "tags": [
      "Community Resilience",
      "Critical Infrastructure Protection",
      "Emergency Preparedness",
      "Global Climate Change",
      "Natural Hazards",
      "Policy Gaming",
      "Threat Assessment",
      "United States",
      "www.rand.org"
    ],
    "Article": "This essay is adapted from the authors' book, Age of Danger: Keeping America Safe in an Era of New Superpowers, New Weapons, and New Threats (Hachette, 2023). The military mission was traditional, straight-forward, right from the manual: Navy warships would ferry some 1,200 Marines to the western Pacific, where the force would assault a hostile island. As the ships advanced, Navy meteorologists tracked a gathering storm—at a safe distance, they judged. But by the time the winds reached catastrophic typhoon level, it had changed course, and the super storm slammed into the Navy and Marine forces at sea. Giant troughs scattered the warships from their formation. Howling winds made air operations and air rescue impossible. Communications were shredded. The cascading effects of the extreme storm only grew worse, since years of climate change meant that local islands and the local populations, still recovering from previous mudslides, power failures, and broad infrastructure disruptions brought by other typhoons, could offer no safe port in this storm. This “mission” occurred seven years from now, in October 2030, as played out in the first-ever war game conducted by the Navy and Marine Corps to assess the challenge that climate change is presenting to the military's ability to carry out its mission. The table-top exercise, held in June 2022, garnered scant public attention, but it sounded a clarion across the maritime services. The military does not have the luxury of debating climate change, a reality now adding a powerful, destabilizing force to fragile, unstable areas of the world. Once-in-a-century ocean storms happen several times each season. Drought prompts food shortages, civil unrest, mass migration. Island nations that once served as safe ports could vanish under rising seas. All of these complicate the Defense Department's efforts to combat global instability, even as it has to admit that the American armed services are the world's largest consumers of fossil fuels. The enemy gets a vote, says a military axiom, and climate change is a new enemy. The enemy gets a vote, says a military axiom, and climate change is a new enemy. “We are looking at the impacts of climate change because it makes us better war-fighters,” said Meredith Berger, assistant Navy secretary for energy, installations, and environment, who organized the climate-change exercise. “The Navy and Marine Corps must address climate change in our readiness and operations in order to maintain every advantage to fight and win.” Our book makes the case that, in retrospect, the threat of terrorism—even in the wake of the 9/11 attacks—was never an existential threat. Even on its best day, al-Qaeda never truly threatened the very existence of the United States. Yet this nation developed a zoom-like focus on counterterrorism, launching two “Forever Wars.” In contrast, climate change is an existential threat. And the response, at best, has been to sound an uncertain trumpet. The climate war game played out in parallel to a larger disaster movie playing out across America and the world. It's also a reality show. Catastrophic wildfires no longer occur just in the hot summer season; they spark earlier and burn later. Military bases in the heartland find their runways unusable—not cratered by enemy ordnance, but covered by floodwaters. Major bases on the Atlantic and Pacific coasts—gargantuan Navy and Marine Corps installations critical to defense and force-projection—confront the near-certain threat of being inundated by rising seas. As the air gets hotter and wetter, warplanes and helicopters have a difficult time taking off, requiring them to burn even more fossil fuels for lift. Melting ice caps could release horrific pathogens that have been frozen in suspended animation for ages—and the Navy would be first to sail into or stumble upon them, as its warships explore regions of the Arctic newly accessible by retreating polar ice. While the Defense Department came late to acknowledging and acting on risks posed by climate change to its installations and operations, the armed forces have come around, and are on the hunt for solutions. It will take money, which has not yet been sufficiently earmarked. It will take attention, which is finally refocusing on this risk. But it can be done. Mitigating the effects of climate change will require a whole-of-government approach and a redefinition of national security to embrace a more panoramic set of risks. Examples? In advance of the brutal civil war in Syria, drought played a key role in prompting migration to urban areas, which put pressure on the Assad government, whose political institutions were overwhelmed. This only exacerbated latent tensions between ruling Alawites, a minority, and the majority Sunnis. Iran and Iraq and Lebanon have suffered street protests over high energy prices and lack of water. While climate change was not the only driver—those nations are wracked by poor governance, corrupt political institutions, and feeble infrastructure—rising global temperatures have worsened those shortages and prompted migration from rural to urban areas, where local services cannot provide sufficient food and water. The same drivers are at play in the conflict in Ethiopia, Africa's second-most-populous country, over the Tigray region, and in Somalia. World Bank analysis out to 2050 describes a horrific rise in climate-related migration, with these projections: East Asia and the Pacific, 49 million people. South Asia, 40 million. North Africa, 19 million. Latin America, 17 million. Eastern Europe and Central Asia, 5 million. By far the most catastrophic situation is in Sub-Saharan Africa, with 86 million climate-related migrants predicted by 2050. On October 7, 2021, the Defense Department offered its clearest statement ever acknowledging the risks of climate change to national security and to the military's ability to carry out its mission: “Climate change is an existential threat to our nation's security, and the Department of Defense must act swiftly and boldly to take on this challenge and prepare for damage that cannot be avoided,” said Defense Secretary J. Lloyd Austin III. Austin spoke in conjunction with the release of the Pentagon's new “Climate Adaptation Plan (PDF).” Despite the strong public statements, senior officials told us that many of the specific details remained to be worked out over coming months and years. Along with DOD's plan, the Office of the Director of National Intelligence released the intelligence community's assessment of the risks (PDF) through 2040, while the Department of Homeland Security released its own report on climate-related risks—the first collective statement on the climate threat from these three national security agencies. In a welcome step, DHS announced that applications for state and local preparedness grants will require an assessment of the impact of climate change; the agency also warned that expanding access to the Arctic will certainly increase competition for fish and minerals. Nobody is yet calling it the new Great Game, but the major players operating in the Arctic—militarily and economically—are the United States, Russia, and China. Interestingly, the risk of climate change may offer a way for Western allies to blunt China's growing economic and military influence in the western Pacific. China is all about expanding its influence and trade, but is a huge polluter with little effort to mitigate climate change in its foreign and national security. In that gap is a space for the United States, Australia, and other allies to step ahead of China. Just days after Australians elected a new government in 2022, the new deputy prime minister—dual-hatted as defense minister—visited Washington. Richard Marles previously held the government portfolio for Australia's relationship with the Pacific, so he knows the large nations and tiny island states well. He described how families from small island nations in the western Pacific pool their money to send their children to school in Australia, knowing they may never have a home to come home to as the ocean, little by little, swallows their land. To compete with China in the region, it is up to Australia, the United States, and other partners to focus on “dealing with the issues that actually matter to these countries” Marles said. The policy focus for Australia, the United States, and like-minded nations, he said, should be on the impact of climate change, “and in doing that, I am confident that we will be the natural partner of choice for the countries of the Pacific”—and not China. Here at home, the challenge is acute for the National Guard. The Guard mission today truly is biblical: fire, famine, pestilence. Add in a modern Horseman of the Political Apocalypse: urban unrest and riots. The Guard's orders for humanitarian support, natural disaster support, and support to civil authorities all are growing at the same time. Gen. Daniel Hokanson, the chief of the National Guard Bureau, used to talk about the hot summer fire seasons. “Well, they kind of run year round now,” he said. There is an added risk in piling climate-related operations on the Guard: it could strain the forces' ability to operate with the rest of the armed services, even keeping it from fully serving its traditional role of “Strategic Reserve” for the Pentagon. The Navy also faces a climate-change threat beyond important real estate becoming submerged under rising seas. It's something straight from a science fiction novel, one set on a melting polar ice cap that releases horrific pathogens. “In addition to the role of potential emerging diseases as the environment changes and perhaps new pathogens appear, we'll continue to reinforce our surveillance of emerging diseases,” said Rear Adm. Bruce Gillingham, the Navy surgeon general. “We'll continue to be very vigilant there.” Energy resources are a tool essential to military operations—but they also are a weapon, as we have seen with Russian threats to cut off natural gas supplies to Europe in retribution for sanctions over the Kremlin's invasion of Ukraine. Dependency is death for the military, so the Pentagon must accelerate efforts in the field of synthetic fuels, as well as solar power (many Marine units in the field light their tents this way), and longer-lasting, less-heavy batteries. Hybrid electric motors can use 20 percent less fossil fuel, and so a shift is required. While the solution is obvious, it will cost billions of dollars to mitigate the effects of climate change on national security. These adaptations will be no less dramatic than historic transitions from wind to coal and then coal to oil and then oil to nuclear-powered warships. Lessons from these experiments could help the military create more independent operations in the field, lessening the logistics trains that offer tempting targets to an adversary as well as increasing energy consumption for transporting supplies over long distances. While the solution is obvious, it will cost billions of dollars to mitigate the effects of climate change on national security. While no Pentagon-specific predictions are available, the Office of Management and Budget released a government-wide assessment warning that, for the rest of this century, the U.S. government could spend an extra $25 billion to $128 billion each year to deal with six types of climate-related disasters: coastal disaster relief, flood insurance, crop insurance, health care insurance, wildland fire suppression, and flooding at federal facilities. Government officials are saying lots of the right things. But is it being done, and done quickly enough? As one retired official told us, “A plan without sufficient resources is hallucination.” Andrew Hoehn is the RAND Corporation's senior vice president for research and analysis; he formerly served as a top strategist for the U.S. Department of Defense. Thom Shanker is director of the Project for Media and National Security at George Washington University; he previously was a New York Times reporter and editor. This commentary originally appeared on Defense One on June 30, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}