{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:01:46.046776",
  "crawling_time_epoch": 1703242906,
  "type": "Commentary",
  "title": "Coast Guard Leans Forward in New UxS Strategy but Faces Significant Challenges",
  "url": "https://www.rand.org/pubs/commentary/2023/05/coast-guard-leans-forward-in-new-uxs-strategy-but-faces.html",
  "descriptions": "The rise of unmanned systems creates a challenging landscape for the U.S. Coast Guard as it endeavors to conduct its diverse missions in the future. To address emerging technologies and prepare for forthcoming threats, the service recently released a strategic plan.",
  "posted": "May 3, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/05/coast-guard-leans-forward-in-new-uxs-strategy-but-faces/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1683147389081.jpeg",
    "desc": "A Coast Guard unmanned aircraft system hovers during training in Astoria, Oregon, February 24, 2023, photo by Petty Officer 3rd Class Diolanda Caballero/U.S. Coast Guard"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Eric Cooper Scott Savitz",
      "profil": "https://www.rand.org/about/people/c/cooper_eric.html",
      "profession": "Senior Policy Researcher Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Military Strategy",
      "Military Technology",
      "United States",
      "United States Coast Guard",
      "Unmanned Aerial Vehicles",
      "Unmanned Maritime Vessels",
      "www.rand.org"
    ],
    "Article": "The rise of unmanned systems (UxS) creates a challenging landscape for the U.S. Coast Guard as it endeavors to conduct its diverse missions in the future. Among the most daunting challenges: the inability of the acquisition program to keep pace with emerging systems, a lack of regulations to ensure the safe use of legal systems, and a shortage of capabilities to deter and defend against illegal activities. To address emerging technologies and prepare for forthcoming threats, the service recently released a strategic plan (PDF). While it has employed remote subsurface vehicles since 2002, Unmanned Aerial Systems (UAS) since 2008, and Counter Unmanned Aerial Systems since 2019, this is its first strategic effort to incorporate all types of UxS into Coast Guard operations. The Coast Guard's three-pronged approach includes the use of UxS to improve its ability to complete its missions, defend against threats from illegal actors, and develop a regulatory framework that incorporates the safe use of UxS in the Marine Transportation System. This vision, however, doesn't come without considerable challenges. The plan identifies a way forward in meeting the vision in which “the Coast Guard effectively employs, defends against, and regulates unmanned systems,” but likewise highlights significant gaps and shortfalls. It provides a roadmap of the Coast Guard's approach, but there is significant work ahead by the service in addressing these goals. The Coast Guard will need to develop a robust implementation plan to augment the key enablers and core technologies of its strategic plan. While the Coast Guard's intent is straightforward in its strategic plan, the realization of these goals is much more complicated. The service will need to develop a robust implementation plan to augment the key enablers and core technologies. Any implementation may need to look at novel methods to meet these goals, including the potential that the Department of Homeland Security might restructure procurement guidelines to take advantage of the multiple emerging systems available on the market in a condensed timeline. Additionally, the service will need to develop a skilled workforce, invest in research and development for capabilities that provide an effective response, and speed up the acquisition process. Criminals have long been ahead of the Department of Homeland Security (DHS) in leveraging new UxS technologies for illegal purposes, primarily because of their greater agility in modifying their activities unencumbered by bureaucracy and federal procurement guidelines. Additionally, according to a 2020 DHS Office of the Inspector General Report (PDF), authority and funding restraints have limited the DHS's ability to develop systems to counter these types of threats. The Coast Guard's strategy recognizes these limitations and specifically calls out the necessity to develop “an agile requirements and acquisitions program…to adopt, integrate, and employ technology at the pace of market maturity.” This “test small, learn, and scale smart” approach may help the Coast Guard keep pace with emerging technologies. The Coast Guard's longstanding bilateral approach to prevention and response will require different tactics to achieve success. As described in the Strategic Plan, the Coast Guard will need to work “closely with technology developers, maritime industries, and standard bodies” to build robust regulations for UxS. The prevention aspect of regulation development will likely be similar to the agency's approach to the post-9/11 regulations spurred on by the Maritime Transportation Safety Act, which relies on industry to implement specific safety measures when employing UxS. The integration of unmanned systems will be an essential part of the Coast Guard in the future and its new strategy is the first step in achieving that goal. This regulatory framework requires the Coast Guard to significantly strengthen its ability to counter and respond to these types of threats. For example, the service does not retain any dependable ability to defend against unmanned subsurface threats, swarm tactics for unmanned surface threats, and next-generation cellular (5G/6G) network enabled UxS. According to a RAND report focused on UAS, the challenges will only get more difficult as commercial systems become “smaller, lighter, and more difficult to detect [with] increases in speed, range, and endurance, and decreases in acoustic signatures.” RAND already provided a report on the implications of USVs in the marine transportation system, but the service might also want to consider investing in a study on the suitability of UxS for its various mission sets, similar to Navy studies on USVs, UUVs, and UAVs. The integration of unmanned systems will be an essential part of the Coast Guard in the future and this strategy is the first step in achieving that goal. But to address the numerous challenges associated with employing, regulating, and countering UxS, the service needs to move quickly in implementing its strategy. Eric “Coop” Cooper is a senior policy researcher and Scott Savitz is a senior engineer at the nonprofit, nonpartisan RAND Corporation. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}