{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:06:24.375419",
  "crawling_time_epoch": 1703243184,
  "type": "Commentary",
  "title": "Consequences of the War in Ukraine: A Bleak Outlook for Russia",
  "url": "https://www.rand.org/pubs/commentary/2023/02/consequences-of-the-war-in-ukraine-a-bleak-outlook.html",
  "descriptions": "Whatever may happen in Ukraine or in Russia, things will never be the same. A Russian failure in Ukraine could lead to escalation and a world-changing wider war, or it could lead to dramatic changes within Russia. Either outcome would make for a very different world.",
  "posted": "Feb 28, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/02/consequences-of-the-war-in-ukraine-a-bleak-outlook/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1677553213898.jpeg",
    "desc": "Russian President Vladimir Putin at a training center for mobilised reservists, in Ryazan Region, Russia, October 20, 2022, photo by Sputnik/Mikhail Klimentyev/Kremlin via Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "profession": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "tags": [
      "Demographics",
      "Economics",
      "Geopolitical Strategic Competition",
      "Male Populations",
      "Military Strategy",
      "Russia",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Part three in a series. This series takes in the sweep of the war in Ukraine and its downstream effects both regionally and globally. Part one discusses how the war could end; part two deals with the potential for escalation of the war; part three discusses how the war in Ukraine may affect Russia; part four is about the consequences of the war on NATO, part five looks at Turkey and the Balkan states; part six the global economic consequences; and the series concludes with part seven. The consequences of the war in Ukraine depend on the course and eventual outcome of the conflict. While we don't yet know just what that outcome will be, some consequences are already apparent. The war is, foremost, a humanitarian disaster. Though precise statistics are hard to come by, recent estimates suggest that 100,000 Ukrainian soldiers, and over 30,000 Ukrainian civilians have been killed or wounded. More than 13 million Ukrainians—nearly a third of Ukraine's population—have been displaced. The carnage in Ukraine reflects the brutal style of warfare practiced by Russia—and its proxy, the “Wagner Group”—which is already the subject of war crimes investigations. Many others have documented immense suffering; that is not our purpose here. There are still other consequences of this war, both in the immediate, and the longer-term. Whatever may happen in Ukraine or in Russia, things will never be the same. Russian military success—the total defeat of the Ukrainian forces and domination of the country—will not likely end sanctions against Russia. These sanctions have been far more effective than those imposed following the 2014 invasion of Crimea. Most likely, some sanctions will continue, including those against companies and individuals, although there may be some erosion of support for them indefinitely. A Russian failure in Ukraine could lead to escalation and a world-changing wider war, or it could lead to dramatic changes within Russia. Either outcome would make for a very different world. Russia's biggest problems have been its strategic miscalculations, incoherent tactical execution, and poor quality of Russian soldiering. Even if, through superior numbers and brutal tactics, Russia ultimately prevails on the battlefield, perception of the quality of its military and effectiveness of its arsenal have been damaged. While Russian ICBMs, aircraft, warships, and submarines are still considered formidable, Russia's land fighting capabilities and equipment are questionable. Russia's biggest problems have been its strategic miscalculations, incoherent tactical execution, and poor quality of Russian soldiering. The shortcomings inherent in absolutist rule explain the miscalculations. Russia's endemic corruption may lie at the heart of many of its shortcomings, down to the behavior of its officer corps. Their performance in the field reveals inadequate planning, inadequate training, and a remarkable disregard for the well-being of Russia's soldiers, who are treated as little more than cannon fodder. A further problem in the Russian army is the fear of taking the initiative. The Soviet military saying, “The initiative punishes the initiator” is still relevant in the Russian army. Russian arms, which account for 20 percent of sales on the world market, may lose some of their appeal, eroding Russia's status as a major arms supplier. (Sales of Russian arms were already declining before the invasion of Ukraine.) Russia's biggest customers—India and China—may look for discounts or other sources. Russia may also have to offer more-generous coproduction deals. Regardless, because of the war, Russia will have less equipment to sell. Western sanctions and a brain drain could further erode Russia's future design and production capabilities. And yet, on January 4, 2023, Russia deployed its frigate, The Admiral Gorshkov, to the Atlantic Ocean. The warship is said to be armed with hypersonic cruise missiles, and its deployment to the Atlantic has been interpreted as a warning to the West, though it could also well be a publicity ploy meant to bolster Russia's weapons achievements, as hypersonic missiles are an area where Russia is, reportedly, ahead of the West. The costs of the war for Russia have been enormous. Mobilization has cost it a valuable portion of its population, either by conscription or emigration. Internally, it has become more oppressive, which may incentivize further emigration. Russia has alienated a significant portion of the international community. It is increasingly dependent on countries like Iran and North Korea for arms. While the Russian economy has not collapsed as it still has oil and gas revenues to draw from, Russia is losing—or already has lost—the leverage on Europe that it exercised as a result of its energy exports. After soaring in mid-2022, natural gas prices have declined dramatically, and Russia's revenues may be half of what they were before the war. Yes, Russia has found new markets for its oil in Asia, but at discounted prices and with higher shipping costs. The global price of oil is down from its highs in the summer of 2022, and Russian oil is already being sold well below the maximum $60 per barrel price set by Western governments. Russia is assembling a “shadow fleet” of outdated oil tankers to deliver oil to more-distant markets, as opposed to delivering it by pipeline to Europe, which again increases the cost of delivery. Restrictions on the flow of key technologies to Russia will gradually have an effect on its economy, especially its ability to manufacture sophisticated weapons. Restrictions on the flow of key technologies to Russia will gradually have an effect on its economy, especially its ability to manufacture sophisticated weapons. The key here will be gaining the full cooperation of more countries, including those in NATO, and enforcement. Economic sanctions alone are unlikely to crack Russia's determination to continue and even escalate the war in Ukraine, but the risk to Russia is that its loss of export markets and restrictions imposed on its imports will become a permanent part of the economic landscape. Russia lost 27 million people in World War II, distorting the country's demographic profile for decades. The social upheaval following the disintegration of the Soviet Union added to Russia's demographic distress. Heavy drinking and smoking, the effects of widespread chemical pollution, and poor health care further interfered with fertility and reduced life expectancy, particularly of males. As a result, Putin made population recovery a national priority and Russia was making some progress, but the COVID-19 pandemic resulted in more than a million excess deaths in 2020 and 2021. With not the worst, but one of the lowest fertility rates in Europe—far below replacement—Russia was already facing a demographic crisis going into the war. Some recent estimates have put the number of Russian military casualties at 200,000. Another 370,000 Russians reportedly fled the country to avoid military conscription, with some reports putting the figure as high as 700,000. It is not just the numbers. Those fleeing Russia are among its brightest and best. Taken together, somewhere between a half million and a million military-age males have been removed from Russia's population. And fighting is intensifying. Further casualties, call-ups, emigration, and the predictable postwar psychological problems of returning veterans will only slow population recovery. The long-term prospects are even grimmer. Russia's population of 146 million people at the beginning of the war in Ukraine was expected to decline to 137 million by 2050, with some projections putting it at closer to 125 million. A vast territory and a declining population could create difficulties for Russia in the coming decades, contributing to centrifugal and separatist tendencies, or inviting potential incursions on Russia by China. (In the mid-19th century, while China was weakened by internal rebelling, Russia annexed more than 230,000 square miles of Chinese territory, an area roughly the size of Ukraine. In 1969, there were armed clashes, which many thought might escalate to outright war between the Soviet Union and China over the region.) Some analysts have even speculated that Putin's determination to recover former Soviet states is as much about acquiring people as it is about acquiring territory. As a grotesque and tragic footnote to the war, thousands of orphaned Ukrainian children that have reportedly been evacuated from Russian-occupied areas of Ukraine to Russia and been made available for adoption. The breakup of the Russian Federation may seem to be a remote possibility, but a survey of “global strategists and practitioners” conducted by the Atlantic Council showed that a surprising 46 percent of the 167 persons who participated (including 49 percent of Europeans) expected Russia to become a failed state in the next ten years. Forty percent expected Russia “to break up internally for reasons including but not limited to revolution, civil war, or political disintegration.” Other analysts agree that Russia's decline is irreversible, but that first Russia might lurch into a dangerous fascist phase or even civil war before outright disintegration. Such declines would pose new sets of headaches for NATO and, in particular, its frontline states. For now, these scenarios remain in the arena of speculation. A failed state with thousands of nuclear warheads would be a dangerous combination. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of numerous books, reports, and articles on terrorism-related topics. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}