{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:05:31.533706",
  "crawling_time_epoch": 1703243131,
  "type": "Commentary",
  "title": "Consequences of the War in Ukraine: The End and Beyond",
  "url": "https://www.rand.org/pubs/commentary/2023/03/consequences-of-the-war-in-ukraine-the-end-and-beyond.html",
  "descriptions": "We don't know yet know how the war in Ukraine may end. Despite heavy casualties, neither side is visibly falling apart or appears ready to back down. While no scenario can be excluded, the unequal strategic situation pushes future war scenarios toward variations of a stalemate.",
  "posted": "Mar 8, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/03/consequences-of-the-war-in-ukraine-the-end-and-beyond/_jcr_content/par/teaser.crop.250x187.cb.jpeg/1678418949876.jpeg",
    "desc": "A Ukrainian flag flutters in the wind affixed to a tank overlooking Bakhmut, Ukraine, January 10, 2023, photo by Clodagh Kilcoyne/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "profession": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "tags": [
      "Europe",
      "International Diplomacy",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Part seven in a series. This series takes in the sweep of the war in Ukraine and its downstream effects both regionally and globally. Part one discusses how the war could end; part two deals with the potential for escalation of the war; part three discusses how the war in Ukraine may affect Russia; part four is about the consequences of the war on NATO, part five looks at Turkey and the Balkan states; part six the global economic consequences; and the series concludes with part seven. We don't know yet know how the war in Ukraine may end. Despite heavy casualties, neither side is visibly falling apart or appears ready to back down. Both sides are digging in, but as the spring mud dries and the ground hardens, new offensives can be expected. How the war evolves in the coming months and even years could suddenly demand momentous and agonizing policy decisions, most of which will have far-reaching consequences. Hard, politically sensitive, what-if questions cannot be ignored. The circumstances of the conflict give Moscow the strategic initiative. Russia is the aggressor, free to attack or hunker down. On the defense, Ukraine has no choice but to fight back or surrender. Kyiv's dependence on Western support constrains its military operations, as Western supporters will give Ukraine the means to defend itself but remain reluctant to provide weapons that would enable Ukraine to carry the war into Russia. And while Ukraine has conducted a few limited attacks in Russia, Kyiv is aware that going too far imperils its Western backing. In other words, it can “win” only by imposing unsustainable losses on Russian attackers inside Ukraine. Meanwhile, the West hopes that the continuing Russian military failure in Ukraine, and the mounting economic costs of sanctions, will eventually persuade Russia to quit. Will such a strategy work? Ukraine continues to hold back Russian forces, but Russia is not abandoning its military campaign. There is no evidence that Russia's military forces are about to collapse, despite reported heavy casualties, and some reports of disobedience in the ranks. Nor is there evidence of an imminent economic crisis in Russia. There are also few signs of significant popular resistance to Putin. We are even less likely to know about any potential coup plotting in Moscow. The most likely scenarios are continued fighting, a frozen conflict, or some form of negotiated agreement that, at least temporarily, stops the shooting. While no scenario can be excluded, the unequal strategic situation pushes future war scenarios toward variations of a stalemate. The most likely scenarios are continued fighting—though the pace of battle may vary—a frozen conflict, or some form of negotiated agreement that, at least temporarily, stops the shooting. Bracketing the above possibilities are two scenarios that see Ukrainian forces gradually being ground down by Russia's superior numbers or, alternatively, a Russian military collapse. The prospect of defeat might increase the likelihood of Russian escalation, perhaps even the use of nuclear weapons, which Moscow has already threatened. If this comes to pass, how should the West respond? If Russian forces appear to be crumbling, should the West intervene to force Ukraine into negotiations, in order to head off a desperate nuclear attack? If, as a result, Ukraine is forced to accept a bad compromise, what does that mean for the future credibility of NATO, or for the viability of the strategy of nuclear deterrence? On the other hand, if the possibility of a Ukrainian collapse seems increasingly likely, what are the West's options? Direct military intervention seems unlikely. Does the West pull the plug on continuing support and oblige Ukraine to negotiate, accepting the best deal it can get? Does the West have any residual obligation to the Ukrainian people? No one wants to see a rerun of the debacle in Kabul. If Kyiv is about to fall, should the West try to impose an immediate ceasefire, one that gives time for Ukrainian soldiers, security personnel, and government officials to leave the country? What military equipment needs to be recovered or destroyed? What about civilians who want to leave? Is the West prepared to receive millions of additional Ukrainian refugees? Or should the West seek a geographic division that leaves a rump Ukrainian state where soldiers and civilians can regroup? How, and how long, could such an enclave be protected? Negotiations are a continuation of the conflict, not an alternative to the conflict. As such, they rarely can deliver more than can be achieved militarily. Negotiations raise a new set of strategic questions. Is any settlement short of Ukrainian capitulation acceptable to Russia, so long as Putin remains in power? If not, what are the West's objectives in the end game? Does the West see itself as saving Ukrainian lives by abandoning them to live under Russian domination? Is the West prepared for the consequences of Russian control in Ukraine? It could be brutal. Russia probably will not want to repatriate the criminals recruited by the Wagner Group, more likely leaving them in Ukraine as part of the occupation forces, with dire consequences for the local population. That again brings up questions regarding the fate of Ukrainian soldiers and civilian refugees. If Ukrainian soldiers are evacuated, could they be enlisted in Western armies? There are ample historical precedents for doing so. Military service would tap their battlefield experience and provide them with an income. If there is a continuing resistance movement in Ukraine, does the West support it, or suppress it? Can the West expect to restore good “postwar” relations with Russia? Absent a clear-cut Western success in Ukraine, and with Putin in power, such an outcome seems unlikely. The West did not intervene to prevent the Soviet Union from crushing uprisings in East Germany in 1953, Hungary in 1956, and Czechoslovakia in 1968, but these occurred during the Cold War. Good relations were not restored. Mutual hostility continued. A return to the status quo antebellum also seems unlikely. Some suggest that Western countries will forgive and forget, but will sanctions be removed? Could lifting some sanctions become part of a deal to get Ukrainians out of Ukraine? Does Europe go back to consuming Russian gas? Whatever happens in Ukraine, Putin seems unlikely to abandon his broader ambitions. Is the West prepared to assist Putin's future targets, such as Moldova and Georgia, if they are not members of NATO? Some Western analysts have argued that Russia must not be alienated, but instead turned into an ally for the looming and more-threatening conflict with China. At the very least, they argue, the United States should not waste energy and resources on Ukraine while preparing for inevitable war in Asia. But is reconciliation with Russia realistic? Russia has a long history of tension with China— can the West divide the two? The United States often complains about lack of will in Europe, but will the United States remain a reliable ally? Americans are already divided on the issue of continued military and economic assistance to Ukraine, with 48 percent favoring military support and 29 percent opposed. Opposition arises at both ends of the political spectrum, although it comes mainly from the far right, and is based more on domestic politics than strategic analysis. A less than optimal outcome in Ukraine will expose the current administration to ferocious criticism, both for the outright failure and for mistaken involvement in the first place. A post-Ukraine United States could easily lurch back into isolationism, which retains a strong pull on American attitudes. If the war in Ukraine continues into 2024, American support is likely to become an election issue, creating a timetable that affects the calculations of America's allies and enemies. But can the war even continue at its current intensity for another year before the election campaigns ramp up? The outcome of the war in Ukraine is critical to the future of NATO, which has invested heavily in stopping Russian aggression. “Success,” however that may be defined, will strengthen the alliance. Anything perceived as failure could adversely affect the organization in a variety of ways. It could empower pro-Russian elements and those who counseled caution. Some already wavering members could see NATO failure as validation for an even more neutral stance—a sort of “self-Finlandization.” Others may want to increase the defense capabilities of the alliance, in order to display strength and persuade Russia that there is an important difference between attacking Ukraine and attacking a member of NATO, which automatically invokes Article 5, guaranteeing mutual defense. But if Ukraine falls, is NATO still credible? The war in Ukraine leaves the world a more perilous place. Russia's invasion demonstrates that naked aggression is not ancient history. Russia, under Putin, poses a continuing threat. Yet his fall could open the way for even more dangerous elements, or it could lead to greater instability—always a perilous proposition in a state with nuclear weapons. Beyond a revanchist Russia, China is seen as an aggressive actor. Great power competition can lead to big wars. The war in Ukraine leaves the world a more perilous place. Russia's invasion demonstrates that naked aggression is not ancient history. Russia, under Putin, poses a continuing threat. The war in Ukraine also makes the possession of nuclear weapons look all the more attractive. The dissolution of the Soviet Union in 1991 left thousands of Soviet nuclear weapons in Ukraine—in fact, it made the newly independent Ukraine the world's third-largest nuclear power. In a 1994 agreement, Kyiv was persuaded to return them to Russia in return for Russia's recognition of Ukraine's independence and sovereignty within its existing borders. If Ukraine still had nuclear weapons, would Russia have invaded the country? Would Putin subsequently threaten to use nuclear weapons against a Ukraine that could retaliate in kind? If Russia actually uses nuclear weapons, it will have broken a taboo that has lasted almost 78 years. On the frontline against possible future Russian aggression, Poland's president has declared that the country would be willing to host U.S. nuclear weapons on its territory. But Washington has dismissed the idea. This has added to a growing perception that the United States appears unwilling to directly attack a nuclear-armed state like Russia, or that it considers avoiding Russia's use of nuclear weapons as its paramount objective in the Ukraine war—all of which raises questions about America's reliability. Facing threats from increasingly aggressive neighbors like North Korea, Russia, and China, both South Korea and Japan are reportedly more inclined to think about developing their own nuclear arsenals. Iran is now sending weapons to support Russia's operations in Ukraine, making it unlikely that Russia will cooperate in efforts to prevent Iran from developing its own nuclear weapons. A nuclear-armed Iran raises security concerns in both Israel, which has nuclear weapons, and Saudi Arabia, which some in Riyadh think the kingdom should have. Americans may find all of these dangers hard to grasp. There have, after all, not been images of war like those coming out of Ukraine since World War II. The Cold War, when two superpowers, each armed with tens of thousands of nuclear weapons, stood nose to nose, and Soviet armored divisions were just an hour's drive from Frankfurt, ended more than 30 years ago. Much from that era may have to be relearned. The 9/11 attacks delivered a major psychological blow to the country, and inspired a wave of patriotism that saw more than a quarter million Americans enlisting for active duty in the armed forces or joining the reserves. Public respect for the military grew. But memories of 9/11 have faded, and terrorists were never the existential threat many believed them to be. Eventually, Americans turned against the forever wars on terror. Conscription ended fifty years ago. The population of veterans who fought in World War II, Korea, Vietnam, and many of America's other foreign wars has steadily diminished. Volunteers have borne the burden of the wars in Afghanistan, Iraq, and elsewhere. Most Americans have been unaffected by their hardships and sacrifices, to say little of the burden on their families. Today, many Americans do not see military service as an obligation. For most Americans, war has acquired an abstract quality, while our hostilities have turned inward to group grievances and partisan political combat. The war in Ukraine confronts the United States and its citizens with the reality of armed aggression—of large-scale, organized violence—and the strategic, operational, ethical, and moral dilemmas that that entails. Its effect on how Americans reimagine the world and their place in it may be the most subtle, yet most significant, consequence of the war so far. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of numerous books, reports, and articles on terrorism-related topics. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}