{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:35:19.743974",
  "crawling_time_epoch": 1704166519,
  "type": "Commentary",
  "title": "Consequences of the War in Ukraine: Escalation",
  "url": "https://www.rand.org/pubs/commentary/2023/02/consequences-of-the-war-in-ukraine-escalation.html",
  "descriptions": "If Russian forces remain unable to defeat Ukraine, and Putin remains unwilling to back down, what escalation options does Russia have left?",
  "posted": "Feb 27, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/02/consequences-of-the-war-in-ukraine-escalation/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1677300547267.jpeg",
    "desc": "Russian reservists recruited to support the military campaign in Ukraine walk towards a banner with a portrait of Russian President Putin during a ceremony before their departure in Omsk, Russia, January 6, 2023, photo by Alexey Malgavko/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "profession": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "tags": [
      "Belarus",
      "Cyber Warfare",
      "Military Mobilization",
      "Military Strategy",
      "Military Tactics",
      "North Atlantic Treaty Organization",
      "Nuclear Weapons and Warfare",
      "Russia",
      "Ukraine",
      "www.rand.org"
    ],
    "Article": "Part two in a series. This series takes in the sweep of the war in Ukraine and its downstream effects both regionally and globally. Part one discusses how the war could end; part two deals with the potential for escalation of the war; part three discusses how the war in Ukraine may affect Russia; part four is about the consequences of the war on NATO, part five looks at Turkey and the Balkan states; part six the global economic consequences; and the series concludes with part seven. February 24 was the first anniversary of Russia's invasion of Ukraine. It was not the anniversary of the war in Ukraine, which in March will enter its ninth year. The conflict began in 2014, shortly after public protests in Kyiv resulted in Ukraine's pro-Russian president fleeing to Moscow. Russia responded by backing an armed uprising of pro-Russian separatists in eastern Ukraine, thus initiating the Donbass War, which, last year, morphed into Russia's full-scale invasion. Three ongoing trends have characterized the continuing conflict. First, there have been repeated attempts at ceasefires, all of which failed, as well as multiple international agreements, all of which Russia has ignored. The trajectory of the past eight years offers little to support any expectation that a new, negotiated settlement will bring an end to the conflict. The second ongoing trend is Russia's ever-expanding territorial claims. In 2014, Russian support enabled the Ukrainian insurgents to hold off Ukrainian forces and declare the independence of the Donetsk and Luhansk Republics. While Ukrainian forces were occupied with the insurgency, Russian forces quickly occupied and annexed Crimea. Just before its 2022 invasion, Russia formally recognized the independence of the two breakaway republics. And, in September 2022, Russia illegally annexed the two republics and the Russian occupied territory in Zaporizhzhia and Kherson. The third trend is escalation. Russia initially provided the separatists with heavy weapons and advisers, but also sent a growing number of Russian combat soldiers in unmarked uniforms—the infamous “little green men”—while initially denying that they were under Russian command. The 2022 invasion represented yet another escalation. When Ukrainian forces were able to block the Russian advance, Moscow announced its mobilization of additional forces, increased its missile attacks on Ukrainian cities and infrastructure, and brandished the threat of nuclear weapons. In December 2022, Putin pledged unlimited spending to ensure victory. If Russian forces remain unable to defeat Ukraine, and Putin remains unwilling to back down, what escalation options does Russia have left? Simply sending in more troops is one option, but British officials have recently reported that Russia already has 97 percent of its army committed to the war. More troops would require further mobilization—a move that hawks in Moscow are pushing—but the last time Russia ordered a general mobilization was in 1941. Such a move, while it could give the Russians hundreds of thousands of additional men, would also require a rapid expansion of its forces that could exacerbate the Russian army's already obvious shortcomings in training, logistics, and leadership. Russia can continue bombing Ukrainian cities, but munitions may be in short supply. (Ukraine, it should be noted, faces a similar problem, even with the West's backing.) Russia's ability to ramp up production remains uncertain. For now, it appears increasingly dependent on Iran and North Korea for munitions, which will continue to constrain Russian operations unless a country like China decides to send military assistance. Blocked in the east and the south, Russia could launch a new offensive from Belarus, perhaps this time accompanied by Belarussian forces. Instead of vertical escalation, Russia could theoretically escalate the war horizontally by opening new fronts or re-activating original ones. Blocked in the east and the south, Russia could launch a new offensive from Belarus, perhaps this time accompanied by Belarussian forces. Belarus, which has provided Russian forces with logistical support, has thus far avoided direct participation. That still cannot be ruled out, although such a move would expose Belarus to retaliation and possibly renew internal strife—for a significant percentage of Belarusians oppose the country's direct involvement in the war. Another Russian option would be to escalate international tensions by creating distractions elsewhere. For example, Russia could provoke incidents that provide a Russian pretext for intervening in the Baltic States. Covert actions could be conducted against Finland and Sweden in order to discourage their joining NATO, or against Poland, which has been a major source of support and a supply route for arms to Ukraine. These moves might be intended to shake NATO and bolster domestic opposition to Ukraine, or they might force NATO into a broader negotiation that divides Europe into spheres of Western and Russian influence. These are all risky courses of action that could divert Russian resources while the country is already bogged down in Ukraine, and each could potentially put Russia on a collision course with NATO. Moreover, the Russian shortcomings already visible in Ukraine would be compounded by opening new fronts. Intelligence officials have warned the West for years now to prepare for Russian cyberattacks. Such attacks could aim at disrupting communications and commerce, or potentially aim at systems where disruptions have physical consequences, resulting in loss of life. If indeed the latter type of attack does come to pass, and lives are lost, it could provoke retaliation in kind, which would in all likelihood mean the delivery to Ukraine of weapons not currently being provided but actively sought, such as F-16s. It could also conceivably mean—depending on the circumstances—outright military retaliation. Russia can continue conducting limited cyberattacks as a way of highlighting what might occur. And yet, in spite of Russia's vast experience with cyberattacks, thus far its attacks appear to have had surprisingly minimal impact on Ukraine or the West. The possible use of nuclear weapons by Russia is clearly the most worrisome possibility. It renews Cold War apprehensions in the middle of an ongoing hot war that is testing how the West reacts to a Russian invasion of a European country that is not a member of NATO, but that has unprecedented Western backing. President Putin and other Russian leaders have raised the threat of tactical nuclear weapons. “Tactical nuclear weapons” are designed for battlefield use. They are generally less powerful than strategic nuclear weapons, but there is no precise limit, and the yields can reach hundreds of kilotons—an order of magnitude greater than the explosion at Hiroshima. It is also uncertain what Russia regards as the “battlefield” since Russia now makes no distinction between military and civilian targets, and routinely fires missiles indiscriminately into Ukrainian cities. Russian military doctrine calls for the use of nuclear weapons when Russia proper is in jeopardy. If Putin truly regards the recently “annexed” regions of Ukraine as part of Russia, or believes that losing in Ukraine means the dismemberment of Russia, this could be used as a justification. Although, it also means that Russia would be employing nuclear weapons on what it claims is its own territory. To underscore the nuclear threat, Putin announced on February 21 that Russia was suspending its participation in the New START Treaty, which established verifiable limits on Russian-controlled ICBMs. The possible use of nuclear weapons by Russia is clearly the most worrisome possibility. Western opinions on Putin's threat are divided. Some see avoiding Russian use of nuclear weapons as the paramount issue, even if it requires compelling Ukraine to cede territory to the invaders. Others fear that the annihilation of Russian forces in Ukraine will leave Putin no choice but to use nuclear weapons. Still others see Putin's threat as a bluff, calculated to foment fear and crack the alliance supporting Ukraine. Russia nuclear saber-rattling comes against a background of intense Russian information operations, especially in countries where opinion is already divided. Putin may calculate that threatening to use nuclear weapons may cause pro-Russian elements, the faint-hearted, and the continent's nervous shopkeepers to oppose continued military support of Ukraine, and impose a disadvantageous deal on the country. Thus far, that has not happened. Putin's announcement that Russia was suspending participation in New START verification procedures may have a practical aim. The announcement came with complaints that Ukraine was carrying out military strikes on bases in Russia where nuclear weapons are stored, which suggests that Russia may want Ukraine's Western supporters to rein in Ukrainian attacks on Russian territory, which cause public alarm and outrage Russian hawks. Putin may have to worry more about his pro-war critics than the weak antiwar elements. During the Cold War, strategists learned that nuclear weapons serve better as a means of deterrence than as a means of coercion. And nuclear threats have more utility than actual use. While the use of nuclear weapons in Ukraine would certainly be a political game-changer, it is not clear what military advantage the use of a single nuclear weapon would actually bring. Ukraine's forces are too dispersed for the single detonation of a small tactical nuclear weapon to significantly alter the military situation. To be effective militarily would require the detonation of more than one weapon. On the other hand, if a nuclear weapon were employed to destroy a population center as a demonstration of what will happen if the Ukrainians do not surrender, such an act would have profound effects. Radioactive fallout from a nuclear explosion in Ukraine would contaminate Ukrainian territory, and possibly beyond. The detonation of a nuclear weapon would not produce quantities close to the radiation produced by the Chernobyl incident, but radiation would be a source of continuing health concerns. Depending on the location and yield of the blast, and the time of year, prevailing winds could carry radioactive contamination west toward most of continental Europe, or potentially north over Belarus, Russia, Finland, and Sweden, which happened during the Chernobyl catastrophe. The Russians themselves consider the Chernobyl disaster to have been one of the country's great catastrophes, and the use of Russian nuclear weapons in Ukraine would reawaken historical fears. It also could have a devastating effect on Russian and Ukrainian food exports. The use of nuclear weapons would also expose Russia to worldwide condemnation, which would further isolate the country internationally. It would forever alter Russia's status in the world and change everybody's calculations. It would especially imperil the futures of Russian officials and oligarchs who have benefitted from their privileged positions in Russia. Would Russia's military leaders and oligarchs go along with that? One suspects that Western military and political officials have communicated appropriate warnings to their Russian counterparts, suggesting that the use of nuclear weapons would have grave implications for their personal futures. Any use of a nuclear weapon of any size risks retaliation. The response to actual Russian use would depend very much on the circumstances and consequences of the event. President Macron has said that France would not respond in kind if Russia used nuclear weapons in Ukraine. And it is unclear exactly how NATO, or the broader coalition of forces supporting Ukraine (or China and India), would react if Russia actually used a nuclear weapon. Such responses probably depend on the event itself, although it is likely that responses to various scenarios are currently being reviewed. Ukraine has limited capabilities to threaten Russia, but it could escalate by conducting military strikes and additional sabotage operations deep inside Russian territory. There has been a gradual escalation in this dimension of the conflict, with some Ukrainian strikes hundreds of miles inside Russia. Ukrainian saboteurs are also reportedly active in Belarus. The possible military gains from Ukrainian operations deep within Russian territory have to be calibrated against the risk that they will be seen as a dangerous escalation, which is a continuing concern of Ukraine's Western backers. Conceivably, Ukraine could also secretly sponsor attacks on Russian targets abroad, although these would risk being viewed as terrorist operations, and could alienate Western support. The war has also seen a steady escalation in Western military assistance to Ukraine, matching Russia's escalation with deliveries of ever-more-powerful and sophisticated weapons. But escalation options are war-changing scenarios, not war-ending scenarios. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of numerous books, reports, and articles on terrorism-related topics. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}