{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:35:11.119704",
  "crawling_time_epoch": 1704166511,
  "type": "Commentary",
  "title": "Consequences of the War in Ukraine: NATO's Future",
  "url": "https://www.rand.org/pubs/commentary/2023/03/consequences-of-the-war-in-ukraine-natos-future.html",
  "descriptions": "Security issues have again become paramount among NATO members, making the alliance far more relevant. But NATO's southeastern flank is soft and the war in Ukraine has exposed its fault lines.",
  "posted": "Mar 2, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/03/consequences-of-the-war-in-ukraine-natos-future/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1677732858415.jpeg",
    "desc": "Flags fly outside NATO headquarters in Brussels, Belgium, November 16, 2022, photo by Yves Herman/Reuters"
  },
  "content": {
    "source": "(The RAND Bllog)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "profession": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "tags": [
      "Bulgaria",
      "Hungary",
      "North Atlantic Treaty Organization",
      "Poland",
      "Romania",
      "Russia",
      "Ukraine",
      "www.rand.org"
    ],
    "Article": "Part four in a series. This series takes in the sweep of the war in Ukraine and its downstream effects both regionally and globally. Part one discusses how the war could end; part two deals with the potential for escalation of the war; part three discusses how the war in Ukraine may affect Russia; part four is about the consequences of the war on NATO, part five looks at Turkey and the Balkan states; part six the global economic consequences; and the series concludes with part seven. In January 2022, the European Parliament issued a report on (PDF) “Ten issues to watch in 2022.” The tenth on the list was European defense; Ukraine only appears once, in the “further reading” section. This year, the European Parliamentary Research Service again released (PDF) its “Ten Issues to watch” list, with “Russia's war on Ukraine” in the very first sentence. The conflict is described as a “definitive marker…a human tragedy…a geopolitical tectonic shift.” Indeed, for NATO in particular, history has not ended, but has become newly relevant. Security issues have again become paramount among NATO members, making the alliance far more relevant. Sweden and Finland have abandoned decades—or in Sweden's case, centuries—of neutrality and now want to join the alliance, which was inconceivable prior to February 2022. Ukraine's valiant defense against Russia's naked aggression aroused emotions and won support from people across the world. European governments, in some cases pushed by public opinion, responded more forcefully than they would have had Russia achieved a rapid victory. But a faltering Ukrainian defense, or a costly dragged-out war, could erode European solidarity. Russia's invasion and Ukraine's defense may have subdued pro-Russian elements throughout Europe, but they remain in the corridors of power, often as members of ruling political coalitions. Security issues have again become paramount among NATO members, making the alliance far more relevant. Without resuscitating the strategic theories of the early 20th century, the war in Ukraine and its possible aftermath focus our attention on what happens in Russia, the former Soviet republics in Eastern Europe, and central Asia, as well as the states bordering on Russia and Belarus, which include: Sweden, Finland, the Baltic republics, Poland, Ukraine, Romania, Moldova, Bulgaria, Turkey, Georgia, Armenia, Kazakhstan, Kyrgyzstan, Tajikistan, Uzbekistan, Turkmenistan, and Azerbaijan. Historically, China (the Mongol Empire), Russia, Turkey (the Ottoman Empire), and the powerful states of Northern and Central Europe (Sweden, Poland, the Hapsburg Empire, and Germany) have competed to dominate this landmass. During the Cold War, the “Iron Curtain” separating the West from the Soviet-dominated East ran along the borders separating Norway and Sweden from Russia in the far north, a divided East and West Germany, and continued along Austria's border with Hungary and what was then the Czechoslovakia to Yugoslav border. Austria, although neutral, was on the western side. In 1940, after a brief war, the Soviet Union annexed part of eastern Finland. Throughout the Cold War, Finland followed a unique version of neutrality that came to be known as “Finlandization”—a pragmatic arrangement allowed Finland to remain an independent democracy in return for tailoring its domestic and foreign policies to suit the demands of the Soviet Union. During the Cold War, there were fears in Washington that without strong American support, much of Western Europe might also become Finlandized. Putin's conditions for peace describe what is essentially a Finlandized Ukraine: strictly neutral, limited in its military power, forced to recognize Russia's annexation of all occupied territories, and only following policies that Russia approves. The fall of the Soviet Union shifted the dividing line eastward. Now Norway, Sweden, Finland, the Baltic Republics, Poland, Romania, and Bulgaria are frontline states, although Putin asserts that the Eastern European states all remain within Russia's sphere of influence, and are therefore not fully sovereign. Russia's invasion of Ukraine has returned some of the major powers in Central Europe's history—Sweden, Poland, and Turkey—to pivotal roles in the region's future. The Kingdom of Sweden, the Polish-Lithuanian Commonwealth, and the Ottoman Empire were the great powers of the region in the early 17th century. Russian Foreign Minister Sergey Lavrov has reportedly said that Putin takes advice from only three people: Ivan the Terrible, Peter the Great, and Catherine the Great. Ivan added more territory to Russia than any other leader; Peter defeated the Swedish empire and invaded the Crimean Khanate; Catherine the Great continued Russia's campaign against the Ottoman Empire, annexed the remainder of Crimea, and partitioned Poland. The Ukraine war has made Poland, which was many times in its history a victim of Russian aggression, a critical actor as a supplier of weapons, and a supply route into Ukraine, as well as providing a home to some 1.5 million Ukrainian refugees. From these acts, Poland is emerging as a major European player. This may discomfort those concerned about its government's discriminatory policies and anti-democratic behavior, but the need for unity in facing Russia's challenge may, for the time being, mute value differences. Poland's leading role in assisting Ukraine has also been noticed in Moscow, where some of the more bellicose voices have said that Russia must prepare for a possible Polish invasion. Chechen leader Ramzan Kadyrov, a close ally of Putin's, has said that after dealing with Ukraine, Russia must “denazify and demilitarize” Poland. Kadyrov's comment is more a reflection of the belligerent posturing by Moscow's hawks than any indication of war planning, but it also points to a potentially dangerous mindset. Putin and his most fervent allies may well mentally reside in their own isolated universe of fantasy thinking. It could also suggest that Russian success in Ukraine might encourage Kremlin leaders to imagine that Russia could take on Poland, or other NATO members, one at a time, with the demoralized alliance too divided to effectively respond. Finally, it reminds us that if Putin falls, his successor may be no less bellicose. The war in Ukraine has exposed its fault lines. Owing to nostalgic affections, historic animosities, dependence on Russian energy imports, as well as Russia's capture of state institutions and domestic politics, Hungary, Bulgaria, and Turkey and even, to a certain extent, Romania have all played more cautious, even ambivalent roles in responding to Russia's invasion of Ukraine. Some in this group have even exploited the invasion in an attempt to extract concessions from their more committed allies, while others have hedged their bets. Greece is the exception. Despite widespread pro-Russian sentiments and a longstanding aversion to involvement in military interventions abroad, Greece promptly announced it would provide military assistance to Ukraine. Although it denounced Russia's invasion, the government of Hungary has not provided Ukraine with military assistance, and refuses to allow weapons destined for Ukraine to transit Hungarian territory. Hungary's government also opposes EU sanctions against Russia, and has held up EU aid for Ukraine in an effort to free €30 billion in EU pandemic recovery and structural funds that Brussels blocked, on grounds of a perceived risk of fraud and democratic backsliding in Hungary. The country has held up Sweden and Finland's accession to NATO, too, and continues to prevent any discussions regarding Ukraine eventually joining the alliance. Hungary's positions are not surprising, however, given the Hungarian government's increasingly authoritarian nature, intense nationalism, and rejection of liberal contemporary European values. Hungary is also currently undergoing a serious economic crisis, marked by soaring inflation. Economic hardship is manifesting itself in growing public discontent. Its government blames the EU sanctions on Russia for its economic problems, and, in January 2023, launched an advertising campaign claiming that a majority of Hungarians oppose sanctions on Russia. The economic situation is projected to get worse, making authoritarian responses to domestic dissent and continued resistance to assisting Ukraine all the more likely. Such moves will, in turn, increase tensions with the rest of Europe and within the NATO alliance. Romania's response to Russia's invasion appears to be shaped more by extreme caution than any outright hostility toward NATO or the EU. The Romanian government denounced Russia's invasion and, in public announcements, appealed for tougher sanctions. At the same time, Romania has delivered little in the way of military assistance, fearing that such a move would reduce its own arsenal. Romanian sources also claim that it is providing Ukraine with more military help than it appears but, for security reasons, the extent cannot be publicly revealed. Romania has, however, provided considerable assistance to Ukrainian refugees; and it continues to host NATO troops to help shore up the southern flank of the war. Yet Romania's government remains somewhat divided over Ukraine. In an October 2022 interview, Romania's minister of defense warned that Russia could prolong the war, and that Ukraine's only chance of peace was to negotiate. He suggested that the negotiations should be conducted by NATO and the United States on Ukraine's behalf, since Ukraine's government would not be able to accept the loss of a portion of its territory. Even if the negotiations resulted in a frozen conflict, he said, this would still be better than a continuation of the conflict. Other Romanian political figures have countered this view with the opinion that Russia first must withdraw its forces from Ukraine before any negotiations for peace begin. As a result of his remarks, the minister of defense was forced to resign. Bulgaria's fractured political scene is similarly divided between pro-Russian and pro-Western elements. The country is currently run by a caretaker government; new elections will be held this April—the fifth time Bulgarians have gone to the polls in two years, underscoring the fragility of the political structure. The previous government, a four-party coalition, fell into disagreements over providing military assistance to Ukraine and the expulsion of Russian diplomats. The fall of the Communist regime in Bulgaria saw the rise of buccaneer capitalism, rampant corruption, oligarchs, and gangsters. The country suffered serious economic hardships and, not surprisingly, pro-Russian sentiments remained strong. Russian gas and oil imports and large Russian-backed infrastructure projects enriched local intermediaries and advanced Russia's capture of Bulgaria's weak state institutions. The fall of the Communist regime in Bulgaria saw the rise of buccaneer capitalism, rampant corruption, oligarchs, and gangsters. The EU was aware of these developments and could have done more to counter them, but it exercised limited and divided influence against a more determined and better organized Russian competitor. Recent Russian information operations in Bulgaria have been intense. Although Russians do not own Bulgaria's media outlets, a 2022 analysis of media in Bulgaria showed extensive Russian influence. In the nation's most visited news websites, 6,090 articles referenced Russian state-owned media sources—RT, TASS, RIA, Novosti, and Sputnik—which was far more (PDF) articles quoting from Russian media than any other country in the Balkans. Russian political influence in Bulgaria today no longer rests solely on support from its more traditional backers, such as the Bulgarian Socialist Party, but now also comes from the far-right movements that are anti-EU, anti-U.S., and pro-Russian. This parallels the political situation elsewhere in Europe, for example, in Italy, where opposition to support for Ukraine comes not just from the old left, but far-right nationalists. These political divisions are reflected in the complicated saga of Bulgarian support for Ukraine. Bulgaria condemned Russia's invasion and fired its defense minister who refused to call it a war. Soon after the invasion, Bulgaria even began discreetly assisting Ukraine with weapons and fuel, by selling to other EU countries which then made the weapons and fuel available to Ukraine. Overt political support has been more difficult. Bulgaria's government announced in May 2022 that it would repair Ukrainian military equipment, but the Socialist Party blocked a proposal to send weapons, and in June, a no-confidence vote, reportedly backed by Russia, brought down the government. New elections in October failed to alter the political impasse, and no party was able to form a new government. On December 9, 2022, the Bulgarian parliament approved sending military aid in the form of light weaponry and ammunition to Ukraine, but the provision of aid to Ukraine remains a divisive issue as Bulgarians again head to the polls. The upcoming elections may increase the strength of the pro-Ukrainian position, but the ongoing instability of Bulgaria's political situation will continue to be a constraint for NATO in the region. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of numerous books, reports, and articles on terrorism-related topics. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}