{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:14:09.066750",
  "crawling_time_epoch": 1703240049,
  "type": "Commentary",
  "title": "Consequences of the War in Ukraine: Two Areas of Contention—Turkey and the Balkans",
  "url": "https://www.rand.org/pubs/commentary/2023/03/consequences-of-the-war-in-ukraine-turkey-and-the-balkans.html",
  "descriptions": "Turkey is navigating a narrow path between its NATO commitments and its relationship with Russia. The Western Balkans remain an arena of competition between pro-Russian and pro-Western elements. It's not clear how events might play out, but there are indications and track records.",
  "posted": "Mar 6, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/03/consequences-of-the-war-in-ukraine-turkey-and-the-balkans/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1677890158175.jpeg",
    "desc": "Russian Foreign Minister Sergei Lavrov and Turkish Foreign Minister Mevlut Cavusoglu shake hands at a meeting in Ankara, Turkey, June 8, 2022, photo by Umit Bektas/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "position": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "tags": [
      "Bosnia and Herzegovina",
      "Croatia",
      "International Economic Relations",
      "Kosovo",
      "North Atlantic Treaty Organization",
      "Russia",
      "Security Cooperation",
      "Serbia",
      "Turkey",
      "Ukraine",
      "www.rand.org"
    ],
    "Article": "Part five in a series. This series takes in the sweep of the war in Ukraine and its downstream effects both regionally and globally. Part one discusses how the war could end; part two deals with the potential for escalation of the war; part three discusses how the war in Ukraine may affect Russia; part four is about the consequences of the war on NATO, part five looks at Turkey and the Balkan states; part six the global economic consequences; and the series concludes with part seven. To protect its own national interests, Turkey—a longtime NATO member, and a powerful actor in the region—is navigating a narrow path between its alliance commitments and its relationship with Russia. There are strains in the relationship. The Western Balkans, which were a theater of war in the 1990s, remain an arena of competition between pro-Russian and pro-Western elements. The rules of engagement differ in the Balkans. It is not entirely clear how events might play out in Turkey or the Western Balkans. Still, there are indications and track records. Turkey condemned Russia's invasion, and promptly blocked Russian warships from passing through the Bosporus and Dardanelles Straits and into the Black Sea. Turkey also restricted Russian military flights across its territory, although Russian commercial flights between the two countries are still permitted. Ankara provided advanced drones to Ukraine, and it has assisted Ukraine in manufacturing its own drones. Turkey is not a member of the EU; it has not joined EU or US economic sanctions on Russia; yet it has also indicated that it will not try to circumvent sanctions, and has stated it will honor sanctions imposed on Russia by the UN. Turkey's central banks have suspended the country's use of the Russian Mir payment system, which may have been necessary to avoid sanctions on its own financial institutions. Turkey has also facilitated the shipment of natural gas from Azerbaijan to Bulgaria in order to replace Russian supply. That Azerbaijani gas is now Bulgaria's only source. Turkey supports the return to Ukraine of all territory occupied by Russia—including Crimea—and has declared that it will never recognize Russia's annexations in Ukraine. Turkey has also brokered prisoner exchanges between Russia and Ukraine, and facilitated the arrangement that permitted the shipment of Ukrainian grain across the Black Sea. At the same time, Turkey seems to be exploiting the situation for its own economic gains. Russian oligarchs remain unbothered in Turkey, and the country benefits from the flight of capital out of Russia and into Turkey in several ways: Russian tourism to Turkey remains strong, Turkish companies are currently angling to replace Western firms that have pulled out of Russia, and Turkish exports of chemicals, microchips, and other products that can be used to support Russia's war effort—especially semiconductors used in weapons systems—is a cause of real concern. Turkish exports of chemicals, microchips, and other products that can be used to support Russia's war effort is a cause of real concern. Turkey's calibrated response to the war in Ukraine is consistent with its own strategic interests. Russian control of Ukraine poses a long-term threat to Turkey, but Ankara also fears the short term: What could Russia do now that could cause serious problems for Turkey? A defeated, seething, and unstable Russia could be an equally dangerous threat. So while Turkey wants Ukraine to win, it wants that to happen without Russia being backed into a corner or falling apart. And it wants to achieve all of this without somehow imperiling Turkey's close relationship with Moscow, or upsetting Turkey's business opportunities with Europe. It is, indeed, a very narrow path. This highly calibrated response of Turkey's is cause for distrust when viewed through the lens of Turkey's increasingly close cooperation with Russia on defense matters. In 2019, Turkey purchased the Russian S-400 air defense system; the decision cost Turkey its participation in the F-35 advanced fighter program. In 2021, Turkey announced that it was pursuing further joint weapons development projects with Russia, including the production of fighter aircraft and submarines. In September 2022, Turkey said it would seek full membership in the Shanghai Cooperation Organization, a creation of Russia and China, which focuses on security and defense concerns. From Ankara's regional perspective, this is logical. From a NATO perspective, this is awkward, as such actions directly affect perceptions of Turkey's reliability as an ally. One immediate concern is Turkey's announcement that it will veto Sweden and Finland's accession to NATO. Although Turkey has in the past supported NATO expansion to eventually include both Ukraine and Georgia, it is now demanding that Sweden and Finland crack down on the activities of Turkish exiles—Kurdish separatists in particular—whom Ankara considers terrorists, before it would allow them to join. Denying Sweden and Finland membership in NATO undermines NATO's ability to project unity and strength. The conflict between Turkey and Kurds seeking independence is another concern, and it is a long and complex issue, beyond the scope of this series. Still, quickly: Turkey's concern about Kurdish terrorists is legitimate. The main rebel group, the Kurdistan's Workers Party (PKK), has been designated by the United States as a terrorist organization since 1997, and by the European Union since 2004. PKK operatives and their supporters are active throughout Europe, but European courts will prosecute individuals only for specific crimes, not for political causes or peaceful protests. Even then, convictions are often hard to come by. Turkey's frustration on this front is understandable. However, Turkey complicates its own case by defining its foes too broadly, making little distinction between legitimate political activity and political violence. Its domestic response to Kurdish separatism has often been brutal. The European Court of Human Rights has condemned Turkey for numerous (PDF) human rights abuses against the Kurdish people, including arbitrary arrests, torture, and murders. Turkey's government followed the same pattern against followers of Fethullah Gulen, who it blames for the attempted coup in 2016. In a massive purge, the government detained hundreds of thousands, arrested more than 100,000, and dismissed 150,000 public officials, including judges, teachers, and members of the armed forces for alleged membership in a terrorist organization, meaning they were all suspected of being Gulenists. The roundup included the detention of European and American citizens, whom Turkey then offered to trade for the return of Turkish exiles, fugitives abroad, or other concessions. NATO has in many ways never been stronger, which makes Turkey's conduct appear all the more transactional and opportunistic. Stresses such as these are not new to NATO. The alliance has survived one coup in France, two in Greece, and three in Turkey. NATO has seen France's withdrawal from NATO's military command structure from 1966 to 2009, and Greece's temporary withdrawal from NATO's command structure due to Turkey's invasion of Cyprus in 1974. Many members of NATO face domestic opposition to the alliance, including the opposition voiced by a former president of the United States, who publicly disparaged NATO and repeatedly expressed interest in leaving the organization. And yet, the alliance has held, and Russia's invasion of Ukraine has prompted a remarkable display of solidarity. Indeed, NATO has in many ways never been stronger, which makes Turkey's conduct appear all the more transactional and opportunistic. Facing a dangerous external threat, military alliances tend to be less fastidious about their members' political hygiene and fiscal integrity, so long as they contribute to the common defense. While shared values has lately become a more important consideration, it is also understood that each member will be making difficult calculations about how much they can help the overall effort without risking their own survival. An alliance is an assemblage of militaries; it cannot be commanded like a rifle platoon. Sabotaging the allied effort, however, would be unallowable. The addition of Sweden and Finland will militarily and psychologically strengthen NATO at this critical moment. Declaring their intent to join the alliance exposes Sweden and Finland to Russian retaliation, all without the deterrence and protection afforded by full NATO membership, and in the midst of a conflict with an unpredictable foe. Even so, there have been bilateral assurances—by the United States, United Kingdom, and others—to contribute to the self-defense of Sweden and Finland, even in advance of formal accession. Some of Turkey's pronouncements, no doubt, reflect posturing by its leadership to gain domestic support by stoking nationalist sentiments, and are therefore merely rhetoric, and should be discounted. But—if such rhetoric provokes enough backlash, it can backfire. On both sides—Turkey on one, the European Union and United States on the other—governments are getting testy. In the summer of 2022, for example, Turkey complained that its citizens were increasingly being denied visas to travel in the European Union. Then, European nations and the United States issued travel advisories warning citizens about the threat of terrorism and arbitrary detentions in Turkey. Turkey promptly struck back, warning Turkish travelers of “dangerous levels of religious intolerance and hatred in Europe” and anti-foreign and racist violence in the United States. In January 2023, a bipartisan group of U.S. senators warned that Congress could not approve the sale of additional F-16s to Turkey until it ratified the accession of Sweden and Finland to NATO. The exchanges reflect growing tensions. The massive earthquake that struck Turkey and Syria on February 6, 2023, may not directly affect the war in Ukraine, but it could temporarily mute this overheated rhetoric. Policy differences have been sidelined as international aid pours into Turkey, and Ankara may be more inclined to avoid provocative statements, at least for the time being. The government has its hands full dealing with the disaster, and such disasters have, historically, had domestic political repercussions in Turkey. For its role in shaping Russian strategy, and the opportunities it offers for Russian interference, the region of the Western Balkans merits a more detailed discussion. History counts. Driving Putin's revanchist ambitions is Russia's long-standing fear of dismemberment. The disintegration of the Balkans in the 1990s reinforced these fears. Moscow did not see the breakup of Yugoslavia as the result of complex ethnic and political dynamics, but instead as a U.S.-sponsored regime change. According to the Russian view, the United States encouraged political dissent, supported separatism, and funded dissidents against Yugoslavia's central government, represented by Serbia, and used democratization, peacekeeping, and humanitarian concerns as pretexts for military intervention. The United States assisted Croatia and Bosnia during their wars with Serbia. Western NGOs provided regime opponents with humanitarian aid, while the United States sent private contractors (PDF) and military advisors to help train Croatia's army. Initially, Washington abided by a UN arms embargo on all belligerents in Yugoslavia, but later—in response to legislation by Congress—partially suspended its enforcement efforts, allowing Croatia and Bosnia to receive arms shipments from other parties while continuing to block arms shipments to Serbia. The United States later suspended its compliance in order to send arms directly to the Bosnian defenders. In response to ethnic cleansing and massacres of Muslims by Serb forces in Bosnia, direct military intervention followed. NATO imposed no-fly zones, shot down Yugoslav aircraft, and then, with UN approval, bombed Serb forces in Bosnia in 1995, and government targets in Serbia during the Kosovo War. The ultimate result of the Balkan wars was the dissolution of Yugoslavia, the reduction of pro-Russian Serbia, and ultimately the removal and trial of its leader, Slobodan Milosevic, for war crimes. This, Russians feared (PDF), was the blueprint for the dismemberment of Russia. Since the Balkan wars, five countries have joined NATO: Albania, Croatia, Montenegro, North Macedonia, and Slovenia. All have sought EU membership, which Croatia and Slovenia already have; Albania, Bosnia, Montenegro, North Macedonia, and Serbia are now candidates. In Serbia, Russian influence remains strong, bolstered by ongoing and intensive information operations, as well as Russia's strong position in Serbia's economy. But old hatreds are not easily subdued. Irreconcilable Serb separatists remain determined to secede from Bosnia. Kosovo remained under international administration for a decade after its war with Serbia, then declared its independence in 2008, which Serbia still refuses to recognize. Again, history counts: Kosovo was once the site of a battle where Serb forces temporarily halted the advance of Ottoman forces—in 1389. Tensions continue, and in 2022, Serbia and Kosovo almost went to war. Matters of corruption, rule of law, and human rights also remain obstacles. Until these issues are resolved, EU membership is off the table. In Serbia, Russian influence remains strong, bolstered by ongoing and intensive Russian information operations, as well as Russia's strong position in Serbia's economy. Before the war in Ukraine began, Russian corporate presence, measured by the volume of revenues and assets controlled by Russian companies, amounted to a third of the country's GDP. Russia has also used Hungary and Hungarian companies to extend its influence in the Balkans. The Serbian government has tried to sit on the fence in response to the war in Ukraine. Its president professes a sincere desire to join the EU, but at the same time, Serbia refuses to join Western sanctions against Russia, or sever its close relationship with Moscow. Some analysts think Russia may foment unrest in the region as a distraction. Europeans could not handle the earlier Balkans conflicts without U.S. military intervention, and now, combined with the war in Ukraine, additional problems could weaken European resolve—which is one of Putin's primary goals. Historically, Russia has behaved aggressively in the Balkans. Assassinations and coup plots are possible. In response to these threats, the EU's diplomatic efforts to resolve local issues and accelerate ascension negotiations can be expected to intensify. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of numerous books, reports, and articles on terrorism-related topics. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}