{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:52:59.130332",
  "crawling_time_epoch": 1703231579,
  "type": "Commentary",
  "title": "Consequences of the War in Ukraine: The Economic Fallout",
  "url": "https://www.rand.org/pubs/commentary/2023/03/consequences-of-the-war-in-ukraine-the-economic-fallout.html",
  "descriptions": "Before Russia invaded Ukraine, projections estimated global economic growth in 2022 would be around 5 percent. But the war in Ukraine contributed to slowed economic growth in 2022 and a slowed recovery from the COVID-19 pandemic. What are the broader consequences for the global economy?",
  "posted": "Mar 7, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/03/consequences-of-the-war-in-ukraine-the-economic-fallout/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1678239950211.jpeg",
    "desc": "An employee walks past a part of Gazprom's Power Of Siberia gas pipeline at the Atamanskaya compressor station outside the far eastern town of Svobodny, in Amur region, Russia, November 29, 2019, photo by Maxim Shemetov/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "position": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.economics.html",
        "tag": "Economics"
      },
      {
        "blog": "https://www.rand.org/blog.topic.energy-resources.html",
        "tag": "Energy Resources"
      },
      {
        "blog": "https://www.rand.org/blog.topic.energy-security.html",
        "tag": "Energy Security"
      },
      {
        "blog": "https://www.rand.org/blog.topic.europe.html",
        "tag": "Europe"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-economic-relations.html",
        "tag": "International Economic Relations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.trade-barriers.html",
        "tag": "Trade Barriers"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "Part six in a series. This series takes in the sweep of the war in Ukraine and its downstream effects both regionally and globally. Part one discusses how the war could end; part two deals with the potential for escalation of the war; part three discusses how the war in Ukraine may affect Russia; part four is about the consequences of the war on NATO, part five looks at Turkey and the Balkan states; part six the global economic consequences; and the series concludes with part seven. Thus far, our discussion has focused on the impact of the war on the belligerents—Russia, Ukraine—and their immediate neighbors. It has looked at the specific military consequences, potential escalation scenarios, and consequences for Russia, NATO, Turkey, and the Balkans. But the war will inevitably have broader consequences for the global economy, too. Before Russia invaded Ukraine, projections estimated global economic growth in 2022 would be around 5 percent. The war in Ukraine was a “massive and historic energy shock” to the markets, according to a November 2022 report by the OECD. The “shock” of the war was one of the main factors that had slowed economic growth in 2022 to just 3.1 percent, and why the OECD projected it to slow to 2.2 percent in 2023. The war, the report found, has had the greatest impact on Europe's economy, where growth in 2023 is projected to be just 0.3 percent. In September 2022, the World Bank estimated that the cost of rebuilding Ukraine would be about $349 billion, a number that is larger than Ukraine's pre-invasion GDP and three-times greater than all the military, humanitarian, and financial assistance commitments to Ukraine since the start of the war, and is certainly much higher now. Ukraine demands reparations, which seem unlikely to occur; instead, Russia appears to be preparing for a longer and larger-scale conflict. As of June 2022, the allies had seized $30 billion in assets owned by the Russian elite and frozen $300 billion owned by the Russian central bank. (More recent reports put the amount in the tens of billions.) It may be possible to transfer some of this to Ukraine, but the law on doing so needs to be explored, and the amounts involved would remain short of what is or will be necessary. Whether Ukraine and its Western allies will ever be able to compel Russia to pay reparations will depend on the outcome of the war. How postwar reconstruction proceeds will depend on the war as well. Specifically, how it ends. Until the fighting ceases, any measures will simply be stopgaps—repairs to restore power supplies or guarantee water, humanitarian aid to provide temporary housing or continue medical care. If the fighting stops, but a still-dangerous frozen war is the result, private investors will remain reluctant, unless provided guarantees of security, or compensation against losses. The United States has so far given the most—$47.9 billion—to Ukraine, but nearly all of it has been given in military and humanitarian aid, while EU countries have provided the largest amount of financial assistance. As a percentage of a giving nation's GDP, between January and November 2022, the United States devoted 0.23 percent; Estonia and Latvia each devoted roughly one percent; Poland provided 0.5 percent. Ukraine has already suffered levels of damage not seen in Europe since World War II, and it took 20 to 30 years for Germany and the United Kingdom to rebuild after the war. In some ways, rebuilding Ukraine may be more financially difficult than conducting the war itself. The country has already suffered levels of damage not seen in Europe since World War II, and it took 20 to 30 years for Germany and the United Kingdom to rebuild after the war. For decades, from the Soviet Union right up until the moment Russia invaded Ukraine, Russia and much of Europe were bound together in a hydrocarbon marriage of convenience. Russia needed stable energy markets for its oil and gas exports; Europe wanted energy supplies delivered directly by pipeline, which would reduce its dependence on supplies from the Middle East—a market that was not stable, with supplies that were carried by ship. The European market became Russia's biggest customer: in 2022, before the invasion, 60 percent of its oil exports went to Europe, and 74 percent of its dry natural gas, according to the International Energy Agency. After the fall of the Soviet Union, Europeans believed that their energy purchases from Russia would assist Russia's development, while also giving Europe leverage—such a large, important customer could discourage Russia's worst impulses, was the thinking. In fact, the export of Russian energy—gas, in particular—enabled Russia to expand its influence. Countries like Germany, Finland, Latvia, Bulgaria, North Macedonia, Serbia, Bosnia and Herzegovina, Moldova, Hungary, Slovakia, Slovenia, the Czech Republic, Greece, and Austria all became dependent upon Russia for at least half of their gas supply. The transition away from Russian gas in Europe will not be easy. Some of the immediate alternatives will come at the expense of greenhouse gas emission goals, as a number of European countries have increased coal-fired power generation. Still, last year Europe saw a decline in natural gas consumption by more than 20 percent, as businesses and households were pushed to save more amid the skyrocketing price increases caused by the shortfall in supply. But liquified natural gas (LNG) is swiftly filling that shortfall. The United States is poised to become the biggest LNG exporter in the world in 2023, but it does not have enough excess supply to fully meet Europe's demand, even after it has shifted some of its exports from Asia to feed the European market. Sixty-eight percent of U.S. LNG exports are now going to EU countries. That will likely grow: After the invasion, Germany decided to build LNG terminals to facilitate gas imports, the country opened the second plant in January 2023, and several more are scheduled to open in the coming months. Still, due to the expense involved in transforming gas to a liquid form and transportation, LNG cannot compete in price with dry gas shipped through pipelines. In an October 2022 interview, energy expert Daniel Yergin pointed out that the price of natural gas in Europe was running at the equivalent of about $400 per barrel of oil. Increased LNG facilities and imports will bring that price down—indeed, as of January 2023, natural gas prices are lower than before Russia's invasion, although that is due in part to reduced demand from China, which is still struggling with the COVID-19 pandemic—but, at the same time, other options are on the table. Nuclear power, for one, has been getting renewed attention as a long-term, reliable source of zero-emission energy. At the time of the invasion, Germany had already closed 16 of its 19 nuclear power plants, but it has now delayed the planned closure of the remaining three. France and the United Kingdom continue to build nuclear plants. Bulgaria, the third-largest exporter of electricity in Europe, produces its power out of two Soviet-era nuclear reactors and a fleet of coal-fired plants. In December 2022, Bulgaria signed deals with Westinghouse Electric Sweden and France's Framatome to replace Russia as the supplier of nuclear fuel for its reactors, beginning in 2024 and 2025. New small modular reactors are cheaper to build and safer to operate, although problems of nuclear waste remain. In the long run, a combination of demand reduction, increased efficiencies, renewables, LNG, and other pipelines will greatly reduce Europe's need for Russian gas. Europe also appears to have determined never again to be put in a position where it relies on cheap Russian hydrocarbons. Its days as Russia's most important customer are over. While Russia will continue to be an energy exporter, some observers believe that over the next few years, its status as an energy superpower will diminish. Russia will continue to shift its exports from Europe to markets in China and India, but at lower prices. In the end, Europe will be proven right. As Putin seemed to have forgotten, the customer always is. Faced with the ever-looming threat that Russia might cut off or reduce the flow of gas, which could have dire economic consequences and domestic political costs, a number of European countries adopted ambiguous, or in some cases outright pro-Russian, policy positions. This is the sort of coercive diplomacy that comes with any monopoly. But Russian influence operates in less-visible ways, too. In Bulgaria, Russia operations wove “an opaque web of economic and political patronage” that the Kremlin used “to influence (if not control) critical state institutions, according to the Center for the Study of Democracy. Gazprom operates as an arm of the Russian state, meant to extend Russian influence abroad. Although it is a publicly traded company, it may worry less about fiduciary responsibilities to shareholders, commercial logic, or transparent accounting. Its goals abroad are political. Gas is sold at heavily discounted prices to intermediary companies based in Switzerland or the Channel Islands, which then resell it at market rates. A large portion of the profits flow back to favored recipients within Russia's political elite. Such sweetheart deals are also offered to local intermediaries, who get to buy gas cheap from a Gazprom entity and resell it at considerable profit to the local gas distributor or end users. The profits can be enormous. In one case, a local oligarch was permitted to buy 20 million cubic meters of discounted Russian gas, which he then sold to the local distributor, netting him a $3 billion profit over a four-year period. Such deals were common in Eastern Europe and the Balkans and, for Russia, they were a win-win, as they advanced Russian interests while corrupting Western-style capitalism. The favored local oligarchs used their profits and access to additional capital from Russian-controlled banks, along with Russian political backing, to suborn government officials, infiltrate state-owned companies and state agencies, acquire media and telecommunication companies, and finance political parties. The local Gazprom director is, in countries throughout Eastern Europe and the Balkans, often more powerful than the Russian ambassador. A significant decline in the export of Russian gas to Europe reduces Russian state revenue, which also disrupts the cash flow that supports Russian political leverage. A significant decline in the export of Russian gas to Europe reduces Russian state revenue, which also disrupts the cash flow that supports Russian political leverage. Russia's local allies are not dedicated supporters of a glorious Russia—they are in it for the money. Without Gazprom, Russian influence will decline. And similar arrangements may be more difficult to replicate in India or China. For this reason, those who have for years witnessed and examined Russia's pernicious and corrupting influence on domestic politics in their countries argue for a concerted European policy, aimed at phasing out Russian gas and complete energy decoupling from Russia, which will dismantle (PDF) the Russian oligarchic networks across the continent. Exports of oil and gas were Russia's primary economic interaction with the West. These exports are unlikely to be restored to pre-invasion levels. Still, Russia remains the world's largest exporter of wheat and forestry products, and a source of strategic resources such as nickel, cobalt, and platinum. Regardless of the outcome of the war, Western companies will remain reluctant to return to Russia, or invest in it in the future. The risks are simply too high. The current situation virtually re-creates the Cold War division of the global economy in certain sectors, only now, Russia is at a greater disadvantage, since it no longer operates in the larger space of the Soviet bloc (the Council for Mutual Economic Assistance—COMECON) whose one-time members are now members of the EU and NATO. There is little on the horizon that could alter this path. A settlement to the Ukraine War, especially one that leaves Russia in possession of some part of Ukrainian territory, will not allay Western fears that Putin might launch yet another “special military operation” to occupy the rest of Ukraine, or all of Moldova. An end to the war will also not bring Western companies rushing back into Russia; and while Russians can survive without Gucci or McDonalds, the denial of Western technology impacts high-tech manufacturing. It could also affect Russia's ability to exploit existing oil and gas fields and develop new ones. Russia will also be hurt by not having access to Western financial markets and institutions, including the worldwide payment messaging system SWIFT. While the pandemic highlighted the vulnerabilities of just-in-time supply chains, the economic fallout from the war in Ukraine has underlined the additional risks in such a system. Globalization is not dead, and world manufacturing and commerce will continue. But the new geo-political environment will affect future corporate decisionmaking. Cost savings will be more closely scrutinized against risk. De-globalization means increased prices, at least in the short run, adding to inflationary pressures. The war in Ukraine has bolstered Europe's commitment to increase defense spending, as has a perceived threat from China. Major defense manufacturers will benefit. This trend has already been reflected in the surge of their share prices. Whether manufacturers can ramp up to meet the demands remains a question. The current risk level takes us back to the period of uncertainty immediately after the fall of the Soviet Union, perhaps even to the height of the Cold War, or the situation in Europe in the late 1930s. The series will conclude in the next installment. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of numerous books, reports, and articles on terrorism-related topics. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}