{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:35:27.694826",
  "crawling_time_epoch": 1704166527,
  "type": "Commentary",
  "title": "Consequences of the War in Ukraine",
  "url": "https://www.rand.org/pubs/commentary/2023/02/consequences-of-the-war-in-ukraine.html",
  "descriptions": "One year ago, Russian ground forces, following a lengthy military buildup, invaded Ukraine. Today, the war continues, with no clear end in sight. How does this end?",
  "posted": "Feb 24, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/02/consequences-of-the-war-in-ukraine/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1677178121342.jpeg",
    "desc": "A Ukrainian national flag flutters near buildings destroyed by Russian military strikes in Borodianka, Ukraine, February 15, 2023, photo by Gleb Garanich/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "profession": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "tags": [
      "North Atlantic Treaty Organization",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Part one in a series. This series takes in the sweep of the war in Ukraine and its downstream effects both regionally and globally. Part one discusses how the war could end; part two deals with the potential for escalation of the war; part three discusses how the war in Ukraine may affect Russia; part four is about the consequences of the war on NATO, part five looks at Turkey and the Balkan states; part six the global economic consequences; and the series concludes with part seven. One year ago, Russian ground forces, following a lengthy military buildup, invaded Ukraine. They came from Belarus in the north, Russian territory in the east, and Russian-occupied Crimea in the south. They also tried to take the airport near Kyiv and quickly topple the Ukrainian government, all while Russian missiles struck cities across the country. Today, the war continues, with no clear end in sight. How does this end? More than 50 years ago, Fred Iklé, then head of RAND's Social Science Department, wrote an influential book called Every War Must End. Among other insights, Iklé noted that, “Since war plans tend to cover only the first act, the national leadership, in opting for war, will in fact be choosing a plan without an ending.” As in all wars, circumstances may suddenly change that alter the resulting consequences. There are wild cards—a serious nuclear accident at Zaporizhzhia, for example, or another war in the Middle East, an invasion of Taiwan, or the outbreak of another new and deadly pandemic. The longer a war continues, the greater the likelihood that such events will occur. But as the war stands today there are currently six scenarios that may bring about its end. With no attempt to assign probability, they are as follows: Whatever happens, there will be no return to a status quo antebellum—the postwar landscape is a new world. The French word engrenage expresses a concept for which there is no ready English equivalent. It literally means gears, or gearing. But, used in the context of war—engrenage de la guerre—it implies a continuing of carnage, an unstoppable cycle, or spiral of violence. The conflict in Ukraine, then, would become a war of attrition, with neither side able to prevail on the battlefield. In this scenario, Russia suffers heavy losses, but remains unwilling to abandon its military campaign. Doing so would expose President Putin to political perils at home. Hardliners, who currently dominate the Russian media, demand the military take whatever steps necessary to crush Ukrainian resistance. Ukraine, with Western assistance, defends itself, but does not expel the invaders. The war grinds on, casualties and equipment losses mount on both sides. Ukraine bolsters its defense lines to slow Russian advances; Russian forces dig in to defend already captured territory. The major offensives become costlier, and the front lines become more stable. The battles come closer to the kind of trench warfare seen in World War I—a situation that favors the Russians who, because of larger numbers, are more able and apparently willing to accept high casualties for limited gains. However, some military observers believe the losses on both sides will be unsustainable, and that 2023 will be the decisive year. Despite performance problems, Russia's numerical superiority—its population is more than three times that of Ukraine—could at some point simply overwhelm Ukraine's capacity to continue the war. Russia can conceivably lose tens of thousands more soldiers, as well as vast quantities of military equipment, yet still kill enough Ukrainians to prevail. Ukraine's ability to defend itself militarily also could be undermined by Russia's continued attacks on Ukraine's civilian population and critical infrastructure. However, judging by Nazi Germany's blitz against Great Britain in World War II, the allied bombing campaign of German cities, or U.S. bombing of Japan during World War II, air power alone does not necessarily crack morale. Ground forces still must destroy opposing armies. The obvious exception is the destruction of Hiroshima and Nagasaki with nuclear weapons, but this came after the decimation of Japan's armed forces. There is a third possibility, which is that Ukraine's defense could be undermined by a reduction in Western military and financial support, resulting from a decline in European unity or a revision in U.S. policy, and eventually overwhelmed. Thus far, European support for Ukraine seems to be holding, though support has varied from country to country. President Biden's trip to Kyiv, in addition to boosting Ukrainian morale, was intended to solidify support on both sides of the Atlantic. Regardless, any of these would be, for the Russians, a pyrrhic victory. While Russia could occupy Ukraine, it may never be able to pacify the Ukrainians. A highly motivated underground resistance could continue for years. The third scenario, in which the fighting ends or diminishes, but there is no final resolution of the conflict, has precedent in the frozen conflicts in Moldova and Georgia. In February 2023, Georgia's president said that“Russia should be required to abandon its nearly 15-year-long occupation” of her country “as part of an eventual peace deal to end the Kremlin's war in Ukraine.” A frozen conflict could make it harder to maintain Western unity in support of continuing the sanctions against Russia, as well as continuing financial and military support for Ukraine. In a frozen conflict scenario, Russian forces would keep the territory already held, while Ukraine lies in ruins, still under threat. Few refugees are likely to return under these conditions, and there is little private investment or reconstruction—the risks of renewed fighting are too high. A frozen conflict could make it harder to maintain Western unity in support of continuing the sanctions against Russia, as well as continuing financial and military support for Ukraine. This is not the outcome Putin wanted (or expected), and it will have damaged Russia's future finances and economy, as well as Russia's international standing and position within former Soviet Union countries, with the exception of Belarus. A permanent resolution would also depend on Russian promises to not again invade and annex more territory—promises which, after the failure of previous agreements, have little value. Any de facto partition of Ukraine, therefore, would most likely have to provide the country with some form of Western guarantees along its borders against further Russian encroachments. That, however, would be difficult to implement, as it would be seen in Moscow as a direct threat, which could, in turn, provoke new incursions. The Ukrainians have also publicly rejected what they describe as a “Korean solution”—a divided country still technically at war. (Only an armistice was signed in 1953.) The Republic of Korea has since flourished, but it benefits from defense guarantees provided by the United Nations Command and, more importantly, the presence of nearly 30,000 U.S. troops. Ukraine's government has said that all Russian forces must be withdrawn as a prerequisite for any negotiations, and has received public support from several European leaders for this position. Mounting Russian losses could, theoretically, reach a point where its forces begin to unravel, perhaps like the disintegration of the Russian army during the Kerensky offensive in 1917—Russia's final military campaign (PDF) in World War I. Many contemporary military analysts dismiss this possibility. Military collapses are rare and difficult to predict, but they do occur. The fall of South Vietnam, in 1975, and the rapid collapse of Afghanistan's army, in 2021, are modern examples, but both reflected special circumstances where vital foreign support was suddenly withdrawn. Some analysts worry that the prospect of military collapse and defeat could persuade Putin to use nuclear weapons. Russia has expressed its terms for ending the war on various occasions. In December 2021, during its buildup for the invasion, Russia laid out its security demands in draft agreements it offered the United States and NATO. These included a NATO commitment not to enlarge the alliance and to deploy no troops or weapons in countries that had joined NATO after May 1997. That would exclude about half of NATO's current membership. A day after the invasion began, Russia's foreign minister said that Russia would be willing to hold talks with Ukraine only after Ukraine's armed forces laid down their arms—in other words, surrendered. In March, 2022, President Putin listed six conditions for ending the war: Ukraine would have to be a neutral country and not join NATO; Crimea would have to be recognized as Russian territory; the Russian-backed republics of Donetsk and Luhansk would be granted independence; Ukraine would have to demilitarize and surrender any weapons that constituted a threat to Russia; Ukraine would have to be “de-Nazified,” meaning a change of regime to one acceptable to Russia; and Russian would have to become an official second language in Ukraine. In September 2022, Russia annexed four Ukrainian regions, meaning Moscow now considers them to be part of Russia proper. This coincided with Russia's mobilization orders and troop buildup, indicating its determination not to give back any territory. In November 2022, Ukrainian President Zelenskyy laid out his country's conditions for peace. These included: an end to hostilities and withdrawal of Russian forces; the restoration of Ukraine's territorial integrity; Russian withdrawal from the Zaporizhzhia nuclear power plant; an end to Russian interference with Ukraine's food exports; the return of all POWs and civilians, including children, who have been forcibly deported to Russia; and the creation of a special tribunal to assess reparations owed to Ukraine. Kyiv has also stated that Russian war criminals must be punished, that sanctions on Russia should continue, and that Russia must be punished for its invasion by stripping it of its seat (and thus veto power) on the United Nations Security Council. A negotiated settlement would require both sides to abandon their stated goals. A number of analysts consider such an outcome unlikely without more serious fighting, first. A negotiated settlement holds greater risks for Putin than for Ukraine. Having mobilized the country to fight Ukraine, Putin must now be able to show demonstrable gains to justify such huge and mounting costs. Russia may also balk at negotiations with Ukraine alone, in order to portray its foe as larger than Ukraine. (Official sources in Russia already say that Russia is not at war with Ukraine, but with NATO.) It is therefore likely to seek guarantees from the West that Ukraine will remain in Russia's sphere of influence and will not join NATO or be granted membership to the European Union. A ceasefire may be more likely, but that would be only the starting point for negotiations, during which fighting could renew at any time. The Ukrainians are also likely to see any ceasefire as more dangerous than the Russians, since they would view it as an opportunity for Russia to regroup and rearm, while continuing to threaten Ukraine. Above all, a negotiated settlement would require both sides to abandon their stated goals. A number of analysts consider such an outcome unlikely without more serious fighting, first. Scenarios involving the overthrow of Putin or a popular uprising against his regime seem unlikely in the immediate future. The last popular uprising in Russia was in 1917. There are no indications that history is about to repeat itself, although Igor Fedyk, an analyst at the Center for Army Conversion and Disarmament Studies in Kyiv, noted that the unfavorable course of the war and Putin's September 2022 mobilization order has laid the groundwork for events similar to those in 1917. The mobilization order prompted hundreds of thousands of young men to flee Russia, which reduced the potential reservoir of an antiwar movement, but also cost Russia some of its most productive citizens. Most of the conscripts being sent to Ukraine are reportedly poorer, less-educated draftees from distant regions far from Moscow. Russian society has historically had a high pain threshold, and things are simply not yet that bad. Russia's energy exports and sovereign wealth fund continue to support the economy. The sanctions have not deeply affected the daily lives of people. For those in Moscow not affected by conscription, life is normal. People have jobs and money. Goods are available in the stores. This could change over time as sanctions begin to cause production problems and increase unemployment, or if Russia adopts a “total war” footing, as some Russian hawks advocate. The current propaganda line in Russia compares the war in Ukraine to the “Great Patriotic War”—the defense of Russia against Nazi invaders in World War II. It is hardly an apt comparison, but the message resonates domestically, especially among more-conservative elements. There is at present no evidence to support a popular uprising scenario. A coup, too, seems improbable. Nikita Khrushchev was the only Soviet leader to have been removed from power, and that occurred because there were other powerful actors in the Kremlin. Today, there is no similar politburo, indeed no functioning government institutions that might challenge Putin's rule. Finally, the war could escalate, which is not an outcome, but instead could result in an entirely different war. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of numerous books, reports, and articles on terrorism-related topics. Thanks to Lubov Fajfer, Igor Fedyk, Alene Gelbard, Robert Gelbard, Goran Georgiev, Arnold Horelick, David Lubarsky, Ognian Shentov, Michael Sulick, and Martin Vladimirov for their thoughtful reviews and helpful comments on earlier drafts. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}