{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 20:15:14.655223",
  "crawling_time_epoch": 1703250914,
  "type": "Commentary",
  "title": "Could Taiwan Defend with Uncrewed Surface Vessels?",
  "url": "https://www.rand.org/pubs/commentary/2023/01/could-taiwan-defend-with-uncrewed-surface-vessels.html",
  "descriptions": "Ukraine has demonstrated the ability of explosive uncrewed surface vessels to target ships. These weapons could play a role in preventing Chinese forces from successfully invading Taiwan in potential future scenarios.",
  "posted": "Jan 9, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/01/could-taiwan-defend-with-uncrewed-surface-vessels/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1673303669115.jpeg",
    "desc": "U.S. Navy vessels participate in an exercise with uncrewed surface vessels off the coast of Virginia Beach, Virginia, October 12, 2022, photo by Warren Duffie/U.S. Navy"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "Scott Savitz",
      "profil": "https://www.rand.org/about/people/s/savitz_scott.html",
      "profession": "Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "China",
      "Civil Defense",
      "Military Strategy",
      "Naval Warfare",
      "Taiwan",
      "Unmanned Maritime Vessels",
      "www.rand.org"
    ],
    "Article": "Ukraine has demonstrated the ability of explosive uncrewed surface vessels (USVs) to target ships. These weapons could play a role in preventing Chinese forces from successfully invading Taiwan in potential future scenarios. By striking at the waterline with larger payloads than comparably sized missiles or uncrewed aircraft, USVs can potentially inflict devastating damage. Swarms of low-profile USVs approaching rapidly from multiple angles can be difficult to detect, track, and target effectively. One or two getting through would constitute success. While the Chinese Communist Party may hope that limited attacks against Taiwan's people, military, and infrastructure would induce surrender, Putin's failed conquest of Ukraine demonstrated that such beliefs can be wrong. To be confident of success in taking Taiwan, the People's Liberation Army Navy (PLAN) may need to move massive numbers of ships across the strait to deliver personnel, weapons, ammunition, landing craft, tanks, other vehicles, fuel, spare parts, medical supplies, and an array of other items. To counter this threat, Taiwan could launch hundreds or even thousands of explosive USVs to interdict the PLAN fleet. Small USVs like Ukraine's—which are about 12 feet long, with a shallow draft—could be launched from a wide range of piers along Taiwan's west coast and the offshore islands it controls. Distributing them across a range of military and civilian facilities could make them less vulnerable to an initial surprise attack while in storage: The People's Liberation Army (PLA) would have to successfully strike numerous storage sites while Taiwan's air defenses were still intact, at a time when it would have many other targets. Taiwan could launch hundreds or even thousands of explosive USVs to interdict the Chinese fleet. As the PLAN fleet attempted to cross the Taiwan Strait, swarms of USVs could roam throughout the target-rich environment. Purpose-built explosive USVs could be designed to be very low-profile, with just centimeters protruding above the waterline, making them hard to detect visually or via radar. The defenders would have to detect and accurately shoot these low-visibility targets along multiple axes of approach within seconds. Some of the USVs may even survive a few bullet rounds, since the absence of humans aboard eliminates the softest targets (literally and metaphorically). It is likely that a number of USVs could get through, inflicting damage. In addition to warships, the PLAN could use large cargo ships to deliver massive quantities of materiel across the strait. Such vessels, even if surrounded by a screen of protective warships, could be vulnerable to USVs sneaking into the formation while warships were themselves overwhelmed by USV attacks. The cargo ships could have minimal organic abilities to counter USVs, though their sheer size could make them difficult to sink. In addition to striking them with multiple USVs, complementary methods for damaging them and their cargoes could be considered. For example, some fraction of the USVs could be designed to deliver explosive quadcopter uncrewed aerial vehicles, which could enter the hull breaches made by explosive USVs and disperse to inflict damage. The quadcopters could interfere with damage control while inflicting further damage to equipment. Alternatively, some USVs could contain not explosives, but incendiary liquids and a simple pump to aim at breaches. A firehose of incendiary material injected into a ship could generate so much permeating smoke and heat that personnel would be likely to abandon the ship, rather than trying to save it. Even if the personnel remained aboard, their efforts to curtail the damage or save equipment could be severely hindered. Like “Greek fire,” an incendiary weapon that was used to burn wooden ships, incendiaries could substantially diminish an aggressor's capacity to launch an amphibious assault. Given that Ukraine estimates the cost of each of its explosive USVs at just $250,000, Taiwan could buy 1,000 of them for a little over one percent of the $20 billion it expends annually for defense, or the cost of roughly three F-35s. The cost of maintenance, training, and fuel would be low. Given Taiwan's technological acumen, it could readily design and build thousands of these weapons for acquisition over a few years. USVs could menace the PLAN enough to deter the Chinese Communist Party from invading Taiwan. Naval mines are another low-cost, high-impact weapon that could complement USVs, if Taiwan laid minefields in various parts of the strait upon warning of imminent attack. Any vessels sent ahead of the main fleet to clear the minefields—whether using sophisticated means or simply taking the first hits themselves along specific paths—could be particularly vulnerable to USV attacks, often before their work was complete. To reduce subsequent risk from the minefields, the invasion fleet may need to reduce its speed and adhere tightly to a formation composed of as few parallel lines as possible. Long, slower-moving linear processions of targets could be particularly vulnerable to USV attacks, given longer collective perimeters than tight formations and longer transit times. Explosive USVs by themselves, or used in tandem with naval minefields, probably could not defeat an incoming PLAN fleet. However, they could inflict large-scale damage as that fleet progressed across the Taiwan Strait, alongside anti-ship missiles, air-dropped bombs, and other weapons. By elevating the risk to an invasion fleet, and possibly reducing the capacity of an invasion force, an array of inexpensive USVs could menace the PLAN enough to deter the Chinese Communist Party from invading Taiwan. By making a relatively small investment in these systems, Taiwan could help to secure itself against invasion and reduce the likelihood of a potentially devastating war. Scott Savitz is a senior engineer at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on RealClearDefense on January 7, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}