{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:02:20.727154",
  "crawling_time_epoch": 1703242940,
  "type": "Commentary",
  "title": "Countering Russia's Nuclear Threat in Europe",
  "url": "https://www.rand.org/pubs/commentary/2023/04/countering-russias-nuclear-threat-in-europe.html",
  "descriptions": "President Vladimir Putin's announced plan to put nuclear arms in Belarus may pose risks to NATO's nuclear posture. Three decades after the Soviet collapse, some allies might be uneasy about reenergizing NATO's nuclear mission. But others might argue that not responding to Russia's plans could cause the Kremlin to doubt NATO's nuclear credibility.",
  "posted": "Apr 20, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/04/countering-russias-nuclear-threat-in-europe/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1684843850130.jpeg",
    "desc": "Russian President Vladimir Putin and Belarusian President Alexander Lukashenko at the Novo-Ogaryovo state residence near Moscow, Russia, February 17, 2023, photo by Vladimir Astapkovich/Sputnik/Kremlin via Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "William Courtney",
      "profil": "https://www.rand.org/about/people/c/courtney_william.html",
      "profession": "Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "tags": [
      "Belarus",
      "Missiles",
      "North Atlantic Treaty Organization",
      "Nuclear Weapons and Warfare",
      "Russia",
      "Ukraine",
      "www.rand.org"
    ],
    "Article": "President Vladimir Putin's announced plan to put nuclear arms in Belarus may pose risks to NATO's nuclear posture. A similar risk emerged in the 1980s, when Moscow fielded a new missile aimed at Europe and Japan. Then, NATO responded by deploying its own missiles. It might consider this option again. In February 2022, Belarus decided to allow nuclear arms on its territory, and last month Putin said Russia would, if necessary, introduce them. Some short-range Iskander ballistic missiles were said to be in Belarus, and a nuclear weapon storage facility would be ready by July 1. Russia's ambassador in Minsk said the arms would be placed “close to the western border,” near Poland. Putin also said 10 Belarusian combat aircraft had been configured to carry nuclear weapons. But a wary Kremlin might worry that NATO has dense air defenses and that a disloyal Belarusian pilot could bomb Russia. Moscow would not likely share control with Minsk over any nuclear arms in Belarus. In an evident slight to Chinese Premier Xi Jinping, Putin announced his plan only days after the two declared that “nuclear powers must not deploy nuclear weapons beyond their national territories.” President Vladimir Putin's announced plan to put nuclear arms in Belarus may pose risks to NATO's nuclear posture. Poland is alert to the threat. Last October, President Andrzej Duda said it was discussing “nuclear sharing” with the United States. If Russia does station nuclear arms in Belarus, Warsaw may request NATO consultations. There is precedent. Four decades ago, as the USSR secretly deployed hundreds of SS-20 intermediate-range missiles against Europe and Japan, West German Chancellor Helmut Schmidt appealed to NATO. It responded by deploying 572 U.S. intermediate-range missiles in Europe—108 Pershing II ballistic missiles in West Germany and 464 GLCMs in five European member states, including West Germany. Then, West Germany was the most exposed frontline state; today it may be Poland. Fortunately, Moscow is no longer driven by aggressive Soviet ideology. Nonetheless, Putin's frequent nuclear saber-rattling is irresponsible and potentially dangerous. NATO might prudently weigh whether it has the right set of nuclear forces. The United States is said to have some 100 B-61 tactical nuclear-armed bombs in Europe. As in the 1980s, however, NATO might decide that missiles can better penetrate enemy defenses than aircraft that deliver gravity bombs. NATO may need to consider how to counter any move to Belarus of nuclear-armed Iskander or intermediate-range 9M729 missiles. Nuclear options might include: The latter two options might fill a perceived gap in the U.S. deterrent spectrum between conventional and long-range nuclear forces. This could be more salient because Russia, in the view of U.S. Intelligence (PDF), is increasing its reliance on nuclear, cyber, and space capabilities. Some frontline allies, such as Poland, may prefer land-based systems partly because they are more visible than offshore weapons and may have a stronger deterrent effect. For survivability, land-based missiles might rely partly on mobility. Three decades after the Soviet collapse, some allies might be uneasy about reenergizing NATO's nuclear mission. But others might argue that not responding to Russia's moving forward its nuclear arms could cause the Kremlin to doubt NATO's nuclear credibility. It was not always like this. In the 1990s, Belarus eagerly accepted the removal from its territory of all former Soviet nuclear weapons and the destruction of all delivery vehicles—work completed under President Alexander Lukashenko. A return to Belarus of Kremlin-controlled nuclear arms may force NATO to rethink a nuclear strategy and posture that for long seemed settled. William Courtney is an adjunct senior fellow at the nonprofit, nonpartisan RAND Corporation. He was deputy negotiator in U.S.-Soviet defense and space talks, and ambassador to the U.S.-Soviet commission which implemented the Threshold Test Ban Treaty and, after the Soviet collapse, to Kazakhstan and Georgia. This commentary originally appeared on The Hill on April 19, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}