{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:30:30.713374",
  "crawling_time_epoch": 1704166230,
  "type": "Commentary",
  "title": "Countries Buy Defective Chinese Military Equipment. Why?",
  "url": "https://www.rand.org/pubs/commentary/2023/06/countries-buy-defective-chinese-military-equipment.html",
  "descriptions": "China's defense industry has exported malfunctioning and defective military equipment in recent years—leaving countries short of what's needed for their security while also draining military budgets. So why do countries continue to order military equipment from China?",
  "posted": "Jun 8, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/countries-buy-defective-chinese-military-equipment/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1686272614927.jpeg",
    "desc": "Bolivian soldiers stand next to military vehicles received by Bolivian Armed Forces from the Chinese government in La Paz, Bolivia, July 29, 2016, photo by Bolivian Information Agency/Handout via Reuters"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "Cindy Zheng",
      "profil": "https://www.rand.org/about/people/z/zheng_cindy.html",
      "profession": "Research Assistant",
      "username": "",
      "contact": null
    },
    "tags": [
      "Arms Proliferation and Control",
      "China",
      "Geopolitical Strategic Competition",
      "Military Equipment",
      "Security Cooperation",
      "www.rand.org"
    ],
    "Article": "China's defense industry has exported malfunctioning and defective military equipment in recent years—leaving countries short of what's needed for their security while also draining military budgets. Nigeria's military reported several technical problems with the Chinese-made F-7 aircraft delivered starting in 2009. A handful were lost in crashes or accidents. By 2020, of the nine remaining, seven had to be sent back to China for deep maintenance and repair. The military junta ruling Myanmar found that the Chinese-made radar on its JF-17 aircraft has poor accuracy, and the aircraft itself lacks beyond-visual-range missile and airborne interception radar. Bangladesh reported problems with firing the ammunition loaded into its Chinese-built K-8W aircraft just shortly after their delivery. Pakistan, the largest importer of Chinese military equipment, expressed dissatisfaction with Chinese-produced F-22P frigates, including technical issues, engine degradation, and poor overall performance. Pakistan also found that the onboard imaging device of the FM90 (N) missile system had a defective infrared sensor (IR17) system and SR-60 radars. As a result, the missile system was unable to lock onto targets. The IR17 sensors had to be discarded completely. China attracts customers for its military equipment with cut-rate pricing and financing, but there are hidden costs—especially when gear malfunctions. China attracts customers for its military equipment with cut-rate pricing and financing, but there are hidden costs—especially when gear malfunctions. A lack of technological compatibility with the Chinese military equipment can prove particularly expensive. Countries often do not have the personnel with the expertise and training to resolve issues. They also can have difficulty acquiring replacement parts. Chinese suppliers have demonstrated little accountability for maintenance or repair. That has pushed some countries to recruit help from third countries. For instance, the Myanmar military forged partnerships with Pakistani technicians to solve its technical problems with the JF-17. Delays in getting equipment working can significantly slow down recipient countries' military modernization timeline. So why do countries continue to order military equipment from China? A RAND report tracking China's military exports shows that its customers are primarily developing countries. Its largest customers are in South Asia and Africa, though it has also made a push into South America. China has also benefited as countries in the Middle East and North Africa have sought to reduce their dependency on Western military suppliers. Soft power and image-building are China's major motivators in these regions, setting the foundation for ties in the same way that its Belt and Road infrastructure projects do. China also isn't particularly discerning in who it will or won't sell to. Its arms deals have few political contingencies involved. In Africa, sales appear driven by profit and trying to grab market share from Russia. If a country worries its human rights records, financial credibility, or regime stability might harm its eligibility to purchase military equipment from Western suppliers, China is always an option. If a country worries its human rights records, financial credibility, or regime stability might harm its eligibility to purchase military equipment from Western suppliers, China is always an option. In addition, China is a major player in the “value arms” market such as light training and fighter aircraft, armored personnel carriers, and unmanned aerial vehicles. Such equipment meets the affordability and the minimum functionality criteria that developing countries look for to use in counterterrorism operations and fighting rebel groups. The question now is whether a subpar reputation for quality will harm Beijing's position in the global arms market. Data that the Stockholm International Peace Research Institute released in March showed a 23 percent decrease in China's arms exports between the four-year periods of 2013–17 and 2018–22. Affordability will remain an issue for developing countries looking to bolster their hardware and supplies. They also may have few alternatives. But if recipient countries continue to view Chinese military equipment as unreliable long term, or find training and maintenance contracts lacking, they may not want to become completely dependent on Chinese suppliers. Cindy Zheng is a research assistant at the RAND Corporation, a nonprofit, nonpartisan research organization. She specializes in research on Chinese foreign policy and U.S.-China relations. This article has been translated into Arabic (العربية). This commentary originally appeared on RealClearDefense on June 8, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}