{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:40:17.833755",
  "crawling_time_epoch": 1703230817,
  "type": "Commentary",
  "title": "Creating the Uncrewed-Centric Navy of the Mid-21st Century",
  "url": "https://www.rand.org/pubs/commentary/2023/11/creating-the-uncrewed-centric-navy-of-the-mid-21st.html",
  "descriptions": "The emergence of uncrewed technologies can enable the Navy to achieve greater capacity and operate in harm's way by avoiding over-concentration of combat power in too few assets.",
  "posted": "Nov 30, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/11/creating-the-uncrewed-centric-navy-of-the-mid-21st/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1702475822965.jpeg",
    "desc": "The large unmanned surface vessel Nomad transits the Pacific Ocean to participate in Exercise Rim of the Pacific (RIMPAC) 2022, June 22, 2022, photo by Petty Officer 1st Class Tyler R. Fraser/U.S. Navy"
  },
  "content": {
    "source": "(Naval News)",
    "author": {
      "name": "Scott Savitz",
      "profil": "https://www.rand.org/about/people/s/savitz_scott.html",
      "position": "Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.aircraft-carriers.html",
        "tag": "Aircraft Carriers"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-logistics.html",
        "tag": "Military Logistics"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-technology.html",
        "tag": "Military Technology"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states-navy.html",
        "tag": "United States Navy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.unmanned-aerial-vehicles.html",
        "tag": "Unmanned Aerial Vehicles"
      },
      {
        "blog": "https://www.rand.org/blog.topic.unmanned-maritime-vessels.html",
        "tag": "Unmanned Maritime Vessels"
      }
    ],
    "Article": "The U.S. Navy needs to intensively shift towards uncrewed platforms if it is to remain the world's premier maritime force. Over the last two centuries, like other navies and air forces, it has increasingly concentrated combat power in ever fewer, more-capable, more-expensive assets. This trend cannot continue: the Navy's main assets have become not only scarce, but also too valuable—in human, operational, and financial terms—to put at substantial risk. This problem is exacerbated by high sensitivity to mass casualties and rapidly escalating costs for acquisition and maintenance. Moreover, experiences of naval combat over the last few decades demonstrate that high casualty rates are the norm, as they often are for air and ground forces. The environment is becoming more lethal due to the proliferation of discerning sensors and effective long-range weapons. While deception, defenses, and damage control can mitigate the threat, the Navy's ships and aircraft must be numerous if they are subjected to rates of attrition that otherwise preclude mission success. Key leaders within the U.S. Navy have recognized this issue, pursuing “distributed lethality” to help reverse this trend. A way of achieving this aim and reducing vulnerability is by centering much of the future Navy around uncrewed aircraft and vessels. The long transition towards an uncrewed-centric navy will result in far-greater numbers of platforms, as well as a greater ability to put them in harm's way. It will depend on advances in fields such as uncrewed vehicle design, information technology, materials science, and energy storage, all of which will enable the Navy to have the numbers of assets and the risk tolerance that it needs. To determine how best to design, integrate, and use uncrewed assets, the Navy needs to think about its missions at a fundamental level. Naval strategists, naturally, have described missions in different terms, and have often disagreed about the relative value of different approaches to fulfilling them. However, drawing on the collective works of great thinkers over the last century and a half, three primary sets of mission categories emerge: To determine how best to design, integrate, and use uncrewed assets, the Navy needs to think about its missions at a fundamental level. Each of these mission categories contains multitudes. Securing use of the sea and its airspace includes anti-air, anti-submarine, and surface warfare, protection of civilian convoys, blockade, and mine countermeasures, among other warfare areas. Examples of operations against land targets include collecting intelligence from offshore, barraging airbases with missiles, or launching an amphibious invasion. Conversely, ways of protecting land areas from attack can include ballistic missile defense, countering prospective amphibious landings, or preventing adversary naval forces from approaching within missile range. Deterrence can be achieved through presence, international engagement, and overt exercises that demonstrate capabilities. The net result is that the mid-century Navy will need a highly diverse panoply of capabilities, as the Navy has today: none of its missions can be discarded. Some missions may be updated to reflect new technologies, such as countering threats from adversary usage of uncrewed vehicles, but the missions will remain. Moreover, while much is uncertain, we can be confident that no one truly knows where, to what extent, and under what circumstances the Navy may be called upon to undertake different missions in the coming decades. Even much shorter-range predictions are fraught with error. The most astute naval observers in 1940 would have been stunned had anyone suggested that a decade later, the Navy would be conducting amphibious, air, and mine countermeasures operations against Korean and Chinese communists. In 1981, Britain's military leadership did not anticipate a naval-centric war against Argentina the next year. During the 1980s, when Iraq appeared to be a bulwark against Iranian extremism and Sarajevo hosted the Olympics, the wars of the 1990s would have appeared totally implausible. Given the longevity of Navy assets, some of which can endure for 30–50 years, no one should view themselves as able to clairvoyantly anticipate the future adversaries or operating environments in which they will be used. Given a wide set of missions and indeterminate contexts, we need to identify ways in which to fulfill them with large numbers of platforms that distribute capabilities. The advantages of uncrewed vehicles are evident. Uncrewed vehicles do not need to accommodate the space and resources to sustain both operators and the personnel who support them. Their endurance is not limited by that of humans. Above all, they can more freely go into harm's way, and can do so with fewer layers of protection that may inhibit their ability to perform their primary missions. One way in which uncrewed vehicles could transform the Navy is by enabling the radical redesign of aircraft carriers over the next few decades. To address many of the mission areas mentioned above, it makes sense for the Navy to continue to launch aircraft from ships: versatile mixes of aircraft can target other aircraft, project power against land targets, secure the seas, conduct electronic warfare, gather intelligence, and conduct a multitude of other missions. Carriers whose only aircraft are uncrewed aerial vehicles (UAVs) can be substantially smaller than their current counterparts, so long as they are supported by additional crewed and uncrewed vessels. One of the reasons that today's carriers are inherently massive is the need for long runways. UAV carriers' runways could be shorter, since uncrewed aircraft can be subjected to extreme, pilot-killing G-forces on takeoff and landing. Novel materials with enhanced tensile strength and durability could be used for launch and recovery. These UAVs, unshackled from the endurance limitations of pilots, could use uncrewed tankers to operate at ranges that would otherwise be infeasible. This not only allows them greater access, but also enables the Carrier Strike Group (CSG) to operate from more-defensible locations. Personnel numbers aboard the UAV carrier can also be reduced relative to today's carriers. As uncrewed aircraft become increasingly capable of autonomous operation, one pilot aboard the ship can supervise substantial numbers of aircraft that are continuously coordinating among themselves. Personnel requirements for damage control could be diminished through the use of robots—ranging from humanoid to fist-sized—that can operate in spaces where humans can't. Every operator who is removed from a carrier avoids the use of space and resources needed for themselves, plus for a large fraction of an additional person needed to support them. Moreover, key elements of the CSG that are now located on the carrier do not inherently need to be there. For example, the overall commanders of the CSG could be aboard a different ship, as could some intelligence, administrative, and medical units. Disaggregating critical units among different ships could make the CSG less vulnerable to a single point of failure, even one that is relatively survivable, such as today's carriers. The use of conventional engines on UAV carriers, rather than nuclear power, would reduce both costs and the demand for highly skilled personnel. The storage capacity of today's carriers could be replaced by a series of uncrewed support ships which would form part of the CSG, providing readily available replenishment at sea. For example, multiple support ships could provide fuel capacity for the carrier and surface combatants, as a form of offboard storage. The arrangement would be more organic than today's replenishment at sea: most of these support ships would be with the CSG at any given time, while one or two were always scurrying back to a port to refuel. Since fuel is more easily transferred at sea than weapons or equipment, it makes sense to have the support ships primarily supply that. Food and other compact items could also be transferred, as they are now. Advances in other technology areas could help to enable carriers and other ships across the fleet to be redesigned. The honing of 3-D printing processes will enable voluminous inventories of spare parts to be replaced by compact powder and the ability to create items on demand. Improved UAV designs that minimize maintenance requirements, even at the expense of other design considerations, would both decrease the number of maintainers required and increase the percentage of time that aircraft are aloft. Novel materials and designs, plus improved engines, could enable those UAVs to be more agile and use less fuel, or to carry larger payloads. While those changes are likely to be incremental, artificial intelligence can accelerate the process of improving designs and incorporating new materials. The overall result is that instead of CSGs being dominated by a single aircraft carrier, they could contain multiple, smaller UAV carriers. These would be supported by copious offboard storage aboard large USVs that form an integral part of the CSG. Reduced demand for space, power, and cooling would enable UAV carriers to have ample margins in all three of these areas, despite being more compact than their predecessors. This provides them with greater flexibility as new UAVs and other technologies enter the fleet during their long lifetimes. Surface combatants could likewise be redesigned, and some could be uncrewed. Large uncrewed surface vessels (USVs) could be fully fledged combatants, designed around the principle of being able to launch large arsenals of weapons against air, land, surface, and sub-surface targets. As laser weapons mature, some USVs might be used exclusively to host them. In all cases, authorization to fire weapons would come from a crewed ship within the CSG. Other USVs might be devoted solely to hosting powerful radars, electronic-warfare systems, or wholly novel systems. The driving factor in designing these USVs would be infrequent maintenance requirements, even at the cost of other desiderata. They would be numerous enough that they could be scattered throughout the CSG, even though at any given time, a few of them would be going back to port for reloading and minor maintenance. The crewed surface combatants within the CSG would direct the actions of large USVs, and also launch smaller uncrewed vehicles of their own. They would host and oversee small USVs and uncrewed undersea vehicles (UUVs) to detect and track submarines, as well as medium-sized USVs that would launch torpedoes. They would host sensor-studded fixed-wing UAVs to maintain situational awareness, and vertical–take off UAVs to move moderately sized payloads among ships. They could also host explosive-laden vehicles in multiple domains to target adversary forces, akin to the loitering munitions and explosive USVs used by Ukraine. They would maintain communications systems, conduct electronic warfare, and host all other activities that require human intelligence and adaptability. All of the vessels and aircraft within the CSG would provide mutual protection and support. Similarly, amphibious ships can disaggregate some of their capabilities as part of the uncrewed revolution. Short-takeoff UAVs and missiles do not need to be on the crewed ships that contain masses of marines, ground vehicles, and landing craft. Additional crewed and uncrewed surface combatants, as well as USV support ships, could complement amphibious forces in much the same way as described for CSGs. Submarines are unlikely to change much as a direct result of uncrewed systems' emergence, though they can increasingly host such systems as offboard assets. However, UUVs and low-profile USVs can conduct a range of operations—especially highly risky ones—that would otherwise rely on high-demand, scarce submarines. Crewed submarines can therefore be reserved for missions where human judgment is critical. The above are just some examples of how the U.S. Navy could be transformed to an uncrewed-centric force. Other changes would likely emerge. For example, given lower personnel requirements and costs for UAV carriers, it is possible that CSGs may include more than one of them. The world may be dotted with homeports for large USVs, whose low maintenance requirements and minimal need for training make them good candidates for forward basing. Amphibious ships may evolve as the ground forces that they deliver include more uncrewed ground vehicles, some of which may be smaller or less fuel-thirsty than their current counterparts. The technological challenges involved in implementing an uncrewed-centric Navy are not nearly so formidable as the organizational resistance that is likely to be encountered. The technological challenges involved in implementing an uncrewed-centric Navy are not nearly so formidable as the organizational resistance that is likely to be encountered. To achieve such a fleet by mid-century, the Navy must detach itself from identifying with the platforms that have dominated its thinking and shaped its internal “tribes” since the Second World War. The Navy's ships and aircraft have stalwart, multi-generational communities of advocates whose skills and careers have been built around those assets. The same was once true of battleships, and before that, of wooden sailing ships. The U.S. Navy came to dominate the seas because earlier generations had the wisdom and courage to embrace new technologies and tactics that could better support their missions, rather than adhering to those that had influenced their formative years. Leaders were willing to sacrifice some of their own perceived expertise by embracing technologies in which much of their former experience was no longer relevant. Past failures are likely to exacerbate resistance to these proposed advances. Promises that the Littoral Combat Ship (LCS) would enable compact, inexpensive, capable ships with light crewing and the ability to rapidly shift missions were based on numerous false premises. While describing the reasons why that program failed would require a very long article (and many have been written), it was doomed by the assumption that untested technology—some of whose concepts of employment defied logic—would enable the ships to supplant current, well-honed capabilities. The insistence that the platform must be able to achieve extreme speeds for missions that did not require it, and that would cause it to rapidly run out of fuel in mid-ocean, created design constraints that precluded success. The copious innovations of Zumwalt-class destroyers likewise agglomerated more untested ideas than could be accommodated on the platform, and as with the LCS, cost overruns were excessive even by Department of Defense standards. Both cautionary experiences can be misused as justifications for avoiding innovative thinking and technologies in the future navy. However, they should be understood in terms of more-specific lessons regarding the need to define coherent, attainable goals, the need to avoid rapidly introducing premature technologies, and how not to manage acquisition. The Navy should undertake the gradual introduction of new technologies and adaptation over decades, reflecting the experience of past naval transformations. The emergence of uncrewed technologies in all domains can enable the Navy to achieve greater capacity and operate in harm's way by avoiding over-concentration of combat power in too few assets. There is a need for relentlessly committed leadership that aims for an uncrewed-centric navy by mid-century, while integrating new and legacy assets to manage the long, gradual transition. By persistently and wisely implementing this effort, the U.S. Navy will be able to effectively fulfill its most fundamental missions—securing the seas, targeting and protecting land, and deterring even high-caliber adversaries from menacing either—through the middle of the century and beyond. Scott Savitz is a senior engineer at RAND and a professor at the Pardee RAND Graduate School This commentary originally appeared on Naval News on November 18, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}