{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:40:36.483928",
  "crawling_time_epoch": 1703230836,
  "type": "News Release",
  "title": "Crime-Free Housing Policies Increase Evictions in Minority and Low-Income Neighborhoods, but Do Not Lead to Reductions ...",
  "url": "https://www.rand.org/news/press/2023/11/17.html",
  "descriptions": "Policies that encourage landlords to evict tenants who have involvement with the criminal justice system do not appear to reduce crime, while increasing evictions among Black residents and people with lower incomes.",
  "posted": "Nov 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "",
      "profession": "",
      "biography": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      }
    },
    "researcher": [],
    "topics": [],
    "Article": "Policies that encourage landlords to evict tenants who have involvement with the criminal justice system do not appear to reduce crime, while increasing evictions among Black residents and people with lower incomes, according to a new RAND Corporation report. Studying “crime-free housing policies” adopted by cities in California over a decade-long period, researchers found no meaningful statistical evidence that the policies reduce crime. The study also found that crime-free housing policies significantly increased evictions in the areas of cities where more Black residents lived and where residents tended to have lower incomes. “These policies do not appear to create any meaningful benefits to communities, but they do likely lead to increased harm for predominantly low-income minority groups,” said Max G. Griswold, the study's lead author and an assistant policy researcher at RAND, a nonprofit research organization. Beginning in 1992, some cities across the nation began adopting crime-free housing policies that either encourage or mandate owners of multi-unit housing complexes to evict tenants who have involvement with the criminal justice system. The policies are generally seen as a part of the war on drugs and were part of a movement to encourage landlords to aid in efforts to lower crime. Individual city policies may apply to all multi-unit housing in a city or only some targeted units. The programs also typically include efforts to increase physical security such as improving fencing and outdoor lighting, and instruct landlords about how to assess the criminal backgrounds of potential tenants. While the policies are criticized by opponents as targeting lower-income tenants and people from minority racial groups, proponents claimed that the policies reduce crime and calls for assistance from police. Criticism about the policies' negative effects prompted California lawmakers this year to pass a law barring cities from enforcing their crime-free housing policies. The U.S. Department of Justice has also sued one California city alleging its crime-free housing policy violated residents' civil rights. However, about 2,000 cities nationally have crime-free housing programs. RAND researchers evaluated the effects of crime-free housing policies by examining 34 cities in California with such policies and comparing trends in crime rates to other cities in the state that did not adopt such policies. The study period spanned from 2009 to 2019. Researchers found that crime trends during the study period were similar across all of the municipalities examined. Investigating all crimes, violent crimes, and burglaries, researchers were unable to detect a statistically significant effect of crime-free housing policies on crime rates. The analysis found that crime-free housing policies did have a significant effect on evictions. For example, the number of evictions in average municipal-block groups that contain rental units covered by crime-free housing programs increased by about by 21 percent in 2019. The study found that crime-free housing policies are disproportionately implemented in cities and municipal blocks that have larger Black populations. In addition, neighborhood blocks that are subject to crime-free housing policies have lower median incomes than municipal blocks without CFHPs. The report suggests that municipal policymakers should reconsider maintaining or adopting crime-free housing policies because they do not serve their main purpose of reducing crime. If crime-free policies are maintained, they should be required to inform people why they are being evicted, which is not necessary under the existing policies. Support for the project was provided by the Lowy Family Group through its funding of the RAND Center on Housing and Homelessness. The study, “An Evaluation of Crime-Free Housing Policies,” is available at www.rand.org. Other authors of the report are Stephanie Brooks Holliday, Alex Sizemore, Cheng Ren, Lawrence Baker, Khadesia Howell, Osonde A. Osoba, Jhacova Williams, Jason M. Ward, and Sarah B. Hunter. The RAND Social and Economic Well-Being division seeks to actively improve the health, and social and economic well-being of populations and communities throughout the world."
  }
}