{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:35:26.432650",
  "crawling_time_epoch": 1704166526,
  "type": "Commentary",
  "title": "Deciding Whether to Send Fighter Jets to Ukraine",
  "url": "https://www.rand.org/pubs/commentary/2023/02/the-political-dilemma-may-be-just-the-tip-of-the-iceberg.html",
  "descriptions": "Supplying military equipment to another country's forces can be far from straightforward. The logistical, operational, and technical considerations are immensely complex, and any offer made by NATO allies to Ukraine might best come with a credible plan for deployment and effect—not just a cheque that cannot be cashed.",
  "posted": "Feb 24, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/02/the-political-dilemma-may-be-just-the-tip-of-the-iceberg/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1681826325747.jpeg",
    "desc": "A pair of Ukrainian Su-25 jet fighters fly low near the town of Kramatorsk, in Donetsk region, Ukraine, June 24, 2022, photo by Marko Djurica/Reuters"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "James Black Ben Caves",
      "profil": "https://www.rand.org/about/people/b/black_james.html",
      "profession": "Assistant Director, Defence and Security; European Lead, RAND Space Enterprise Initiative",
      "username": "",
      "contact": null
    },
    "tags": [
      "Military Aircraft",
      "Military Strategy",
      "North Atlantic Treaty Organization",
      "Security Cooperation",
      "Ukraine",
      "www.rand.org"
    ],
    "Article": "When Ukraine President Volodymyr Zelensky met British parliamentarians in London and asked for fighter planes—an ask repeated in meetings with French, German and EU leaders—immediate attention focused on the political and strategic implications of his request. But supplying military equipment to another country's forces can be far from straightforward. The logistical, operational, and technical considerations here are immensely complex, and any offer made by NATO allies to Ukraine might best come with a credible plan for deployment and effect—not just a cheque that cannot be cashed. As the Feb. 24 anniversary of the Russian invasion of Ukraine approached, defense planners faced a series of thorny questions. How many aircraft could be made available? Are supply chains in place to ensure maintenance and safety? How to integrate Western aircraft with other Ukrainian weapons and systems, and ensure they can operate effectively alongside other forces on the battlefield? What changes would be needed to what the military dubs Tactics, Techniques and Procedures? How to adapt Ukrainian air bases and runways, or train pilots and ground crews, to make all of this possible? While the Ukrainian Air Force maintains a credible footprint—and it has been a failure of the Russian campaign not to have addressed this—operations such as Close Air Support (which integrate Land and Air Forces at close quarter) may require equipment familiarization and considerable rehearsal to be achieved safely. The risk of fratricide or blue on blue incidences as a result of poor training and familiarization is something else for decision makers to consider. These questions, and many more, could take Western and Ukrainian defense establishments months to untangle before any final decision is made or enacted. Finding the jets themselves is just the beginning. The training burden and timelines for modern aircraft measures in years, limiting the scope for immediate battlefield impact. Finding the jets themselves is just the beginning. The training burden and timelines for modern aircraft measures in years. But the primary benefit of any U.K. donation of aircraft could be to provide political cover for other countries with more relevant or plentiful aircraft to donate theirs as well. This is akin to how the U.K. offered a small number of Challenger 2 tanks, which then set the precedent and increased the political pressure on Germany and others to donate the Leopard 2 tank which is easier for the Ukrainians to maintain and available in larger numbers across Europe. It also encouraged the U.S. to donate its M1 Abrams tanks alongside Germany, which was an important development in further uniting the international community. It is also worth mentioning the question of how Russia might respond. Moscow has previously indicated that giving Ukraine fighter aircraft would be a 'red line' and an unacceptable provocation from NATO. But then Moscow previously expressed similar concerns about HIMARS missile systems and tanks, and this delayed but did not ultimately stop the flow of Western aid. Crucially, the Kremlin does not get to unilaterally dictate what support the international community can provide to Ukraine, after its illegal invasion. Still, there could be sensitivities for any potential donors of fighter aircraft to consider, including both the possible Russian response and how any shipments will go down with their own domestic politics. As a result, the West may or may not choose to impose restrictions on the Ukrainians. This could include blocking the use of Western-supplied aircraft for strikes on Russian territory (as opposed to operations over Ukraine—including the Russian-occupied areas in the south and east). In a similar vein, donors have previously sought assurances that Ukraine would not escalate the situation unexpectedly by using Western long-range missiles to strike the Russian homeland. As such, there are some nuanced conversations to be had in the West about how to avoid unintended escalation if and when fighter aircraft donations go ahead, and how to balance the symbolic and practical costs and benefits of such a gesture. A token donation from the U.K.—or others such as the U.S. or Germany—might be worth it, if it unlocked larger and more beneficial donations from NATO allies and was backed by a realistic package of training and sustained support. Without multinational coordination and a credible implementation plan, however, such a gesture may not be sufficient to turn the tide on the battlefield. What we have repeatedly witnessed is the enviable will and ability of Ukrainian Forces to overcome obstacles and there is little reason to believe this would not be repeated. How the West responds to that resolve remains to be seen. James Black is assistant director, defense and security; RAND Space Enterprise Initiative and Ben Caves is a senior research leader at RAND Europe. This commentary originally appeared on RealClearDefense on February 21, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}