{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:11:44.222956",
  "crawling_time_epoch": 1703239904,
  "type": "Commentary",
  "title": "Defending Taiwan with Artificial Reefs",
  "url": "https://www.rand.org/pubs/commentary/2023/05/waiting-to-impale-defending-taiwan-with-artificial.html",
  "descriptions": "Deterring a Chinese invasion of Taiwan is arguably the most important defense problem of the next few decades. Artificial reefs could help to deter China simply by waiting to impale any potential invasion force.",
  "posted": "May 10, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/waiting-to-impale-defending-taiwan-with-artificial/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1684185459018.jpeg",
    "desc": "Numerous square concrete blocks are stacked on top of each other underwater to create an artificial reef, photo by Placebo365/Getty Images"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "Scott Savitz",
      "profil": "https://www.rand.org/about/people/s/savitz_scott.html",
      "position": "Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "China",
      "Civil Defense",
      "Military Strategy",
      "Taiwan",
      "Unmanned Maritime Vessels",
      "www.rand.org"
    ],
    "Article": "Deterring a Chinese invasion of Taiwan is arguably the most important defense problem of the next few decades. Artificial reefs could help to deter China simply by waiting to impale any potential invasion force. If China is to conquer the island, it needs to be able to rapidly move vast quantities of personnel and equipment across a 100-mile strait and onto the island itself, despite opposition from Taiwanese and perhaps American forces. This requires a seaborne invasion, since the required mass of materiel greatly exceeds what could be delivered by air. Moreover, the armada will be restricted to only a few potential landing sites with appropriate water depths for ships and landing craft, as well as vehicle-accessible routes for ground forces to exit the landing area. Taiwan can target incoming Chinese forces using an array of systems, such as missiles, bombs, naval mines, explosive uncrewed surface vessels, and artillery. However, even physical barriers without explosive payloads can effectively complement these weapons. Emplacing artificial reefs near potential landing beaches could help to deter or defeat a Chinese invasion while also providing environmental and economic benefits, all at extremely low cost. Ships and/or landing craft that tried to operate in those areas would run aground or even impale themselves on reefs, rendering themselves ineffective, stationary targets. They would also clutter a crowded operating area, impeding the movements of other ships and landing craft. Anticipating this damage and disruption, China would be less tempted to attempt an amphibious assault. This is not a new idea. When Athenian forces invaded Sicily 2,400 years ago, the defenders of Syracuse implanted underwater stakes in their harbor to impale and ground Athenian vessels. These pre-explosive equivalents of naval mines played a supporting role in the catastrophic defeat of Athens, culminating in the death or capture of nearly the entire invasion force. Emplacing artificial reefs near potential landing beaches could help to deter or defeat a Chinese invasion while also providing environmental and economic benefits, all at extremely low cost. More recently, ships running aground on reefs have been immobilized and experienced large-scale damage. The USS Guardian had to be dismantled after it ran aground on a Philippine reef in 2013, and a U.S. Military Sealift Command vessel was stuck on a reef near Okinawa for over a week in 2015. Just in the last year, two large cargo ships have run aground on reefs—one in Jordanian waters in September 2022, and another east of Belize in March 2023. All of these incidents took place in well-charted waters in peacetime, whereas ships and landing craft operating under fire in waters where they had never been before would likely be more prone to risk. Even if a ship can eventually free itself from a reef, the initial impact can damage equipment both on the hull and inside the ship, particularly if saltwater is able to intrude. China could try to bombard the reefs in an effort to diminish the hazard they pose to the invasion forces. However, bombardment would likely result in chunks of reef being displaced from one place to another, creating new hazards in unknown locations. Any unexploded ordnance would also pose a risk to the Chinese vessels moving through it. In addition, bombardment of the reefs would reveal the intended landing site. If China tried to avoid tipping its hand by bombarding reefs in a range of locations, this would divert substantial airpower and missiles from other targets, including Taiwan's military forces, during the critical opening days of the conflict. Reefs could even have military benefits well before a conflict, as Chinese forces sought information about the physical environment. Chinese scouting of the approaches to the landing site using uncrewed undersea vehicles (UUVs) or low-profile uncrewed surface vessels (USVs) would be inhibited by reefs and the sea life that they support, particularly entangling plants. Making the environment more complex with reefs would necessitate more Chinese scouting, while also requiring that uncrewed vehicles have advanced autonomy to avoid collisions and groundings. UUVs and USVs that became stuck in the reefs would provide valuable intelligence regarding Chinese technologies and intentions. Compared with the costs of military hardware, artificial reefs are inexpensive. Pyramid-shaped or spherical concrete reef substrates can cost just a few thousand dollars; dozens of them could be purchased and emplaced for less than it costs to operate a single fighter jet for an hour. They can last for decades or longer, with no maintenance costs whatsoever. Ancillary environmental benefits include providing habitats for various creatures, some of which attach themselves to the reef, expanding its size and impact. Reefs also reduce coastal erosion and vulnerability to storms by dampening extreme waves. For this reason, the Defense Advanced Research Projects Agency is investigating the use of artificial reefs to help protect coastal military bases from rising, increasingly intense seas. Artificial reefs can also serve as attractions for divers and recreational fishing boats, stimulating local economies. Building artificial reefs near potential Taiwanese landing beaches could provide an array of benefits at a very low cost. Overall, building artificial reefs near potential Taiwanese landing beaches could provide an array of benefits at a very low cost. These physical barriers would complicate China's intelligence preparation of the battlespace, then severely impede an actual invasion. Attempts to bombard the reefs on the eve of an invasion would cost orders of magnitude more than the reefs themselves, whether China used missiles or aircraft with guided munitions. More importantly, bombardment of the reefs would divert precious Chinese assets at a critical time, and the reefs would retain much of their ability to stymie the attackers. Chinese decisionmakers would know all this in advance, diminishing their ardor for aggression. In short, artificial reefs could help to deter China simply by waiting to impale any potential invasion force. Scott Savitz is a senior engineer at the RAND Corporation. This commentary originally appeared on RealClearDefense on May 10, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}