{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:45:08.772313",
  "crawling_time_epoch": 1703231108,
  "type": "Commentary",
  "title": "Defense Budgeting and the Dilemma of Lost Time",
  "url": "https://www.rand.org/pubs/commentary/2023/08/defense-budgeting-and-the-dilemma-of-lost-time.html",
  "descriptions": "Since 2011, Congress has routinely struggled to pass a budget on time. Instead, Congress leverages continuing resolutions to fund the government and prevent shutdowns. This flawed process that relies on temporary fixes is hampering Pentagon planning and could pose long-term risks to U.S. military readiness and competitiveness.",
  "posted": "Aug 16, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/08/defense-budgeting-and-the-dilemma-of-lost-time/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1692227271185.jpeg",
    "desc": "(l-r) U.S. Defense Secretary Lloyd Austin, Secretary of State Antony Blinken, and Commerce Secretary Gina Raimondo during a Senate Appropriations Committee hearing on the president’s fiscal year 2024 budget request on Capitol Hill in Washington, D.C., May 16, 2023, photo by Elizabeth Frantz/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "John Hoehn Paul Cormarie",
      "profil": "https://www.rand.org/about/people/h/hoehn_john.html",
      "position": "Associate Policy Researcher Policy Analyst",
      "username": "@CormariePaul",
      "contact": "https://www.twitter.com/CormariePaul"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.military-acquisition-and-procurement.html",
        "tag": "Military Acquisition and Procurement"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-budgets-and-defense-spending.html",
        "tag": "Military Budgets and Defense Spending"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states-department-of-defense.html",
        "tag": "United States Department of Defense"
      }
    ],
    "Article": "A flawed federal budget process that relies on temporary fixes is hampering Pentagon planning and could pose long-term risks to U.S. military readiness and competitiveness. Some argue that the United States zoomed in its focus narrowly on the terror threat permeating from the Middle East at the expense of future planning. Others argue that previous administrations have not funded the military adequately to meet rising strategic intent. Still others argue that the budget process itself needs reform (PDF). Finally, some also argue the U.S. defense budget is too large relative to domestic programs and therefore should be cut. Perhaps an underappreciated contributor has been budget uncertainty. This is reflected in the inefficiency in the way the United States budgets, placing arbitrary budget caps on the Department of Defense through the Budget Control Act (PDF) as well as continuing resolutions (PDF). These legislative measures have resulted in lost time. While the Pentagon continues to increase its budget, to paraphrase Defense Secretary Lloyd Austin, “money can't buy time.” In 2011, Congress attempted to reduce the budget deficit by placing caps on federal spending from fiscal year 2012 through fiscal year 2021 by passing the Budget Control Act. A 2022 CBO report estimated that the Defense Department lost $1.17 trillion in budget authority when adjusted for inflation. This is roughly the equivalent of a full fiscal year of defense spending. The Defense Department chose to take these cuts disproportionally in procurement in order to preserve funding for research, development, test and evaluation programs, and operations in the Middle East. This choice enabled the department to continue progress in developing the next generation of military capabilities, but at the expense of bolstering capacity. On average, the department was appropriated $123.8 billion (PDF) a year for procurement between fiscal year 2011 and fiscal year 2021. Thus, the Budget Control Act's cuts equate to roughly 10 years of procurement. Congress and the Pentagon developed mechanisms to mitigate the impact of the Budget Control Act by passing four bipartisan budget acts (PDF) to increase budget authority. Alternatively, overseas contingency operations were exempt from budget caps. The department used overseas contingency operations funding to supplement programs that should have been funded in the base budget between 2013 and 2021 to increase its overall budget by $742 billion—even with the wars in Iraq and Afghanistan winding down. But these mechanisms provided only one or two years of budgetary clarity, and did not allow for long-term capital investment planning. Since 2011, Congress has routinely struggled to pass a budget on time. Instead, Congress leverages continuing resolutions to fund the government and prevent shutdowns. These continuing resolutions “lock in” funding from the previous year. This inefficient approach arbitrarily adds or subtracts funding to programs regardless of life changes in a program's life cycle. For example, the Air Force attempted to retire 47 F-16s in FY2022 (PDF). They were unable to do so without a final appropriation and were forced to spend money to keep them flying until a full appropriations bill was passed into law in March 2022. In addition, continuing resolutions prevent the Defense Department from starting new programs unless an exception is made. A RAND analysis investigated the impact of continuing resolutions on major defense acquisition programs between fiscal years 2013 and 2015. RAND researchers noted that continuing resolutions appeared to have minimal impact on increasing unit costs and delays in delivering systems. The researchers noted, however, this analysis only looked at procurement impacts, and further analysis was required. Annual continuing resolutions also impact the Defense Industrial Base's (PDF) workforce in a fixed contract schedule, often resulting in delays and unpredictable cash flows. Stop work orders affect the retention and recruitment of high-skilled labor for the defense sector, often in competition with other commercial companies in a tight labor market. In total, the Pentagon has been under a continuing resolution for 1,527 days—nearly 51 months—since 2011. On average, it is under a continuing resolution for 117 days, nearly a third of each year. The Pentagon has been under a continuing resolution for 1,527 days—nearly 51 months—since 2011. On average, it is under a continuing resolution for 117 days, nearly a third of each year. A RAND analysis investigated the impact of continuing resolutions on major defense acquisition programs between fiscal years 2013 and 2015. RAND researchers noted that continuing resolutions appeared to have minimal impact on increasing unit costs and delays in delivering systems. The researchers noted, however, this analysis only looked at procurement impacts, and further analysis was required. Annual continuing resolutions also impact the Defense Industrial Base's (PDF) workforce in a fixed contract schedule, often resulting in delays and unpredictable cash flows. Stop work orders affect the retention and recruitment of high-skilled labor for the defense sector, often in competition with other commercial companies in a tight labor market. In total, the Pentagon has been under a continuing resolution for 1,527 days—nearly 51 months—since 2011. On average, it is under a continuing resolution for 117 days, nearly a third of each year. Since the DoD has been unable to afford to buy new things, this has resulted in sustaining ships and aircraft longer than they were originally intended. The Budget Control Act and annual continuing resolutions have limited the Defense Department's ability to invest in the future—in terms of researching new technologies and buying new equipment. Since the Department of Defense has been unable to afford to buy new things, this has resulted in sustaining ships (PDF) and aircraft (PDF) longer than they were originally intended. Deferring procurement could be partly attributed to increasing operations and maintenance bills (PDF). In 1990, operations and maintenance represented approximately 32 percent of the total department budget, while investment (a combination of research, development, test and evaluation, and procurement) represented nearly 36 percent. The proportion of investment remained relatively constant over time. Operations and maintenance has grown to nearly 42 percent in 2023. Continued growth in operations and maintenance has resulted in the military continually reducing its force structure over time—as can be observed with the relative decline in military personnel as well as retiring weapons systems. It should be noted that operations and maintenance growth is also attributed to other factors (PDF), including increasing civilian pay and health care costs. This strategy has come to be known as “divest to invest.” Thus, an ugly cycle begins where the department sustains older weapons systems (either by its choice or by direction), which often cost more. However, by holding onto older weapon systems, the share of operations and maintenance continues to increase over time. To restore the U.S. military's primacy, it requires budget certainty. We are not arguing for a particular funding level, but the Pentagon should have clear guidance on budget authority. And where continuing resolutions have cost a substantial amount of time, the Defense Department should have timely appropriations. John Hoehn is an associate policy researcher at the nonprofit, nonpartisan RAND Corporation and former military analyst with the Congressional Research Service. Paul Cormarie is a policy analyst at RAND. This commentary originally appeared on The Hill on August 15, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}