{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:40:28.212246",
  "crawling_time_epoch": 1703230828,
  "type": "Commentary",
  "title": "Deterrence of North Korean Limited Nuclear Attacks",
  "url": "https://www.rand.org/pubs/commentary/2023/11/deterrence-of-north-korean-limited-nuclear-attacks.html",
  "descriptions": "No single action is likely to deter North Korean nuclear weapon use. But a combination of efforts may convince Kim Jong-un that any use of nuclear weapons for coercion would be very dangerous to his future, and could be a powerful approach to deterring North Korea.",
  "posted": "Nov 27, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/11/deterrence-of-north-korean-limited-nuclear-attacks/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1701127081003.jpeg",
    "desc": "A simulated tactical nuclear attack drill at an undisclosed location in North Korea. Photo released by North Korea's Korean Central News Agency (KCNA) and obtained by Reuters on September 3, 2023, photo by KCNA/Reuters"
  },
  "content": {
    "source": "(Korea On Point)",
    "author": {
      "name": "Bruce W. Bennett",
      "profil": "https://www.rand.org/about/people/b/bennett_bruce.html",
      "position": "Adjunct International/\nDefense Researcher; Professor, Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@bwbennett",
      "contact": "https://www.twitter.com/bwbennett"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.north-korea.html",
        "tag": "North Korea"
      },
      {
        "blog": "https://www.rand.org/blog.topic.nuclear-deterrence.html",
        "tag": "Nuclear Deterrence"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.south-korea.html",
        "tag": "South Korea"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "Historically, the Republic of Korea (ROK) and United States have focused on deterring North Korea from using its military capabilities, including nuclear weapons, to invade the ROK. This is an absolute requirement: a major conventional and nuclear attack by North Korea would be an existential threat to the ROK. But the United States Intelligence Community has suggested in a National Intelligence Estimate (NIE) (PDF) extract released in June 2023 that nuclear attack and invasion is not very likely. Instead, the NIE said that North Korea has a high likelihood of using its nuclear weapons for coercive purposes. This suggests that the ROK and United States face deterrence and assurance challenges associated with low-end North Korean nuclear weapon use, such as provocative or damaging “nuclear tests” off the coast, or targeted attacks the North thinks it can get away with because of its “nuclear shadow.” It is critical to deter such coercive use of nuclear weapons. Failing to do so could escalate to broader nuclear weapon use on the Korean peninsula. This commentary addresses these challenges. For years, North Korea claimed that its nuclear weapons had a defensive, deterrent purpose, consistent with its claims that ROK and U.S. military trainings were “preparations for an 'invasion' of the North.” Its claims of such U.S. hostility have always been difficult to understand: The United States has diligently avoided any military attacks against North Korea, fearing that war with the North would offer almost no benefits and impose substantial financial and personnel costs. This has been true even in cases where such an attack would have been justified such as the North capturing the U.S.S. Pueblo in 1968, shooting down an EC-121 aircraft in 1969, committing axe murders to two U.S. military officers in 1976, and sinking the ROK warship Cheonan in 2010. Thus the NIE extract dismisses the idea that North Korean nuclear weapons are “defensive.” Regime survival is Kim Jong-un's number one objective. North Korea now has a military doctrine allowing for offensive nuclear weapon use. But North Korea knows that the United States has promised that if the North employs its nuclear weapons, the regime will not survive (PDF). And regime survival is Kim Jong-un's number one objective. It is hard to imagine Kim taking this risk unless the regime is being threatened by internal rebellion. But that leaves three ways that North Korea could use nuclear weapons coercively. Each would likely be intended to decouple the ROK/U.S. alliance and place the North, with its nuclear weapons, in a position of military superiority on the peninsula, and thus be able to at least influence if not dominate the ROK. North Korea has apparently tried to undermine the ROK/U.S. alliance with its multitude of ballistic missile and other military tests in the last couple of years. Ironically, these have had the opposite effect of strengthening the alliance, motivating more ROK/U.S. cooperation and training, and facilitating the trilateral ROK/U.S./Japan partnership. Of course, Kim cannot tell his elites that he has fouled up and actually made the ROK/U.S. alliance stronger. Neither can he deescalate without looking weak. So, it is likely that Kim will try to escalate his provocations to achieve his objectives. At some point in the not-too-distant future, Kim could use his growing nuclear weapon force to provide a “nuclear shadow” for conventional force attacks on the ROK. The academic nuclear literature argues that when a risk-taking country gets a comfortable number of nuclear weapons, it may conclude that it can safely carry out conventional attacks against one of its adversaries, counting on its threats to escalate to nuclear weapon use to deter retaliation by its adversaries. For example, Kim could order his special forces to damage the Korean South-North oil pipeline that transports oil products from refineries to key South Korean terminals. One of the likely lessons for North Korea from the North's 2010 Cheonan and Yeonpyeongdo attacks was that plausibly deniable attacks are safer for the North and yet still put pressure on the ROK. The North would hope that its special forces would escape without discovery, leaving the ROK without concrete evidence justifying retaliation. But if they do not escape, the North could threaten the ROK with some nuclear weapon use if the ROK retaliates. This would put pressure on the ROK/U.S. alliance because the United States would likely pressure the ROK not to retaliate, as has been the historical U.S. preference, fearing serious North Korean escalation in response. When the North's nuclear forces get larger—perhaps 200 or so nuclear weapons—North Korea could also escalate to using its nuclear weapons directly for coercion. For example, it could insist that the ROK/United States halt their annual summer exercise in August. If the ROK/United States refuse, the North could fire a ballistic missile down the ROK east coast, claiming the missile is harmlessly off course to avoid ROK/U.S. intercept, and detonate the nuclear weapon it carries to cause EMP damage when it is off the coast of Pohang. Then arguing that no one was really killed by this “accident,” the North could threaten to use a nuclear weapon against the military headquarters at Gyeryondae and Camp Humphreys in the ROK if there is any retaliation. Many in the ROK would see the EMP attack as invoking the U.S. commitment to eliminate the North Korean regime if the North uses a nuclear weapon, and would feel abandoned if the United States did not. With a larger nuclear weapon force, North Korea could also directly threaten the United States with nuclear weapon use. For example, it could threaten to target Washington, D.C. with a nuclear weapon unless the United States removes its military forces from the ROK. It could also threaten that any U.S. preemption or retaliation would lead North Korea to launch nuclear weapons at ten major U.S. cities, including New York, Chicago, and Los Angeles. Deterring North Korean coercion involves some combination of threatening to impose costs on the North and to deny North Korea the benefits it seeks with employment of nuclear weapons. The ROK/United States have allowed North Korea to continue producing nuclear weapons, hoping that someday the North will agree to denuclearize. The United States also has been reluctant to coerce the North to freeze its nuclear weapon production for fear of escalation. This reluctance is short sighted: Even if there are short-term risks, isn't it better to rein in the North Korean nuclear weapon production before that force becomes large enough to threaten far more serious risks to the ROK and the United States? Dissuading North Korea from producing more nuclear weapons does not require the ROK/United States to threaten military attacks. Kim Jong-un has been very clear that he fears that outside information could cause his regime to fail. The ROK/United States should be clear: Kim's posing an existential nuclear weapon threat forces them to pose an existential information threat against him. They will reduce this pressure if he freezes nuclear weapon production. Yes, there are risks in such a strategy, but the future risks of hundreds of North Korean nuclear weapons would be far more serious. Dissuading North Korea from producing more nuclear weapons does not require the ROK/United States to threaten military attacks. The ROK/United States have already taken some actions to counter the North's nuclear weapon threat. They are fielding air and missile defenses, preparing military means to destroy North Korean missiles and aircraft before launched, and preparing various means to eliminate the regime if it uses nuclear weapons. But a variety of defense enhancements seem advisable. For example, the ROK/United States could announce that they will intercept and destroy any North Korean missiles or aircraft that cross the DMZ. They could enhance efforts to identify the location of Kim Jong-un and periodically let him know they've done so. They could commit U.S. nuclear weapons to support ROK defense without having to deploy them in the ROK (which could cause serious internal chaos in the ROK and draw Chinese and North Korean pressure). And they could disperse military assets like combat aircraft to more locations, reducing ROK/U.S. vulnerability to North Korean nuclear attacks. No single action is likely to deter North Korean nuclear weapon use. But a combination of efforts may convince Kim Jong-un that any use of nuclear weapons for coercion would be very dangerous to his future, a powerful approach to deterring North Korea. Bruce W. Bennett is a senior international/defense researcher at the nonprofit, nonpartisan RAND Corporation. He works primarily on research topics such as strategy, force planning, and counterproliferation within the RAND International Security and Defense Policy Center. This commentary originally appeared on Korea On Point on November 26, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}