{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:57:38.695617",
  "crawling_time_epoch": 1703231858,
  "type": "News Release",
  "title": "Disadvantaged Groups Could Fall Further Behind in the Emerging Green Economy",
  "url": "https://www.rand.org/news/press/2022/10/27.html",
  "descriptions": "A new report from RAND Europe shows that disadvantaged groups risk being left behind in the growing movement across Europe to increase job opportunities that benefit the environment—or “green the economy”—unless local leaders take concerted action to make sure such job opportunities are more inclusive.",
  "posted": "Oct 27, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2022/10/27/_jcr_content/par/teaser.crop.250x187.lm.jpeg/1666807106199.jpeg",
    "desc": "Person collecting water in a vial for a test, photo by BrianAJackson/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "+44 1223-353329",
      "contact2": "europeanmedia@",
      "email": "rand.org Cathy "
    },
    "spotlight": {
      "name": "Joanna Hofman",
      "profession": "Deputy Director, RAND Europe",
      "biography": "Joanna Hofman (she/her) is deputy director of the RAND Europe division of the RAND Corporation. She leads the portfolio of research in the fields of employment and social policy. She specialises in process and impact evaluations drawing on various research designs (from experimental to mixed…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/h/hofman_joanna/_jcr_content/par/bio.crop.130x130.cm.jpeg/1553519513466.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Joanna Hofman"
      }
    },
    "researcher": [
      {
        "research": "RAND Europe",
        "profile": "https://www.rand.org/randeurope.html"
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/employment-and-unemployment.html",
        "tag": "Employment and Unemployment"
      },
      {
        "url": "https://www.rand.org/topics/environmental-legislation.html",
        "tag": "Environmental Legislation"
      },
      {
        "url": "https://www.rand.org/topics/environmental-regulation.html",
        "tag": "Environmental Regulation"
      },
      {
        "url": "https://www.rand.org/topics/environmental-sustainability.html",
        "tag": "Environmental Sustainability"
      },
      {
        "url": "https://www.rand.org/topics/france.html",
        "tag": "France"
      },
      {
        "url": "https://www.rand.org/topics/germany.html",
        "tag": "Germany"
      },
      {
        "url": "https://www.rand.org/topics/impoverished-populations.html",
        "tag": "Impoverished Populations"
      },
      {
        "url": "https://www.rand.org/topics/italy.html",
        "tag": "Italy"
      },
      {
        "url": "https://www.rand.org/topics/labor-markets.html",
        "tag": "Labor Markets"
      },
      {
        "url": "https://www.rand.org/topics/spain.html",
        "tag": "Spain"
      },
      {
        "url": "https://www.rand.org/topics/united-kingdom.html",
        "tag": "United Kingdom"
      }
    ],
    "Article": "A new report from RAND Europe Green jobs and skills development for disadvantaged groups shows that disadvantaged groups risk being left behind in the growing movement across Europe to increase job opportunities that benefit the environment—or “green the economy”—unless local leaders take concerted action to make sure such job opportunities are more inclusive. The research was supported by JP Morgan Chase. Disadvantaged groups include those with low qualifications or from ethnic minorities. The research team defined green jobs as those in businesses that produce goods or provide services that benefit the environment or conserve natural resources. However, they found that this definition was interpreted differently in different countries and regions. There is a growing momentum across Europe to increase the number of job opportunities which come under the label of the “green economy,” with several countries setting targets and national action plans. For example, the UK is aiming for 250,000 new green jobs by 2030, while France is aiming for 540,000 by 2030 and 1 million by 2050. The team found that green jobs at the moment only make up a minority of the overall job market. Across the five countries, Eurostat states there are currently around 2.5 million jobs in the environmental economy. The study analysed over 800,000 online job adverts across 10 sites in the UK, Germany, Italy, France, and Spain. Based on data from PwC and Cedefop, the researchers estimated that of those 800,000 adverts, only 23,000-33,000 were likely to be “green.” The researchers found that fewer than half of these roles would be accessible to people with low- to medium-level qualifications, meaning that jobs requiring high qualifications such as master’s degrees are highly overrepresented across green jobs at the moment. This comes at a time where there are increasing barriers for people with low levels of qualifications to progress into skilled jobs with more academic requirements needed for routes to employment such as apprenticeships. Across all sectors, the proportion of opportunities for people with low qualifications is expected to decline by 2030 in all countries. The report sets out vocational and educational training (VET), apprenticeships, internships, and green skills academies and centres as the most promising tools to help people from disadvantaged groups into the green economy. Opportunities that were accessible for people with low qualifications were often associated with waste management and recycling or renewable energies. In the UK, France, Germany, and Spain, construction was a relevant sector for green jobs opportunities for people with low qualifications. The most common types of such jobs included skilled labourers, plant operators, electricians, plumbers, and landfill site operators. The team also analysed what skills recruiters were looking for in the online job adverts and found that transferrable skills such as digital and communication skills emerged as higher priorities than specialist “green” skills, potentially allowing for more accessibility for workers transferring into the sector. Joanna Hofman, associate director at RAND Europe, says: “Green employment could be a major stepping stone in the financial empowerment of individuals, and green skills development could offer career prospects for people with low qualifications and other disadvantaged groups, such as those from ethnic minorities. Their sustainable employment would have rippling effects for wider society and environment—both helping to reduce inequalities and to address the major challenges of climate change. “There is room for creating a platform to bring different groups together and to ignite the change at the local level. Multi-stakeholder partnerships could be formed to work to scale up the financing, policies, and leadership needed to effectively support people with low qualifications into green jobs. But strong local leadership of such initiatives are needed to make the most of these opportunities.” Vanessa Engel, executive director, Global Philanthropy at JPMorgan Chase, says: “With the growth of the green economy, equal access to employment opportunities will be an integral part of building a society that works for everyone. JPMorgan Chase is pleased to support RAND Europe as they seek to gain further insight into the challenges and opportunities underserved populations will face as the world transitions to a greener future.” - ENDS - Notes to Editors:"
  }
}