{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:22:41.825497",
  "crawling_time_epoch": 1704165761,
  "type": "Commentary",
  "title": "Displaced in Gaza: The Least-Bad Option",
  "url": "https://www.rand.org/pubs/commentary/2023/12/displaced-in-gaza-the-least-bad-option.html",
  "descriptions": "There is currently no good option for protecting civilians amid the Israel-Hamas war. But the least-bad option is to keep civilians in southern Gaza—and provide protection and humanitarian assistance where they are.",
  "posted": "Dec 4, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/12/displaced-in-gaza-the-least-bad-option/_jcr_content/par/teaser.crop.250x187.rb.jpeg/1702585255499.jpeg",
    "desc": "Displaced Palestinian children walk at a tent camp in Khan Younis, southern Gaza Strip, November 14, 2023, photo by Ibraheem Abu Mustafa/Reuters"
  },
  "content": {
    "source": "(Los Angeles Times)",
    "author": {
      "name": "Shelly Culbertson",
      "profil": "https://www.rand.org/about/people/c/culbertson_shelly.html",
      "profession": "Director, Infrastructure, Immigration, & Security Operations Program, RAND Homeland Security Research Division; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@SC_Culbertson",
      "contact": "https://www.twitter.com/SC_Culbertson"
    },
    "tags": [
      "Displaced Persons",
      "Gaza Strip",
      "Israel",
      "Palestinian Territories",
      "Refugees",
      "www.rand.org"
    ],
    "Article": "More than 80 percent of Gaza's population—1.8 million people—have been displaced since Israel began its retaliatory operations against Hamas. At least 60 percent of the buildings in Gaza have been destroyed, with much of the northern region turned into an “uninhabitable moonscape,” according to the Associated Press. Even before the pause in fighting that began Nov. 24, Israel had begun to shift its attack to the south. As the fighting resumed, towns and cities in southern Gaza have been targeted for evacuation, and men, women, and children already pushed out of the north may need to move again. Where can Gazans go? Israel has reportedly asked Egypt to allow temporary refugee camps in the Sinai Desert. If internally displaced Gazans become refugees in Egypt or elsewhere, they will only add to the now 75-year-old Palestinian refugee crisis, creating predictable lasting global repercussions. Both Israel and the United States have a lot to lose. Forcing Palestinians out of Gaza would stoke existing narratives about long-term Israeli annexation of the Palestinian territories. That could produce further blow back in the Middle East against Israel—and by extension the United States—making escalation into a regional war more likely. It would also further erode Israel's longer-term prospects for peace with its neighbors, including a pending normalization agreement with Saudi Arabia. If internally displaced Gazans become refugees in Egypt or elsewhere, they will only add to the now 75-year-old Palestinian refugee crisis, creating predictable lasting global repercussions. The chances that Palestinian refugees would return to Gaza is low. On average, only 30 percent of refugees return to their country a decade after hostilities end. For a conflict that is ongoing or unsettled, the rates are even lower. It is no leap to think that if refugee camps were established in the Sinai, Gazans would live out their lives there. So would their children. Palestinian history only adds to this tale of caution. The descendants of Palestinians displaced in 1948, when partition and war created the Israeli state, and in 1967, after the Six-Day War, today number 5.9 million. A third still live in 58 camps in Gaza (some of which have now been destroyed), the West Bank, East Jerusalem, Jordan, Lebanon, and Syria. Palestinian refugees in camps in the Sinai could be destabilizing in the region. Egypt already contends with Islamic State in the Sinai, and Hamas is a spinoff of the Muslim Brotherhood, which Egypt designates a terrorist group and struggles to control. Some refugee populations in the past have become radicalized: In the 1970s, Palestinian refugees contributed to civil war in Jordan and insurgency in south Lebanon. Egyptian President Abdel Fattah Sisi, clearly cognizant of this history, sent tanks to the border with Gaza early in October, and his government has continued to limit who may cross even for medical treatment. Egypt already hosts 9 million migrants, 80 percent of them from war-torn Sudan, Syria, Yemen, and Libya. Up to 2.3 million more would not be trivial. Sisi also says that displacement outside Gaza would be the end to hopes of a Palestinian state, and it could further inflame a global refugee crisis as well. Worldwide, the number of people forced to flee violent conflict has more than doubled in the last 10 years to 108.4 million (including refugees, internally displaced persons, and others). Nearly 7 million of them live in refugee camps. In 2014 the United Nations adopted a policy to discourage the use of camps (PDF), acknowledging that people tend to be stuck in them for decades, if not generations. For example, the Zaatari camp for Syrian refugees in Jordan was established in 2012 with tents that were later replaced by now-deteriorating caravans. Zaatari today hosts 82,000 people, making it among Jordan's largest cities. Refugee camps are miserable places, essentially imprisoning millions who committed no crime. Nearly all of those registered as refugees live in abject poverty, dependent on informal work and humanitarian assistance. Half of refugee children globally are out of school. Refugees have low access to banks; they cannot save money beyond the day to day or interact with the electronic economy. Many Middle Eastern governments never signed the U.N.-sponsored 1951 Convention Relating to the Status of Refugees and therefore do not grant refugees the right to legal employment. Egypt opens almost no jobs (PDF) to refugees, and those held in the Sinai would encounter few opportunities anyway. Camps there would be isolated, hot, and particularly terrible. None of this is meant to suggest that being displaced in Gaza is anything but dire. Nearly two-thirds of Palestinians who have fled the north are sheltering in now-overwhelmed U.N. facilities, hospitals, churches, schools, and other public buildings, with the remainder living with host families. Humanitarian aid has trickled in in larger amounts since the cease-fire and the hostage exchange began, but food, shelter, and medical care are woefully inadequate, with winter approaching. None of the options for protecting Gaza's civilians is good or without grim trade-offs. None of the options for protecting Gaza's civilians is good or without grim trade-offs. Even when combat ends permanently, returning civilians to the evacuated communities will be a grinding endeavor. It will require not just a massive cleanup but the slow and dangerous removal of unexploded ordnance and the rebuilding of all the infrastructure—electricity, water, sewage, schools, homes, hospitals—to support a population nearly the size of Houston. It could take decades. The least bad of all the bad options? Keep displaced Gazans in Gaza, providing protection and humanitarian assistance where they are. That will at least improve their chances of remaining in their homeland, contributing to the rebuilding of Gaza, and participating in a potential future Palestinian state—a vision that President Biden said remains U.S. policy and that has been re-energized since the beginning of this conflict. The alternative may seem like a good short-term solution, but Gazan refugee camps in Egypt or elsewhere could only deepen the long-lasting, generational devastation of war. Shelly Culbertson is an expert on forced displacement and the director of the Infrastructure, Immigration, and Security Operations Program in the RAND Homeland Security Research Division. This commentary originally appeared on Los Angeles Times on December 4, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}