{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:28:05.075320",
  "crawling_time_epoch": 1704166085,
  "type": "Commentary",
  "title": "Do Generals Dream of Electric Tanks?",
  "url": "https://www.rand.org/pubs/commentary/2023/08/do-generals-dream-of-electric-tanks.html",
  "descriptions": "Members of the House Armed Services Committee have expressed concerns over the electrification of Army combat vehicles. Though such concerns have some merit, there is also a larger issue motivating research and development efforts—the growing demand for energy on the battlefield.",
  "posted": "Aug 8, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/08/do-generals-dream-of-electric-tanks/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1691541330655.jpeg",
    "desc": "An M10 Booker combat vehicle, U.S. Army photo"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Fabian Villalobos Joshua Simulcik",
      "profil": "https://www.rand.org/about/people/v/villalobos_fabian.html",
      "profession": "Engineer; Professor of Policy Analysis, Pardee RAND Graduate School Management Scientist",
      "username": "@doktor_wolfhaus",
      "contact": "https://www.twitter.com/doktor_wolfhaus"
    },
    "tags": [
      "Alternative and Renewable Energy",
      "Energy Security",
      "Military Technology",
      "Military Vehicles",
      "Supply Chain Management",
      "United States",
      "www.rand.org"
    ],
    "Article": "Members of the House Armed Services Committee have expressed concerns over the electrification of Army combat vehicles. Though such concerns have some merit, there is also a larger issue motivating research and development efforts—the growing demand for energy on the battlefield. Strategists analyzing a potential U.S.-China conflict will often comment on the challenges presented by the vast area of responsibility in the Indo-Pacific region, calling it a “Tyranny of Distance.” But there also exists a “Tyranny of Energy” that cannot be ignored—just ask Rommel. The huge demand for energy on the modern battlefield cost NATO forces thousands of lives in Iraq and Afghanistan and the ongoing Russo-Ukrainian war demonstrates that fossil fuel energy continues to be targeted by conventional and irregular forces alike. A fight with China would similarly strain fuel supplies in the region. Vehicle propulsion requires energy, whether that energy is carried in liquid fuel, batteries, hydrogen, or any other form. Heavier vehicles and longer ranges increase that energy demand, which must be met by Army logisticians utilizing long, complex supply chains. The new M10 Booker combat vehicle, expected to weigh about 40 tons, is a completely additive system not replacing any previous vehicle. The energy needed by an M10 to travel 150–200km, its approximate cross-country range, is roughly equivalent to 5.5 barrels of additional crude oil that the Army will need to procure, store, and distribute. The electrical demands from onboard power systems also increased tenfold during the wars in Iraq and Afghanistan—not to mention desirable new capabilities such as directed energy weapons or advanced RADAR systems. Modern command and control, communication, intelligence, and many weapon systems also contribute to increasing energy demand. Electricity is lost, however, when it is transmitted over distance, so when demand increases, supply must increase even more so. The energy needed by an M10 to travel 150–200km is roughly equivalent to 5.5 barrels of additional crude oil that the Army will need to procure, store, and distribute. Army commanders cannot make informed decisions about resources without reliable information on total capacity, rate of depletion, and the effect(s) of proposed actions to control the consumption rate. Electric utilities began developing demand-side energy management programs with the first energy crises 50 years ago. Some of the tools and techniques are more suited to controlling large-scale electrical grids, but implementing the following six would gain the Army a more-resilient energy supply chain capable of fighting the Tyranny of Energy by sustaining a modernized Army with advanced abilities and enhanced freedom of maneuver: Once commanders can manage energy as a commodity, hybrid or battery electric vehicles won't be the end point of a vulnerable supply chain, but rather part of a modular network of combat and support capabilities. Local commanders can recombine these capabilities to best meet their operational needs. In such a design, the inability to fast charge a vehicle from 0–100 percent in less than 15 minutes is moot, as the use case will never require it. EV charging equipment, swappable batteries, and vehicle-to-vehicle cross-leveling can also be integrated for use when and where the situation merits. To meet these growing energy demands, the Army is seeking to reduce energy use elsewhere. Some of the more-obvious goals for electrifying ground platforms are documented in the Army Climate Strategy (ACS) (PDF) and its initial Implementation Plan (ACS-IP) (PDF), which are built upon decades of work by government, industry, and academia. The Army plans to deploy fully electric non-tactical vehicles (i.e., commercial EVs sourced via the Government Services Administration) by 2027; hybrid tactical vehicles (i.e., not tanks) by 2035; fully electric tactical vehicles (i.e., again, not tanks) by 2050. The ACS-IP calls for fielding anti-idle technology in less than 25 percent of Army light, medium, and heavy tactical vehicles by Fiscal Year 2027—a technology that was successfully prototyped by the Army as far back as 2017. So, do generals dream of electric tanks? Prototyping a hybrid-electric Bradley was proposed in 2014 and the Army has even entertained the idea of an electric “cannon-vehicle” as far back as 1995 (PDF). What has driven these electric or hybrid powertrain R&D efforts is the promise of reduced energy demand and new capabilities. For example, an extended silent watch mode could lengthen mission times while also reducing heat and audio signatures—and thereby increasing the survivability of the warfighter. These reduced signatures, combined with a smaller fuel footprint, will save lives. Electric tanks may or may not be part of that future force, but a maneuverable direct fire capability doesn't have to be a tank or weigh 40 tons. Today's network of acquisition professionals who make up the Army's EV community of interest are familiar with the technology, its limitations, and the capabilities needed by the future force. Service electrification efforts have been, and will continue to be, focused where they provide new or improved performance for soldiers. Electric tanks may or may not be part of that future force, but a maneuverable direct fire capability doesn't have to be a tank or weigh 40 tons. Whether in a near peer fight, an aid mission in an area of destroyed infrastructure, or a deterrence posture, energy-informed leaders backed by a robust supply network will have the flexibility to act as they see fit for longer periods and over longer distances. Fabian E. Villalobos is an engineer at the nonprofit, nonpartisan RAND Corporation and a professor of policy analysis at the Pardee RAND Graduate School. His research focuses on the intersection of technology, economics, and geopolitics. Joshua Simulcik is a management scientist at RAND whose research explores the merits and consequences of science and technology in their social and cultural contexts for the advancement of a more-sustainable future. He previously served in the Army, developing future systems for energy and other sustainment missions. This commentary originally appeared on The Hill on August 7, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}