{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:49:20.043045",
  "crawling_time_epoch": 1703231360,
  "type": "Commentary",
  "title": "Does America Still Need Europe?",
  "url": "https://www.rand.org/pubs/commentary/2023/05/does-america-still-need-europe.html",
  "descriptions": "The United States should be discriminating in its choice of global commitments. But if critical U.S. interests are at stake in Europe, then Washington should take the necessary steps to maintain NATO unity and European stability.",
  "posted": "May 22, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/does-america-still-need-europe/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1684799715100.jpeg",
    "desc": "Polish and American soldiers take part in NATO's Defender Europe 2022 military exercise at the military range in Bemowo Piskie, Poland. May 24, 2022, photo by Kacper Pempel/Reuters"
  },
  "content": {
    "source": "(Foreign Affairs)",
    "author": {
      "name": "Michael J. Mazarr",
      "profil": "https://www.rand.org/about/people/m/mazarr_michael_j.html",
      "position": "Senior Political Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@MMazarr",
      "contact": "https://www.twitter.com/MMazarr"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.europe.html",
        "tag": "Europe"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "I am delighted that three observers of international politics as perceptive as Emma Ashford, Joshua Shifrinson, and Stephen Wertheim chose to respond to my essay “Why America Still Needs Europe” (April 17). I agree that the United States must be discriminating in its choice of global commitments. But when it comes to the role that the United States should play in Europe, the writers are vague about actual policy recommendations, relying on all-purpose indictments of U.S. power that, although offering important insights, often crumble when applied to specific cases. To begin with, I struggled to identify what specific policies the authors favor. They argue for a “meaningful U.S. military drawdown from Europe—most likely involving other states stepping up to shoulder the lion's share of the defense burden” and for “transferring most of the responsibility for defending Europe to Europeans themselves, allowing the United States to shift to a supporting role.” But these phrases are vague. The authors do not indicate what a “meaningful” but not total drawdown would look like, and they do not suggest either a level to which troop numbers should be reduced or a schedule for doing so. They also do not specify whether the United States should take the most extreme step and leave NATO. This ambiguity leaves them in a strategic no man's land, urging cuts to U.S. forces in Europe but allowing for some lasting military role, staying in NATO (it appears) but hinting at bolder moves later. Such an ambiguous position risks undermining deterrence and threatening the credibility of U.S. global promises without producing the outcomes that the authors want.… The remainder of this commentary is available at foreignaffairs.com. Michael J. Mazarr is a senior political scientist at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on Foreign Affairs on May 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}