{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:58:25.436414",
  "crawling_time_epoch": 1703231905,
  "type": "News Release",
  "title": "Don't Cut Research Ties with China, Say UK Academics",
  "url": "https://www.rand.org/news/press/2022/06/22.html",
  "descriptions": "A new study from the not-for-profit research institute RAND Europe involving more than 80 UK-based academics from a range of disciplines and institutions finds a resounding appetite for continued collaboration with Chinese colleagues, despite acknowledged tension over security concerns.",
  "posted": "Jun 22, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2022/06/22/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1657890891657.jpeg",
    "desc": "Three technicians look at a report in a lab, photo by SolStock/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "+44 1223-353329",
      "contact2": "europeanmedia@",
      "email": "rand.org Clare "
    },
    "spotlight": {
      "name": "Fiona Quimbre",
      "profession": "Senior Analyst",
      "biography": "Fiona Quimbre (she/her) is a senior analyst at the RAND Corporation. Working primarily within RAND Europe, she leads the China portfolio. Her work focuses on the non-military dimensions of competition with China and their national security implications for European decision-makers. This includes…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/q/quimbre_fiona/_jcr_content/par/bio.crop.130x130.cm.jpeg/1575250575817.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Fiona Quimbre"
      }
    },
    "researcher": [
      {
        "research": "RAND Europe",
        "profile": "https://www.rand.org/randeurope.html"
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/biomedical-research.html",
        "tag": "Biomedical Research"
      },
      {
        "url": "https://www.rand.org/topics/china.html",
        "tag": "China"
      },
      {
        "url": "https://www.rand.org/topics/international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "url": "https://www.rand.org/topics/united-kingdom.html",
        "tag": "United Kingdom"
      }
    ],
    "Article": "A new study from the not-for-profit research institute RAND Europe involving more than 80 UK-based academics from a range of disciplines and institutions finds a resounding appetite for continued collaboration with Chinese colleagues, despite acknowledged tension over security concerns. Most UK academics consulted in the study were positive about their engagement with Chinese partners. They stressed the benefits of working with leading researchers, emphasising the potential for delivering high-quality research outputs, and praising the quality and rigour of the Chinese partners they worked with. Despite a clear willingness to engage with individual Chinese partners, some UK academics felt the current geopolitical climate and the UK's ambiguous policy towards engagement with China had a negative impact on their partnerships and future collaborative prospects. Many reported feeling confused and frustrated with the UK policy of strategic ambiguity on China. The academics expressed a strong desire for clear country-specific guidelines to help deal with ambiguities around the UK's China strategy and navigating changes in the political climate in China itself. “The risk in the current political climate is that, faced with mounting barriers and challenges, academics could be tempted to instead maintain informal types of collaboration outside of the scope of existing and future legislation to continue working with Chinese partners,” said Fiona Quimbre, lead author of the study and defence analyst at RAND Europe. “To support safe collaboration with some Chinese partners and reap the benefits of UK-China academic collaboration, UK academics and universities demand clearer and targeted guidance from the government,” Quimbre said. “Developing country-specific guidance, creating a repository of resources, and fostering exchange of good practice are all options which could help UK academics navigate this increasingly complex landscape.” The research, one of the most extensive conducted on this issue, unearthed many ways UK academics could share existing best practice to minimise IP (intellectual property) theft or other potential security breaches and provide reassurance. These include applying due diligence processes, consulting with relevant government departments, developing trust and long-term peer-to-peer relationships, and demonstrating cultural sensitivity, including understanding the language. The research was commissioned by the British Embassy Beijing on behalf of the Foreign, Commonwealth and Development Office (FCDO). - ENDS - Notes to Editors:"
  }
}