{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:08:53.644503",
  "crawling_time_epoch": 1703239733,
  "type": "Commentary",
  "title": "Early Years Education Reform: Could Life Chances for Children in England Be Significantly Improved?",
  "url": "https://www.rand.org/pubs/commentary/2023/07/early-years-education-reform-could-life-chances-for.html",
  "descriptions": "To ensure equal access to high-quality early years provision in England, it is crucial to learn from successful systems worldwide and implement key recommendations. Prioritizing highly qualified staff, maintaining appropriate staff-to-child ratios, and removing barriers for disadvantaged families are essential steps toward achieving this goal.",
  "posted": "Jul 18, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/early-years-education-reform-could-life-chances-for/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1689767455459.jpeg",
    "desc": "A teacher and her pupils doing storytime outdoors in the schoolyard, photo by SolStock/Getty Images"
  },
  "content": {
    "source": "(Children & Young People Now)",
    "author": {
      "name": "Elena Rosa Speciani",
      "profil": "https://www.rand.org/about/people/s/speciani_elena_rosa.html",
      "position": "Research Leader",
      "username": "",
      "contact": null
    },
    "tags": [
      "Early Childhood Education",
      "Education Policy",
      "Education Reform",
      "Preschool Children",
      "Underserved Students",
      "United Kingdom",
      "www.rand.org"
    ],
    "Article": "England's early years system is at a critical juncture, with ongoing discussions for reform and the recent budget announcement signaling a large-scale expansion. This could present an opportune moment to establish an equitable and high-quality provision for all families in England. Research indicates that such provision has the potential to significantly improve life chances for children, bridging the attainment gap between lower-income children and their more-advantaged peers. We know that just providing childcare without attention to quality is likely to be detrimental. An expansion of cheap, subsidised childcare in Quebec, Canada, in the late 1990s, found the expansion reduced the quality of provision with negative outcomes for children in the long-term, including worse health outcomes, lower life satisfaction, and higher crime rates later in life. Quebec shows the dangers of expanding early years provision without a focus on quality. However, while research tells us that high-quality early years provision is important, understanding what this looks like in practice has remained a challenge up until now. Our report World Class, funded by the Sutton Trust and launched this week, has started to address this challenge by looking at what England could learn from other countries to make early years policy work for all children. We know that just providing childcare without attention to quality is likely to be detrimental. The report looks to address the gaps in the English system by looking at successful systems around the world, highlighting opportunities across three key themes: highly qualified staff, high staff-to-child ratios, and removing barriers for disadvantaged families. By pulling together practical examples from around the world, this report shows how England could create an environment where every child, regardless of their family situation, has the opportunity to thrive. The most influential factor affecting quality in early childcare is the education, qualifications, and training of the workforce, with higher education qualifications associated with better child outcomes. This is particularly true for more-disadvantaged children. However, in England staff qualifications vary considerably between settings and evidence suggests they could become less qualified in future. Prioritising and improving staff qualification levels is essential. Countries who have expanded their early years workforce have used existing infrastructures (i.e., universities, existing teacher training bodies) to increase capacity for initial teacher training and ongoing professional development. Policy in England could also seek to provide financial support and protected time for staff to participate in initial qualifications and continuous professional development. Reinstating the Graduate Leader Fund in areas with higher levels of disadvantage could help attract and retain qualified professionals in areas where the workforce would have the highest impact. Moreover, increasing early years staff wages and ensuring equity across maintained and private voluntary and independent settings is likely to improve the quality of the workforce across all settings. Evidence shows that a higher number of staff to children is associated with better quality. In fact, countries that are known for high-quality early years provision or that have seen improvements over recent years have made progressive changes to ensure there are fewer children per educator. Maintaining an adequate number of staff members in relation to the number of children is crucial for high-quality provision. While England's staff-to-child ratios for children aged two and under are aligned with international standards, it is recommended to maintain or ideally increase the number of staff per child for other age groups. This ensures optimal support, supervision, and care, ultimately enhancing the learning experience and outcomes for children. High-quality programmes that focus on engaging disadvantaged families can narrow the attainment gap by almost half between disadvantaged and non-disadvantaged children. However, disadvantaged families generally have lower-than-average enrollment in Early Childhood Education and Care (ECEC), but it can be improved through targeted outreach and initiatives. High-quality programmes that focus on engaging disadvantaged families can narrow the attainment gap by almost half between disadvantaged and non-disadvantaged children. The current system in England could be widening the attainment gap by excluding disadvantaged families—children whose parents do not work or who don't work enough hours, potentially the most disadvantaged, are missing out on 570 hours of provision per year compared to their more-advantaged peers. Expanding England's free early years entitlements to lower-income families, like the criteria for disadvantaged two-year-olds, would be a vital step to ensuring equal access. Despite the existing 15-hour offer at age two, disadvantaged children in England could be missing out on as many as 45 million hours of ECEC learning per year. The UK government could capitalise on the previous work of Sure Start Centres and current Family Hubs to offer combined services. Some countries have also successfully used outreach, through grassroots or targeted public ad campaigns to stimulate demand and engagement of disadvantaged families. To ensure equal access to high-quality early years provision in England, it is crucial to learn from successful systems worldwide and implement key recommendations. Prioritising highly qualified staff, maintaining appropriate staff-to-child ratios, and removing barriers for disadvantaged families are essential steps toward achieving this goal. It is through such inclusive and high-quality early years provision that England can pave the way for brighter futures, reducing the attainment gap and setting a world-class standard in early childhood development. Elena Rosa Brown is a research leader in the home affairs and social policy team at RAND Europe This commentary originally appeared on Children & Young People Now on July 17, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}