{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:54:07.348137",
  "crawling_time_epoch": 1703231647,
  "type": "Blog",
  "title": "Earthquake in Turkey and Syria, Facial Recognition, Gun Violence: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-february-17.html",
  "descriptions": "This weekly recap focuses on the devastating earthquake that struck Turkey and Syria, regulating the use of facial recognition technology by law enforcement, improving data collection on gun violence, and more.",
  "posted": "Feb 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-february-17/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1676662874390.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "topic": [
      {
        "tag": "California",
        "blog": "https://www.rand.org/blog.topic.california.html"
      },
      {
        "tag": "Crime and Violence Prevention",
        "blog": "https://www.rand.org/blog.topic.crime-and-violence-prevention.html"
      },
      {
        "tag": "Data Privacy",
        "blog": "https://www.rand.org/blog.topic.data-privacy.html"
      },
      {
        "tag": "Earthquakes",
        "blog": "https://www.rand.org/blog.topic.earthquakes.html"
      },
      {
        "tag": "Gun Policy",
        "blog": "https://www.rand.org/blog.topic.gun-policy.html"
      },
      {
        "tag": "Law Enforcement",
        "blog": "https://www.rand.org/blog.topic.law-enforcement.html"
      },
      {
        "tag": "Military Personnel",
        "blog": "https://www.rand.org/blog.topic.military-personnel.html"
      },
      {
        "tag": "Residential Housing",
        "blog": "https://www.rand.org/blog.topic.residential-housing.html"
      },
      {
        "tag": "Sexual Assault",
        "blog": "https://www.rand.org/blog.topic.sexual-assault.html"
      },
      {
        "tag": "Sexual Harassment",
        "blog": "https://www.rand.org/blog.topic.sexual-harassment.html"
      },
      {
        "tag": "Syria",
        "blog": "https://www.rand.org/blog.topic.syria.html"
      },
      {
        "tag": "Teachers and Teaching",
        "blog": "https://www.rand.org/blog.topic.teachers-and-teaching.html"
      },
      {
        "tag": "Turkey",
        "blog": "https://www.rand.org/blog.topic.turkey.html"
      },
      {
        "tag": "Veterans Health Care",
        "blog": "https://www.rand.org/blog.topic.veterans-health-care.html"
      }
    ],
    "Article": "This week, we discuss insights from RAND researchers on the devastating earthquake in Turkey and Syria; law enforcement’s use of facial recognition software; what the federal government could do to improve data collection on gun deaths and injuries; how to better support women in the military who’ve experienced sexual trauma; educator turnover since COVID-19 hit; and why a recent California law failed to boost housing production.",
    "sub_article": [
      {
        "title": "Earthquake in Turkey, Syria: Insights from RAND Researchers",
        "descriptions": "The devastating earthquake that struck Turkey and Syria earlier this month was one of the strongest to hit the region in the past century. More than 36,000 people have been confirmed dead. As rescue efforts continue and the long recovery process begins, many questions remain. What might it take to overcome the challenges of providing aid to war-torn Syria? How can the international community meet the needs of refugees and other vulnerable populations? What will the long-term reconstruction effort look like? RAND researchers with expertise in disaster recovery, emergency management, economics, and health care recently provided insights into these questions and more on The RAND Blog.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "Assessing the Use of Facial Recognition Technology in Policing",
        "descriptions": "Facial recognition technology is increasingly used by law enforcement. This tool may be groundbreaking, but it poses serious risks. For example, misuse of facial recognition or system failures could lead to convictions of innocent people. A new RAND report looks at how facial recognition is being used in policing, examines the accuracy of the technology across different applications, and provides a road map to help policymakers navigate potential risks.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-february-17/_jcr_content/par/blogpost/par-blog/wrapperdiv_1696105391/imagewithclass_copy.fit.800x0.jpeg/1676662162961.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Facial recognition software used at an airport, photo by izusek/Getty Images"
        }
      },
      {
        "title": "Reducing Gun Violence Requires a Better Means of Measuring It",
        "descriptions": "Photo by Image of Sport/Sipa USA/Reuters By the end of January, there had already been more than 4,200 firearm deaths in the United States. Despite the high rates of gun violence, data collection on gun deaths and injuries is severely lacking. According to RAND experts, shying away from measuring the problem may be making it more difficult to fix. Fortunately, there are opportunities for the federal government to improve data collection efforts. It could begin by removing the barriers that prevent researchers from using data that are already available.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-february-17/_jcr_content/par/blogpost/par-blog/wrapperdiv_655378184/imagewithclass_copy.fit.800x0.jpeg/1676662257438.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Photos of mass shooting victims at a memorial outside the Star Ballroom Dance Studio in Monterey Park, California, January 31, 2023, photo by Image of Sport/Sipa USA vie Reuters"
        }
      },
      {
        "title": "Preventing Military Sexual Assault Is Important. So Is Getting Care Afterward",
        "descriptions": "Recent estimates show that six percent of women in the military were sexually assaulted in the last year. Another 24 percent experienced sexual harassment. The resulting trauma from sexual violence can be lasting, and according to RAND's Julia Rollison, much more could be done to help victims receive the mental health care they need. Both military and veteran services could take steps to reduce stigma, improve access to care, and provide safe and supportive environments for treatment.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "Increased Teacher Turnover and the Efforts to Address It",
        "descriptions": "Teacher turnover rates have increased significantly since before the pandemic, reaching 10 percent nationally at the end of the 2021–2022 school year. Principal turnover has increased, too—up to 16 percent going into the 2022–2023 school year. That's according to a new RAND survey. Notably, the results also show that states and school districts are responding to staff shortages: Ninety percent of districts reported policy changes to help boost teacher ranks, such as increased pay or benefits.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-february-17/_jcr_content/par/blogpost/par-blog/wrapperdiv_1035350401/imagewithclass.fit.800x0.jpeg/1676662447123.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A Black female teacher works on her laptop in the classroom, photo by skynesher/Getty Images"
        }
      },
      {
        "title": "California Housing Crisis: Why a Recent Law Fell Short",
        "descriptions": "Photo by Anthony Plascencia/The Star/USAToday Network/Reuters In late 2021, the California Legislature passed a new housing production bill, Senate Bill 9. It allows homeowners to more easily convert a single-family home into a duplex or to split a single-family lot into two parcels—with the potential to build on each. This new law provided a glimmer of hope in a state that desperately needs housing. But according to RAND's Jason Ward, its effects seem to be trivial. That's because it is builders, not homeowners, who are in the business of producing housing, he says.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      }
    ]
  }
}