{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:27:25.293072",
  "crawling_time_epoch": 1704166045,
  "type": "Commentary",
  "title": "ECOWAS: In Need of Help in Niger?",
  "url": "https://www.rand.org/pubs/commentary/2023/08/ecowas-in-need-of-help-in-niger.html",
  "descriptions": "Nigerian President Bola Tinubu recently sought the Nigerian national legislature's backing for a possible military intervention by the Economic Community of West African States (ECOWAS) to turn back a coup that toppled the government of Niger. An ECOWAS intervention would have a better chance of succeeding if other nations joined the effort.",
  "posted": "Aug 25, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/08/ecowas-in-need-of-help-in-niger/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1692998544017.jpeg",
    "desc": "The ECOWAS Committee of Chiefs of Defense staff brief the press on plans to deploy its standby force to the Republic of Niger, in Accra, Ghana, August 18, 2023, photo by Francis Kokoroko/Reuters"
  },
  "content": {
    "source": "(Premium Times)",
    "author": {
      "name": "Oluwatimilehin Sotubo",
      "profil": "https://www.rand.org/about/people/s/sotubo_oluwatimilehin.html",
      "profession": "Doctoral Fellow, Pardee RAND Graduate School, and Assistant Policy Researcher, RAND",
      "username": "",
      "contact": null
    },
    "tags": [
      "Niger",
      "Nigeria",
      "Security Cooperation",
      "Warfare and Military Operations",
      "West Africa",
      "www.rand.org"
    ],
    "Article": "News reports indicate that Nigerian President Bola Tinubu sought the national legislature's backing for a possible military intervention by the Economic Community of West African States (ECOWAS) to turn back a coup that toppled the government of Nigerien President Mohamed Bazoum. An ECOWAS intervention would have a better chance of succeeding if other nations joined the effort. Previous coups in West Africa have met with little consequence, but following the coup in Niger, ECOWAS gave the coup plotters a week to restore the democratically elected government, otherwise action, including possible military intervention, will be taken. Nigeria is leading the ECOWAS charge. Early last month, Tinubu said in a speech as the new chair of ECOWAS that, “we must stand firm on democracy. Without democracy, there is no governance, there is no freedom, there is no rule of law. We will not allow coup after coup in West Africa.” So it is not surprising that ECOWAS is willing to consider military intervention as a last resort to restore democracy in Niger. It has been suggested that Tinubu may view military intervention in support of democracy as a way to show his legitimacy, given his unpopularity in the last election. To be fair, Nigeria also has an interest in a democratic northern neighbor. Nigeria shares a 1,600 kilometer border with Niger and instability in Niger could spill over the border into Nigeria. In the past, Nigeria and Niger have worked together with other partners to address insecurity in the subregion. This cooperation may now be at an end and the security and refugee situation in northern Nigeria may again start to deteriorate. However, Nigerians will not support a military intervention if its costs are perceived to be too high or its benefits are not clearly communicated. Nigerians will not support a military intervention if its costs are perceived to be too high or its benefits are not clearly communicated. In West Africa, Nigeria is still regarded as a regional power and is expected to play a significant role in any initiative implemented in the subregion. ECOWAS states may be willing to support military intervention in Niger because it communicates to their militaries that a coup in their own country will now be met with a similar response. Thus, it is a form of deterrent for would-be coup plotters. In addition, a successful military intervention in Niger could provide ECOWAS with leverage to secure a timeline for transition to democracy in Burkina Faso and Mali. However, given the state of the country's economy and internal security issues, foreign policy considerations are not the number one priority for Nigerians. President Tinubu was sworn in on 29 May and in his first speech as president, he announced the removal of fuel subsidy. A liter of petrol now sells for more than three times its pre–29 May price. In addition, the new foreign exchange rate policy, which aims to eradicate the black market for foreign currencies, has seen the naira slide significantly. According to the Central Bank of Nigeria, the naira exchanged at $1 to ₦461 on 30 May but it had depreciated to $1 to ₦750 by 4 August. It is worth mentioning that the impact of the war in Ukraine is also being felt in Nigeria. Food prices have increased and the inflation rate is now 22.79 percent. It is difficult to imagine that military intervention will not affect the domestic economic conditions in Nigeria, but even if it will not, Nigerians will not readily support the option of intervention. Another concern for Nigerians will be the unstable security situation within the country. In nearly all the six geopolitical zones, Nigeria is grappling with security issues. In the North East, there are remnants of Boko Haram and the Islamic State in the West African Province still causing havoc. In the North West, there is banditry, while in the North Central region, there are regular farmer-herdsmen clashes. In the South East, Indigenous People of Biafra separatists threaten the peace, while in the South South, there are occasional reports of piracy and oil bunkering. The South West appears to be the most secure region in Nigeria, but it has also suffered from incidents ranging from religious terrorism to kidnapping and cult clashes. The horrific June 2022 Owo massacre, that left scores of people dead and many more injured, took place in Nigeria's South West region. Military intervention in Niger may seem like an overstretch for Nigeria given that it has yet to adequately address its own security issues. In addition, ECOWAS needs to be clear-eyed about the scope of a military intervention. An intervention in Niger will likely involve other actors on the Nigerien side. A Nigerian elder statesman and former military governor has warned about the consequences of engaging in conflict with a possibly foreign-backed Nigerien force. This is an important consideration, given that Burkina Faso and Mali, both of which are currently being ruled by military juntas, support the coup in Niger. These countries, believed to have Wagner mercenaries and Russian support, could join the conflict or otherwise provide support for the regime established via the coup. An ECOWAS backed by regional allies, the AU, or the U.N. would have a better chance of restoring democracy in Niger than doing it alone. Burkina Faso and Mali have a stake in the outcome of a military intervention in Niger because it will affect the future of juntas in both countries. They can therefore be expected to intervene there. The head of Wagner Group, Yevgeny Prigozhin, has stated his willingness to help the regime in Niger and can also be expected to provide support to undermine an ECOWAS military intervention. Niger's ruling junta has now reportedly asked for Wagner's help. The Wagner Group is believed be promoting Russia's foreign policy, therefore Russia may have an interest in the outcome in Niger. Should ECOWAS and Nigeria stay out of Niger then? Not necessarily. ECOWAS should seek support from other military powers on the continent, especially those closest to Niger. Nigeria is the only major military power in ECOWAS, but countries like Algeria, Angola, Egypt, Morocco, South Africa, and Tunisia would significantly increase the capabilities of ECOWAS if they were to support a military intervention. An ECOWAS backed by regional allies, the AU, or the U.N. would have a better chance of restoring democracy in Niger than doing it alone. Ultimately, ECOWAS will choose the option that best matches its interests and resources, but a unilateral ECOWAS intervention should be avoided. Oluwatimilehin Sotubo is a student in the Pardee RAND Graduate School and an assistant policy analyst at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on Premium Times on August 23, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}