{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:49:23.834088",
  "crawling_time_epoch": 1703242163,
  "type": "Commentary",
  "title": "Educating Academics Will Ease UK Universities' Foreign Influence Crisis",
  "url": "https://www.rand.org/pubs/commentary/2023/10/educating-academics-will-ease-uk-universities-foreign.html",
  "descriptions": "Tackling China's quest for foreign technologies is tough. China exploits the very principles—openness, freedom, collaboration—that have fostered scientific breakthroughs to acquire foreign technologies. This makes it difficult to intervene without damaging these values in the process.",
  "posted": "Oct 19, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/10/educating-academics-will-ease-uk-universities-foreign/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1697803574150.jpeg",
    "desc": "Mixed ethnicity female science research students discuss procedure in a laboratory, photo by SolStock/Getty Images"
  },
  "content": {
    "source": "(Times Higher Education)",
    "author": {
      "name": "Fiona Quimbre",
      "profil": "https://www.rand.org/about/people/q/quimbre_fiona.html",
      "profession": "Senior Analyst",
      "username": "@FQuimbre",
      "contact": "https://www.twitter.com/FQuimbre"
    },
    "tags": [
      "China",
      "Educational Institutions",
      "Geopolitical Strategic Competition",
      "Information Operations",
      "Postsecondary Education",
      "Science, Technology, and Innovation Policy",
      "United Kingdom",
      "www.rand.org"
    ],
    "Article": "The United Kingdom has a China problem and it can't be swept under the carpet any longer. Rishi Sunak has admitted that the Communist Party of China poses a “particular threat to [the UK's] open and democratic way of life.” This follows last month's arrest of two men under the Official Secrets Act on allegations of spying for China, and revelations that China is seeking to influence public life by cultivating early career political candidates. At the epicentre of this storm are UK universities. China has long been accused of using covert and overt methods to undermine academic freedom, siphon off cutting-edge technologies, and recruit the best and brightest scientists. The UK government reaffirmed the gravity of the situation in its September response to the Intelligence and Security Committee of Parliament report on China. This echoes the stern warning issued in July by Ken McCallum, head of the UK's domestic intelligence agency MI5, who labelled UK universities “magnetic targets for espionage and manipulation.” China has long been accused of using covert and overt methods to undermine academic freedom, siphon off cutting-edge technologies, and recruit the best and brightest scientists. The government has thrown its weight behind tackling the challenge. Among other things, it launched a Research Collaboration and Advice Team (RCAT) and rolled out a new National Security Act and Foreign Influence Registration Scheme (PDF). Some universities have also stepped up their vigilance. Nevertheless, it's hard to shake the feeling that we are not really gaining traction. The University of Cambridge announced that it is ending a partnership with a Chinese state-owned military technology firm that bills itself as the “only manufacturer of intercontinental strategic nuclear missiles in China.” Yet similar headlines were making waves five years ago. Why does this issue endure? The answer lies in the complex interplay of structure and culture. Structurally, the nature of the threat itself is relentless. China's appetite for foreign technologies is deeply ingrained in its approach to research and innovation, dating back to the mid-19th century. Given its success in fuelling its recent rise, that approach seems unlikely to wane regardless of how technologically advanced China becomes. Yet tackling China's quest for foreign technologies is tough. China exploits the very principles—openness, freedom, collaboration—that have fostered scientific breakthroughs to acquire foreign technologies. This makes it difficult to intervene without damaging these values in the process. When intervening, government actions are also constrained by a limited arsenal of policy tools. Many Chinese tactics operate within a grey zone between legality and illegality, rendering several policy instruments ineffective. Some technology transfers happen, for instance, through alumni networks and professional associations (PDF)—the majority of whose interactions are likely to be innocent and contribute positively to research collaboration. The policy toolkit is also limited by the scarcity of alternatives available to reduce financial dependence on Chinese tuitions fees. A recent study coauthored by former universities minister Jo Johnson found that “large emerging countries such as India [are] unlikely to be plausible substitutes for the foreseeable future.” Then, culturally, the security apparatus and researchers do not always see eye to eye. Without outside pressure, academics may not consider it in their own interest to conduct due diligence on their partners or to turn down collaborative opportunities when national security, economic security, or ethics are at stake. Some researchers would understandably rather not think about science as an extension of international competition—but that is a viewpoint that can easily be exploited from a security perspective. Some academics mistakenly believe that because their papers and data are freely shared, there is nothing left to steal. But, for foreign actors, knowledge of the field and connections are just as valuable as acquiring technology itself. The 2018 cyberattack on the Australian National University is a case in point. Carried out by a sophisticated actor, this targeted sensitive academic and personal data rather than research data: information on potential future scientific elites. But there are also cautionary tales that push in the other direction. In the United States, government measures such as the China Initiative chilled international collaborations, drove Chinese scientists to leave the country, undermined productivity (PDF), and cast suspicion on all Chinese scholars. There is at least one measure that could strike a balance between the government's desire for greater control and academics' justifiable fears about infringements of their academic freedom: education. It's time to equip the UK's research community with the knowledge to recognise and prevent unwarranted leakage of intellectual capital. It's time to equip the UK's research community with the knowledge to recognise and prevent unwarranted leakage of intellectual capital. This could take many forms. At one end of the spectrum, the government could adopt Germany's decentralised approach, funding local initiatives in universities and regions to transfer knowledge from sinologists to students and scientists. But while this may appear cost-effective and respectful of university autonomy, it could inadvertently reinforce institutional disparities. Its effectiveness could also hinge on the local availability of sinologists. At the other end of the spectrum, alongside other government partners, the government's Research Collaboration and Advice Team could, like Canada and the United States, develop nationwide courses in collaboration with sinologists, content creators, and university bodies to teach researchers how to safeguard their research. Mandatory or not, the courses could be funded out of the new £1 billion UK Integrated Security Fund. Such measures could help address foreign influence while empowering researchers to share their work without fear of compromise, potentially marking the first step towards ending the UK's China crisis once and for all. Fiona Quimbre is senior analyst on defence and security at RAND Europe. This commentary originally appeared on Times Higher Education on October 13, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}