{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:40:26.274216",
  "crawling_time_epoch": 1704166826,
  "type": "News Release",
  "title": "Efforts to Avoid Civilian Casualties in Raqqa, Syria, in 2017 Were Considerable but Insufficient",
  "url": "https://www.rand.org/news/press/2022/03/31.html",
  "descriptions": "U.S. strategic choices in the battle to liberate Raqqa, Syria, from ISIS in 2017 likely increased civilian harm despite considerable efforts to avoid civilian casualties by both U.S. and coalition forces.",
  "posted": "Mar 31, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "",
      "profession": "",
      "biography": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      }
    },
    "researcher": [],
    "tags": [
      "www.rand.org"
    ],
    "Article": "U.S. strategic choices in the battle to liberate Raqqa, Syria, from ISIS in 2017 likely increased civilian harm despite considerable efforts to avoid civilian casualties by both U.S. and coalition forces, according to new research from the RAND Corporation. The report builds on an overall assessment released in January that found the U.S. Department of Defense (DoD) is not adequately organized or resourced to sufficiently assess, reduce, and respond to civilian-harm incidents. Following that assessment, Defense Secretary Lloyd Austin issued guidance (PDF) that pledged to improve and institutionalize the military's procedures. “The battle for Raqqa is a cautionary tale about civilian harm in urban combat,” said Michael McNerney, RAND senior researcher and lead author of the report. “It should serve as an extra incentive to the DoD to strengthen its policies and procedures to mitigate, document, and respond to civilian harm.” “Our report focuses on U.S. actions in Raqqa, but the actions of the Syrian government and its Russian and Iranian partners undoubtedly contributed far more to civilian harm and suffering in Syria overall,” McNerney said. Though civilian casualties in Raqqa were not as high as might have been expected given the level of structural damage—an estimated 60%–80% of the city was left uninhabitable—the report indicates that U.S. strategic and operational decisions, such as the encirclement of Raqqa and insufficient shaping of the battlefield with preplanned, carefully targeted airstrikes prior to ground force engagements, made it more difficult to lessen civilian harm. The challenges in Raqqa were compounded by severe limits on the numbers and locations of U.S. ground forces and the subsequent combat burden on partner forces that were less precise than U.S. forces, according to the report. A lack of on-the-ground sources to provide better local information and defensive moves by ISIS fighters who deliberately put civilians in harm's way also made it more difficult for the military to avoid civilian casualties. After the battle, flawed DoD processes and poor collection and analysis of civilian casualty data hindered the military's ability to adequately assess the full scope of civilian harm. The large amount of structural damage to Raqqa and, subsequently, inadequate U.S. planning or support for its reconstruction also undermined post-battle governing prospects and long-term U.S. interests, the authors found. The DoD is working to implement many of the recommendations made in RAND's Raqqa report and in the overall assessment. Those include that the department consider how strategic choices might affect civilian-harm risks prior to the start of military operations; improve the application of targeting processes, tools, and force preparation; improve training and education for future urban engagements; place more emphasis on information operations and make better use of intelligence and sources external to the U.S. government for understanding the civilian environment; and improve its ability to assess and investigate civilian harm incidents and ensure the lessons from these assessments are acted upon and institutionalized. The report,“Understanding Civilian Harm in Raqqa and Its Implications for Future Conflicts,” was sponsored by the Assistant Secretary of Defense for Special Operations and Low Intensity Conflict and conducted within the International Security and Defense Policy Center of the RAND National Security Research Division. In addition to McNerney, other authors are Gabrielle Tarini, Nate Rosenblatt, Karen M. Sudkamp, Pauline Moore, Michelle Grisé, Benjamin J. Sacks, and Larry Lewis."
  }
}