{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:05:38.323656",
  "crawling_time_epoch": 1703239538,
  "type": "Commentary",
  "title": "Encouraging Consistency in National Security Transparency",
  "url": "https://www.rand.org/pubs/commentary/2023/10/encouraging-consistency-in-national-security-transparency.html",
  "descriptions": "The United States remains the leader in space in both national security and commercial capabilities. Greater transparency about existing on-orbit systems that are already detected by many is an important next step that could bolster U.S. credibility while also aiding deterrence.",
  "posted": "Oct 16, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/10/encouraging-consistency-in-national-security-transparency/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1697487389956.jpeg",
    "desc": "An Atlas V rocket carrying a Space Based Infrared System Geosynchronous Earth Orbit satellite launches from Cape Canaveral Space Force Station, Florida, August 4, 2022, photo by Joshua Conti/U.S. Space Force"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Bruce McClintock",
      "profil": "https://www.rand.org/about/people/m/mcclintock_bruce.html",
      "position": "Lead, Space Enterprise Initiative; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@BHMcClintock",
      "contact": "https://www.twitter.com/BHMcClintock"
    },
    "tags": [
      "International Diplomacy",
      "Military Satellites",
      "Military Strategy",
      "Military Technology",
      "Space Science and Technology",
      "United States",
      "United States Department of Defense",
      "www.rand.org"
    ],
    "Article": "In December 2022, the United States Department of Defense (DoD) unveiled its next-generation stealth bomber at a ceremony that included the first publicly available videos and images of the aircraft. The B-21 reveal was an important and appropriate step in a long history that dates back to Sun Tzu noting the importance of deception and U.S. policy to “reveal to deter, conceal for warfighting advantage.” The DoD does a good job of balancing reveal/conceal considerations for the air domain, and is beginning to show signs of similar transparency in the space domain. In unveiling the new bomber, Secretary of Defense Lloyd Austin stated the bomber is a testament to America's “strategy of deterrence.” RAND research from the 1980s determined that before a crisis (during competition in today's preferred terms) a deliberate capability revelation is usually made to “reduce the enemy confidence in their own estimates of U.S. combat potential and thereby reduce their willingness to engage in combat.” The B-21 reveal is the latest example of acknowledging the existence of an important new military capability while also protecting it so adversaries cannot begin to develop ways to counter it or develop their own similar systems. Acknowledging the existence, presence in orbit, and eventual reentries of classified space systems could be an important part of overall transparency. For space capabilities, the United States has been behind in demonstrating an ability to balance reveal considerations for deterrence and potential future conflict. The recent acknowledgement of a joint National Reconnaissance Office and U.S. Space Force mission to launch Silent Barker satellites is a good example of space applying the same reveal-to-deter philosophy used in other domains. However, the United States has not acknowledged other space capabilities that are on orbit that are already detected by not only adversaries and allies, but even nongovernmental organizations and independent space observers. There are multiple examples of so-called hobbyists “revealing” military space capabilities well before the military acknowledges their existence, let alone specifics about their capabilities and missions. One example is a 2018 case of unannounced reentries of “off-the-books” satellites. Acknowledging the existence, presence in orbit, and eventual reentries of classified space systems could be an important part of overall transparency and could stop short of revealing highly classified systems that may not yet be deployed. It is appropriate to maintain secrecy about technologies not yet on orbit or in the public eye to delay adversaries' ability to develop countermeasures. However, the continued lack of acknowledgement of systems that can be widely observed could undermine U.S. interests in two ways. First, and most importantly, U.S. behavior could demonstrate a lack of commitment by the DoD to the U.S.-supported United Nations Long-Term Sustainability of Outer Space Activities. These Long-Term Sustainability guidelines include specific provisions for sharing information on space objects and orbital events, and lack of voluntary compliance could undermine U.S. efforts to be a leader in norms development for space. Acknowledging the existence of satellites while not discussing their capabilities could maximize the advantage gained from adversary speculation about a satellite's full purposes. Second, acknowledging the existence of satellites while not discussing their capabilities could maximize the advantage gained from adversary speculation about a satellite's full purposes and could make it necessary for adversaries to prepare for all possible capabilities or, ideally avoid direct conflict given the unknown capabilities. The U.S. government could apply more broadly the approach it used for the X-37B, a reusable, unmanned space test platform the military revealed and discusses in general terms without formally addressing speculation over its full capabilities and missions. This appears to be the approach the U.S. government is taking for the Silent Barker satellites, revealing the mission while not revealing the specifics of the constellation. The United States remains the leader in space in both national security and commercial capabilities. To help retain that leadership role, it is good to see its willingness to update its reveal/conceal policy and activities for space systems. If the United States is truly committed to long-term responsible space behavior, the U.S. government should commit to acknowledging more satellites in orbit while not necessarily revealing their specific capabilities. This approach may require even closer cooperation between the DoD and the intelligence community. The Silent Barker acknowledgement is a positive indicator of a more-mature reveal/conceal policy. Greater transparency about existing on-orbit systems that are already detected by many is an important next step that could bolster U.S. credibility while also aiding deterrence. Bruce McClintock is lead of the RAND Space Enterprise Initiative and a senior policy researcher at the RAND Corporation. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}