{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:58:33.886223",
  "crawling_time_epoch": 1703231913,
  "type": "Announcement",
  "title": "Endowed Chair to Advance Truth Decay Research Established in Honor of RAND President and CEO Michael D. Rich",
  "url": "https://www.rand.org/news/press/2022/06/03.html",
  "descriptions": "RAND supporters have contributed more than $4 million to endow a new chair to advance research aimed at countering Truth Decay—the diminishing role of facts and analysis in public life—while paying tribute to RAND President and CEO Michael D. Rich, who is stepping down this year after more than a decade at the institution's helm.",
  "posted": "Jun 3, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2022/06/03/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1654284627565.jpeg",
    "desc": "Michael Leiter and Michael Rich at the United States Institute of Peace in Washington, D.C., March 23, 2022, photo by Jason Dixson Photography"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Friday\nJune 3, 2022 RAND Corporation supporters have contributed more than $4 million to endow a new chair to advance research aimed at countering Truth Decay—the diminishing role of facts and analysis in public life—while paying tribute to RAND President and CEO Michael D. Rich, who is stepping down this year after more than a decade at the institution's helm. Rich is coauthor of Truth Decay, a 2018 report that launched an ongoing stream of research into how the phenomenon has enfeebled America's response to everything from climate change to domestic terrorism to the COVID-19 pandemic. “The distortion of facts—the misinformation and disinformation at the center of many of our problems today—is the research area to which Michael Rich has personally devoted the last few years,” said RAND trustee Joel Hyatt, chair of the Tomorrow Demands Today fundraising campaign. “To celebrate Michael and to thank him for his lifetime of devotion to RAND, I am honored on behalf of the RAND Board of Trustees to announce the establishment of the Michael D. Rich Chair in Countering Truth Decay.” The new chair will help further develop and expand the impact of RAND's research agenda on the problem, including efforts to deepen understanding of it, raise public awareness of Truth Decay's consequences, and design and test solutions to counter the phenomenon. More than $4 million has been raised to establish the chair, for which RAND is currently seeking applicants. Additional fundraising efforts will continue to augment the work of the chairholder and support related research, events, convenings and outreach opportunities. “For more than 45 years, Michael Rich has helped RAND become a leading source of expertise, analysis and evidence-based ideas,” said Michael E. Leiter, chair of the RAND Board of Trustees. “He epitomizes the integrity, the nonpartisanship and the focus on impact that define RAND. On the occasion of Michael's retirement, it is fitting that we pay tribute to him by ensuring that RAND can make significant progress in the fight against Truth Decay for years to come.” Rich became president and CEO of RAND in 2011. He began his RAND career as a summer intern in 1975 and went on to hold a number of senior leadership positions. As president and CEO, he has focused on extending the impact of RAND's work, broadening its legacy of innovation and helping decisionmakers stay ahead of the curve on critical concerns. Since Rich became president, RAND has seen annual revenues grow from $250 million to more than $350 million, raised more than $214 million in philanthropic gifts as part of the Tomorrow Demands Today campaign, and tackled such policy challenges as health care costs, international security, the COVID-19 pandemic and gun policy in America, in addition to Truth Decay. Rich was instrumental in the creation of the RAND National Defense Research Institute, a federally funded research and development center that provides research and analysis to the Office of the Secretary of Defense, the Joint Staff, the Combatant Commands, the Navy, the Marine Corps, the defense agencies and the intelligence community. He also helped lead RAND's diversification and expansion into international markets, including Europe, the Middle East and Australia. He co-led the development of RAND's award-winning green headquarters building in Santa Monica, Calif., and recently directed that $3 million be invested in new research on racial equity and to establish the RAND Center to Advance Racial Equity Policy. Rich has been an enthusiastic supporter of Pardee RAND Graduate School, the world's largest public policy Ph.D. program, where he has taught and advised graduate students and chaired numerous committees. “We are very grateful to the many friends and supporters who have joined with RAND to honor Michael's groundbreaking work on Truth Decay and all he has done for RAND throughout his remarkable career,” Leiter said. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Michael D. Rich is president emeritus at the RAND Corporation, a nonprofit, nonpartisan research organization that helps improve policy and decisionmaking through research and analysis. For nearly 50 years, he helped RAND become a leading source of expertise, analysis, and evidence-based ideas… Explore All Topics » Report Jan 16, 2018 Jennifer Kavanagh, Michael D. Rich @michaeldrich Project Jan 16, 2018 Q&A Mar 29, 2022"
    }
  }
}