{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:49:33.760302",
  "crawling_time_epoch": 1703231373,
  "type": "Commentary",
  "title": "Enter Outer Space at Your Own Risk?",
  "url": "https://www.rand.org/pubs/commentary/2023/05/enter-outer-space-at-your-own-risk.html",
  "descriptions": "Since 2004, federal law has barred most participant safety regulations and leaves nearly all issues of safety up to the discretion of the company providing the service. It's time to allow the moratorium on regulation to expire and allow the development of safety standards, led by the FAA.",
  "posted": "May 16, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/enter-outer-space-at-your-own-risk/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1684264130198.jpeg",
    "desc": "Undated photo of Virgin Galactic Spaceship Cabin Interior, handout photo by Virgin Galactic/ABACA via Reuters Connect"
  },
  "content": {
    "source": "(Space News)",
    "author": {
      "name": "Douglas C. Ligor Josh Becker",
      "profil": "https://www.rand.org/about/people/l/ligor_douglas_c.html",
      "position": "Acting Director, Management, Technology, and Capabilities Program, RAND Homeland Security Research Division; Senior Behavioral/\nSocial Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@DougLigor",
      "contact": "https://www.twitter.com/DougLigor"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.space-exploration.html",
        "tag": "Space Exploration"
      },
      {
        "blog": "https://www.rand.org/blog.topic.space-science-and-technology.html",
        "tag": "Space Science and Technology"
      },
      {
        "blog": "https://www.rand.org/blog.topic.transportation-safety.html",
        "tag": "Transportation Safety"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "If you pay a company like SpaceX, Blue Origin, Virgin Galactic, or Boeing to go into space, perhaps even perform your own spacewalk, should those companies be bound by safety regulations issued by the Federal Aviation Administration (FAA)? Currently, the answer is “no,” thanks to a law that bans federal regulation of commercial space enterprises. As a result, individuals who choose to go to space, and the general public, may not have sufficient information to reasonably assess the safety of commercial spaceflight. It's time to allow the moratorium on regulation to expire and allow the development of safety standards, led by the FAA. Since 2004, federal law has barred most participant safety regulations and leaves nearly all issues of safety procedures, equipment, and standards for commercial spaceflight participants like amateur astronauts up to the discretion of the company providing the service. As a result, companies voluntarily determine and choose to apply safety standards that they deem appropriate. These include basic, critical safety aspects like when passengers should be strapped into the vehicle's cabin, when they should wear pressurized suits in case of a loss of oxygen and what risk tolerance for serious injury or death they might encounter. There were several reasons why Congress imposed the moratorium and continued to extend it up to the present. Lawmakers, the commercial space industry, and other stakeholders believed that a “learning period” was necessary to ensure that any regulations eventually issued would necessarily “take into consideration the evolving standards of the commercial space flight industry.” In other words, because the industry was so new, and the number of commercial spaceflights continued to be limited, there was insufficient data, information, testing, and experience to craft effective safety rules. Another reason is that, as different companies designed and developed unique types of vehicles, systems, and equipment to go into space, it would be impractical to impose a single set of rules that would have broad applicability. This has certainly become the case as even the basic designs of the current crop of commercial space vehicles differ significantly. For example, SpaceX and Blue Origin employ different types of crew capsules, and Virgin Galactic employs a fuselage-type crew vehicle rather than a capsule. Each vehicle would naturally require safety standards specific to its design. On October 1, 2023, the moratorium on federal regulation is set to expire. RAND was asked by Congress to assess the state of the development of voluntary safety standards led primarily by industry in coordination with private standards development organizations and the FAA's Commercial Space Transportation Advisory Committee. RAND was also asked to assess if commercial spaceflight is ready for government regulation. The current state of participant safety is largely unknowable because sufficient data and information are not available. One significant finding that drove our conclusions is that the current state of participant safety is largely unknowable because sufficient data and information are not available. Three factors contribute to this lack of transparency. Based on these factors, it is not possible to independently assess and analyze whether policymakers, spaceflight participants, industry, or the public have sufficient information to make reasonably informed decisions about the safety of commercial spaceflight. Allowing the moratorium to expire would clear the way for the FAA to begin informal, publicly accessible rulemaking activities. As part of these activities, the FAA, industry, standards-development organizations, and other interested stakeholders could work in collaboration to determine next steps for the development of safety standards—whether they continue to be developed voluntarily, or whether binding rules should be considered. The current practice of nondisclosure and siloing of data and information may result in gaps or blind spots that could increase the likelihood of a catastrophic event. While we're not suggesting any specific types of regulations at this time, our research generally supports considering rules that would increase transparency with respect to the identification, collection, reporting, and analysis of key safety data and information. The current practice of nondisclosure and siloing of data and information may result in gaps or blind spots that could increase the likelihood of a catastrophic event. A system that would enable the FAA, industry, and stakeholders to develop safety standards more collaboratively, while also providing sufficient protections for sensitive corporate information, may help to enhance the sustainability and growth of the commercial spaceflight industry. Douglas Ligor is a senior behavioral/social scientist at the nonprofit, nonpartisan RAND Corporation, and a member of the RAND Space Enterprise Initiative. Josh Becker is an adjunct policy researcher at RAND. This commentary originally appeared on Space News on May 16, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}