{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:43:04.669734",
  "crawling_time_epoch": 1703230984,
  "type": "Blog",
  "title": "Escalation in Ukraine, a Trilateral Imperialist Threat, Disaster Recovery: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-september-22.html",
  "descriptions": "This weekly recap focuses on the risk of escalation in Ukraine, the growing threat of a North-Korea-Russia-China partnership, the economics of disaster recovery, and more.",
  "posted": "Sep 22, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-22/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1695303663905.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "topic": [
      {
        "tag": "China",
        "blog": "https://www.rand.org/blog.topic.china.html"
      },
      {
        "tag": "Disaster Recovery Operations",
        "blog": "https://www.rand.org/blog.topic.disaster-recovery-operations.html"
      },
      {
        "tag": "Emerging Technologies",
        "blog": "https://www.rand.org/blog.topic.emerging-technologies.html"
      },
      {
        "tag": "Food Insecurity",
        "blog": "https://www.rand.org/blog.topic.food-insecurity.html"
      },
      {
        "tag": "Labor Markets",
        "blog": "https://www.rand.org/blog.topic.labor-markets.html"
      },
      {
        "tag": "Military Veterans",
        "blog": "https://www.rand.org/blog.topic.military-veterans.html"
      },
      {
        "tag": "North Korea",
        "blog": "https://www.rand.org/blog.topic.north-korea.html"
      },
      {
        "tag": "Ohio",
        "blog": "https://www.rand.org/blog.topic.ohio.html"
      },
      {
        "tag": "Russia",
        "blog": "https://www.rand.org/blog.topic.russia.html"
      },
      {
        "tag": "Science of Science",
        "blog": "https://www.rand.org/blog.topic.science-of-science.html"
      },
      {
        "tag": "Security Cooperation",
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html"
      },
      {
        "tag": "Ukraine",
        "blog": "https://www.rand.org/blog.topic.ukraine.html"
      },
      {
        "tag": "Warfare and Military Operations",
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html"
      }
    ],
    "Article": "This week, we discuss the risk of escalation in Ukraine; the North Korea-Russia-China Partnership; addressing food insecurity among veterans; why estimating disaster recovery costs is so difficult; strengthening the U.S. manufacturing workforce; and “self-driving” science labs.",
    "sub_article": [
      {
        "title": "Russia’s War in Ukraine: Understanding the Risk of Escalation",
        "descriptions": "The conflict thus far has been highly fluid, with repeated stalemates followed by periodic breakthroughs on both sides. Underlying these shifts is a persistent concern: the risk of an even wider, even more horrific war. A new RAND report breaks down this risk, analyzing how greater escalation in the conflict, including potential Russian nuclear use, could still occur. Escalation could happen deliberately—for example, if Russia decided to carry out a limited attack against NATO in Europe, or use nuclear weapons inside Ukraine. It could also occur inadvertently if, for instance, an aggressive Russian maneuver against U.S. surveillance aircraft led to the deaths of U.S. military personnel. After exploring these and other scenarios, the authors highlight recommendations for Western policymakers. Maintaining NATO cohesion is a critical starting point. Agreement among allies about how much risk to take on is a key to both Ukraine's long-term success and to deterring potential Russian escalation.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "The North Korea-Russia-China Partnership and How to Counter It",
        "descriptions": "Photo by Sputnik/Artem Geodakyan/Pool via Reuters North Korean leader Kim Jong Un left eastern Russia on Sunday, capping off a six-day visit that served as a high-profile sign of the budding relationship between Pyongyang and Moscow. This pair of pariah states may be troubling enough. But China is also in the mix, creating a trilateral threat that the West must take seriously, says RAND's Bruce Bennett. While there are no silver bullets to stop this partnership, the United States and its allies can take a key first step to counter it: better understanding the future of warfare.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-22/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539/imagewithclass_copy.fit.800x0.jpeg/1695302798509.jpeg",
          "width": "800",
          "height": "451",
          "desc": "North Korea's leader Kim Jong Un and Russia's President Vladimir Putin attend a meeting at the Vostochny Сosmodrome in the far eastern Amur region, Russia, September 13, 2023, photo by Sputnik/Artem Geodakyan/Pool via Reuters"
        }
      },
      {
        "title": "Addressing Food Insecurity Among Veterans",
        "descriptions": "Veterans experiencing food insecurity are less likely than food-insecure nonveterans to be enrolled in the Supplemental Nutrition Assistance Program, or SNAP. A new RAND study identifies policy options to address this. For example, expanded screening that focuses on veterans who do not receive care through Veterans Affairs, older veterans, and veterans with disabilities could ensure that fewer food-insecure veterans fall through the cracks. Reducing SNAP eligibility requirements, such as income limits, could also help.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-22/_jcr_content/par/blogpost/par-blog/wrapperdiv_655378184/imagewithclass_copy.fit.800x0.jpeg/1695302939237.jpeg",
          "width": "800",
          "height": "451",
          "desc": "Sign at a grocery store reads, \"We welcome SNAP benefits,\" photo by Jonathan Weiss/Alamy Stock Photo"
        }
      },
      {
        "title": "Why Disaster Recovery Costs Are So Hard to Estimate",
        "descriptions": "Photo by Sandy Hooper/USA Today via Reuters The initial estimate to rebuild the town of Lahaina following last month's devastating wildfire in Maui is $5.5 billion. This number is too low, says RAND's Aaron Strong, because the math on disaster recovery “isn't a simple sum of the losses.” The two main X factors are labor shortages and material shortages in the wake of a disaster, which inevitably make rebuilding slower and more expensive. This shows how large-scale reconstruction projects can fundamentally change local economics, Strong says, in ways that drive costs up, not down.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-22/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1695303544511.jpeg",
          "width": "800",
          "height": "451",
          "desc": "Burned cars and homes are seen in Lahaina, Hawaii, after the August 8 wildfires, August 18, 2023, photo by Sandy Hooper/USA Today via Reuters"
        }
      },
      {
        "title": "Strengthening the U.S. Manufacturing Workforce",
        "descriptions": "Photo by Megan Jelinger/Reuters The U.S. manufacturing industry faces a growing need for highly skilled workers. A new RAND study examines this issue, focusing on Ohio, which has one of the largest manufacturing industries in the United States. The report finds that most Ohio students who earn postsecondary credentials in manufacturing end up working in other fields. This may suggest that there is a much larger supply of highly skilled manufacturing workers than is currently being used by the manufacturing industry—not just in Ohio, but across the country.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-22/_jcr_content/par/blogpost/par-blog/wrapperdiv_1035350401/imagewithclass.fit.800x0.jpeg/1695303348423.jpeg",
          "width": "800",
          "height": "451",
          "desc": "A worker builds frames for solar panels at First Solar in Perrysburg, Ohio, July 8, 2022, photo by Megan Jelinger/Reuters"
        }
      },
      {
        "title": "What If Science Labs Ran Themselves?",
        "descriptions": "Picture a busy laboratory. It's humming with activity, but the lab is devoid of people. Instead of humans conducting the scientific experiments and analysis, machines and algorithms are doing the work. By combining advanced machinery and artificial intelligence, these “self-driving” labs, as they are called, could reshape scientific research as we know it. RAND's Joshua Steier and Rushil Bakhshi discuss the immense promise and potential perils of this innovation.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-22/_jcr_content/par/blogpost/par-blog/wrapperdiv_267892730/imagewithclass.fit.800x0.jpeg/1695303467084.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A robotic arm working in a science laboratory, photo by gorodenkoff/Getty Images"
        }
      }
    ]
  }
}