{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:45:27.858705",
  "crawling_time_epoch": 1703231127,
  "type": "Commentary",
  "title": "Escaping Afghanistan",
  "url": "https://www.rand.org/pubs/commentary/2023/08/escaping-afghanistan.html",
  "descriptions": "As of April 2023, about 152,000 Special Immigrant Visa applicants remain trapped in Afghanistan. Despite many recommendations and bipartisan support for reforming the program, only minor tweaks have been made. Meanwhile, the dangerously slow process has become practically a death sentence.",
  "posted": "Aug 14, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/08/escaping-afghanistan/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1692056988941.jpeg",
    "desc": "Evacuees from Afghanistan board a Boeing 777 bound for the United States from Naval Air Station Sigonella in Sicily, Italy, August 28, 2021, photo by EyePress News/Reuters"
  },
  "content": {
    "source": "(The Washington Post)",
    "author": {
      "name": "",
      "profil": null,
      "position": "",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.afghanistan.html",
        "tag": "Afghanistan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.displaced-persons.html",
        "tag": "Displaced Persons"
      },
      {
        "blog": "https://www.rand.org/blog.topic.immigration-and-emigration.html",
        "tag": "Immigration and Emigration"
      },
      {
        "blog": "https://www.rand.org/blog.topic.immigration-legislation.html",
        "tag": "Immigration Legislation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.refugees.html",
        "tag": "Refugees"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "My 9-year-old daughter still remembers August 2021 as a “horrible time.” After the fall of Kabul that month, my husband and I, both Air Force officers who had served in Afghanistan, found ourselves pulled into a complex, unofficial operation to help evacuate U.S. citizens and Afghan allies. There were endless sleepless nights spent frantically sending messages over Signal and compiling enormous spreadsheets of passenger manifests. We worked as if it were a matter of life and death—because it was. Two years later, those long days are a memory for me. But for the hundreds of thousands of our allies still left behind, the horrors continue. As of April 2023, about 152,000 Special Immigrant Visa (SIV) applicants remain trapped in Afghanistan. These people, who served side-by-side with U.S. forces during the long war, face years of danger, severe economic hardship, and increasingly onerous restrictions—particularly on women and girls—while applying for their SIVs through a complicated, Kafkaesque process. As of April 2023, about 152,000 Special Immigrant Visa applicants remain trapped in Afghanistan To create a snapshot of the absurd gantlet our former friends and allies have to run, I gathered quotations from text messages and emails that they sent to my organization, No One Left Behind, seeking help. They have been edited for clarity, and names are being withheld for the writers' safety. Proof of employment. To start an SIV application, applicants must submit a slew of documents through the U.S. State Department's website. This requires access to the internet—not a given when one is hiding from the Taliban. The required documents (PDF) include proof of employment for the U.S. government for at least one year and a letter of recommendation from a former supervisor. But the companies often kept poor HR records, and former supervisors are difficult to reach—and may not even remember their former employees. Agonizing choices. Once the documents are submitted, applicants wait almost a year for “Chief of Mission approval” to proceed to the next step. During this time, they must come to terms with leaving behind members of their extended families, many of whom are also in danger for being related to a former U.S. employee. SIV applicants can take only their spouses and unmarried children younger than 21. And because the application process takes so long, many children age past 21 by the time the SIV is issued. Reaching a U.S. Embassy—outside Afghanistan. With chief of mission approval in hand, applicants will wait several more months for an interview at an American embassy. Since the United States no longer has a diplomatic presence in Afghanistan, this puts applicants—who were relying on the SIV to help them escape Afghanistan—in the paradoxical position of having to get out of Afghanistan to get the SIV. At this point, the applicant must wait for the United States to help them get to a third country, or self-fund their travel to a nearby country with a U.S. Embassy. The first option is fraught, as the United States' ability to move candidates out of Afghanistan is extremely limited. Those who can afford the second option are faced with another daunting obstacle: Every single person traveling must have a passport. Many do not. Getting a passport in Afghanistan. Passports cost about $70 at government passport offices, which can be closed for months at a time. The waitlists are long, and rumors suggest that the Taliban are detaining applicants who worked for the United States. It can be faster and safer to use a passport broker, but this costs $1,700 to $2,200 per person and comes with the risk that the passport is fake. Finding a way to survive abroad. Once out of Afghanistan, SIV candidates must subsist in a foreign country with no income as they wait to be processed, sometimes for months. In Pakistan, local police forces are increasingly hostile to Afghans, arresting or deporting them with little provocation. Applicants will also need to pay for a medical exam, an often-overlooked SIV requirement. Obtaining a ticket to the United States. For the extremely lucky who overcome all the hurdles and get their SIVs, the primary way to the United States is through the United Nations' International Organization for Migration, which will buy them commercial airline tickets (as a “loan”) and assign them to a resettlement agency. Getting a flight can take months, and in that time the third-country visa, medical exam, or the Special Immigrant Visa itself might expire, resulting in additional fees or months of delay. It could all get worse. If everything goes perfectly, the process takes more than two years. But there are so many ways something can go wrong. The birth of a child requires updating the SIV application and obtaining a passport. A chance encounter with police abroad could end in arrest and detention, necessitating the payment of bribes and fines. Flights to third countries are sometimes suspended for months at a time. Applicants who are single women are often not allowed to travel, even with the proper documentation. Through all of this, applicants struggle to feed and shelter themselves and their families while fearing for their lives. Depression and suicide are common. Despite many recommendations and bipartisan support for reforming the SIV program, only minor tweaks have been made. Despite many recommendations (PDF) and bipartisan support for reforming the SIV program, only minor tweaks—eliminating one form, reducing the minimum length of service from two years to one—have been made. Meanwhile, the dangerously slow SIV process has become practically a death sentence. No One Left Behind has documented hundreds of SIV applicants who were murdered while waiting for their visas; details will be released in a forthcoming report. It doesn't have to be this way. The U.S. government can make life immeasurably better for tens of thousands of Afghan allies and their families. It can grant categorical parole to SIV applicants who are ready for their interviews and fly them to the United States to finish the process in safety. It can dedicate more State Department resources to speeding up SIV applications (PDF). And it can establish a permanent SIV program to ensure this doesn't happen to future allies. The United States must do better. Annie Yu Kleiman is a senior technical analyst at the nonprofit, nonpartisan RAND Corporation and an 18-year Air Force reservist. She serves on the board of directors for No One Left Behind, an organization working to help evacuate, resettle, and advocate for Afghan Special Immigrant Visa recipients. This commentary originally appeared on The Washington Post on August 14, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}