{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:33:21.167476",
  "crawling_time_epoch": 1704166401,
  "type": "Commentary",
  "title": "Europe: Ukraine's Essential Ally",
  "url": "https://www.rand.org/pubs/commentary/2023/04/europe-ukraines-essential-ally.html",
  "descriptions": "While the United States is Ukraine's primary military backer, Europe is sharing the war's overall burden, sanctioning Russia, arming Ukraine, and helping prepare it to join the European Union, as well as absorbing huge economic costs. Europe's partnership with the United States on Ukraine may be Western diplomacy's finest hour since the Berlin Wall fell.",
  "posted": "Apr 10, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/04/europe-ukraines-essential-ally/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1681172475889.jpeg",
    "desc": "Volodymyr Zelenskyy, Emmanuel Macron, and Olaf Scholz meet at Elysee Palace in Parisé, photo by Ukrainian Presidency via ABACAPRESS.COM/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "William Courtney Hans Binnendijk",
      "profil": "https://www.rand.org/about/people/c/courtney_william.html",
      "profession": "Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "tags": [
      "Europe",
      "European Union",
      "International Diplomacy",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "While the United States is Ukraine's primary military backer, Europe is sharing the war's overall burden. Ukraine's future lies in Europe. It is embracing Ukrainians, notably hosting 8 million refugees and sending generous economic and humanitarian aid. Ukrainian flags fly everywhere in Europe. For its treachery, Russia has lost Ukraine. Prior to the war, few foresaw such close European links, but Ukraine's democratic gains have laid a strong basis. In three decades of independence, Ukraine's opposition has won multiple elections and taken power peacefully. The Orange and Maidan popular uprisings renewed the country's democratic drive. Europe and the United States are in lock step in opposing Russia's war. NATO's Strategic Concept, agreed upon at last July's Madrid Summit, presents a cohesive and tough position against the invasion. Putin thought he could divide the West; he has united it. Before the war, many Europeans were disappointed in Ukraine's progress. Transparency International's corruption perceptions index ranked the country poorly. Oligarchs choked the economy and suborned the parliament. As late as 2010, Ukrainians elected as president a notorious pro-Russian, Viktor Yanukovych. Ukrainian membership in NATO and the European Union was a distant vision. Russia's naked aggression and Ukraine's brave resistance have changed minds. A poll last January by the European Council on Foreign Relations found Europeans “surprisingly united” behind Ukraine. Three factors underlay the shift: Ukraine's successes in the first year of the war; how the war has united the left and right in Europe; and the perceived return of a strong, U.S.-led West. Europe is doing more than many Americans realize. Europe is sanctioning Russia, arming Ukraine, and helping prepare it to join the European Union. Europe is also absorbing huge economic costs. Beyond hosting refugees, Europe is doing more than many Americans realize. Europe is sanctioning Russia, arming Ukraine, and helping prepare it to join the European Union. Europe is also absorbing huge economic costs. Although U.S. military aid since the war began exceeds Europe's (about $45 billion to $20 billion), Europe has provided more financial and humanitarian aid (about $40 billion to $30 billion). How is Europe assisting Ukraine? Refugees: The war has prompted Europe's largest refugee flow since World War II. It is mostly women and children, as men must fight. The European Union (EU) has lifted many barriers facing refugees. For up to three years, the EU is providing the right to work, health care, education, shelter, and financial support. Sanctions: The EU (PDF) has imposed wave after wave of sanctions on Russians, hitting over 170 entities and 1,350 persons. Ten large Russian financial institutions no longer have access to Belgium-based SWIFT, the main global system for financial messaging. Last December, the EU banned imports of a lot of Russian crude oil, forcing a hefty price discount that China and India exploit. Russian natural gas exports to Europe via pipeline are at 40-year lows. Arms: NATO's eastern allies are providing Ukraine with vast amounts of former Soviet arms, including T-72 tanks and now Mig-29 aircraft. Ukraine can use them right away, and servicing and spare parts are at hand. After some delay, German Leopard 1 and 2 and British Challenger 2 tanks are flowing to Ukraine in time for this year's fighting, along with large numbers of European infantry fighting vehicles. Europe will dominate the supply of Western armor this year. Nearly all European nations have provided some military aid. The recent focus has been on air defenses to protect Ukraine's cities, and artillery to counter Russia's firepower advantage. The EU has pledged 1 million rounds of artillery ammunition. Germany, Poland, and the United Kingdom provide world-class training. The Baltic states are taking risks by shipping arms from their own inventories. NATO Membership: Preventing NATO membership for Ukraine has been a Putin priority. While Ukraine's joining the alliance will likely wait until current fighting ends, European allies may be supportive when the time comes. Reconstruction: German Chancellor Olaf Scholz and European Commission President Ursula von der Leyen are calling for a new Marshall Plan to help rebuild Ukraine. Much aid will likely come from Europe. The EU is exploring ways to use confiscated Russian Central Bank assets, perhaps up to $300 billion, to help finance reconstruction. EU membership: Last June, the EU granted Ukraine candidate status. Ukraine wants to join within two years, but Brussels has not altered its admission procedure. Even as it seeks to temper expectations, the EU is aware of the need to encourage Ukraine's efforts. The war has put a heavy economic burden on Europe. Economic burden: The war has put a heavy economic burden on Europe. Natural gas prices are up by three times, supply chain disruptions spark inflation, and higher food prices harm the poor. Europe's rapid energy shift has cut Russia's income. The cost to Europe from this and sanctions is far higher than to the United States. Europe might stiffen the U.S. spine. U.S. public support for military aid has softened. An Associated Press–led poll in February found 48 percent back aid, versus 60 percent the previous May. Having Europe as a reliable partner may help stabilize this decline. Europe's partnership with the United States on Ukraine may be Western diplomacy's finest hour since the Berlin Wall fell. Courageous Ukraine backed by the West might deliver a body blow to Russian imperialism not seen since the calamitous retreat of the tsar's army in World War I. William Courtney is an adjunct senior fellow at the nonprofit, nonpartisan RAND Corporation and former U.S. ambassador to Kazakhstan and Georgia. Hans Binnendijk is a distinguished fellow at the Atlantic Council. He formerly served as special assistant to the president for defense policy and as vice president of the National Defense University. This commentary originally appeared on The Hill on April 6, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}