{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:55:41.381152",
  "crawling_time_epoch": 1703231741,
  "type": "News Release",
  "title": "Evidence About Effects of Gun Policies Grows and Supports Laws Intended to Restrict Child Access to Guns",
  "url": "https://www.rand.org/news/press/2023/01/10.html",
  "descriptions": "There is now supportive evidence that child-access-prevention laws reduce firearm homicides and self-injuries among youth, and that shall-issue concealed-carry laws and stand-your-ground laws increase levels of firearm violence.",
  "posted": "Jan 10, 2023",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Rosanna Smart Andrew R. Morral",
      "profession": "Codirector, RAND Drug Policy Research Center Senior Behavioral Scientist, Director of the National Collaborative on Gun Violence Research",
      "biography": "Rosanna Smart is a senior economist at RAND, codirector of the RAND Drug Policy Research Center, and affiliate faculty of the Pardee RAND Graduate School. Her research is in applied microeconomics, with a focus on issues related to health behaviors, illicit markets, drug policy, and the… Andrew R. Morral is a senior behavioral scientist at the RAND Corporation, coleader with Rosanna Smart of Gun Policy in America, a RAND initiative to understand the effects of gun policies, and director of the National Collaborative on Gun Violence Research, a philanthropy that has awarded more…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/s/smart_rosanna/_jcr_content/par/bio.crop.130x130.cm.jpeg/1541448006229.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Rosanna Smart"
      }
    },
    "researcher": [
      {
        "research": "RAND Social and Economic Well-Being",
        "profile": "https://www.rand.org/well-being.html"
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/crime-and-violence-prevention.html",
        "tag": "Crime and Violence Prevention"
      },
      {
        "url": "https://www.rand.org/topics/firearms.html",
        "tag": "Firearms"
      },
      {
        "url": "https://www.rand.org/topics/government-legislation.html",
        "tag": "Government Legislation"
      },
      {
        "url": "https://www.rand.org/topics/gun-policy.html",
        "tag": "Gun Policy"
      },
      {
        "url": "https://www.rand.org/topics/gun-violence.html",
        "tag": "Gun Violence"
      },
      {
        "url": "https://www.rand.org/topics/public-safety-legislation.html",
        "tag": "Public Safety Legislation"
      },
      {
        "url": "https://www.rand.org/topics/suicide.html",
        "tag": "Suicide"
      },
      {
        "url": "https://www.rand.org/topics/united-states.html",
        "tag": "United States"
      },
      {
        "url": "https://www.rand.org/topics/violent-crime.html",
        "tag": "Violent Crime"
      }
    ],
    "Article": "There is now supportive evidence that child-access-prevention laws reduce firearm homicides and self-injuries among youth, and that shall-issue concealed-carry laws and stand-your-ground laws increase levels of firearm violence, according to a new RAND Corporation report. The findings are part of a new report updating RAND's Science of Gun Policy research synthesis, which reviewed the existing scientific literature to assess the strength of available evidence about the effects of 18 commonly discussed gun policies on a range of outcomes, including injuries and deaths, mass shootings, defensive gun use, and participation in hunting and sport shooting. Several other policies are now found by RAND to have moderate scientific evidence of effects, the second highest evidence rating used by the researchers. These include private-seller background-check requirements, which appear to decrease total homicides; laws setting the minimum age to purchase firearms at 21, which appear to decrease suicides among young people; and state laws prohibiting individuals subject to domestic-violence restraining orders from possessing firearms, which appear to decrease intimate-partner homicides. The conclusions build on prior work by the RAND team that had already identified supportive evidence for two laws. Specifically, in the last update to this report in 2020, the team identified supportive evidence that child access prevention laws reduce intentional and unintentional firearm injuries and deaths among children, and that stand-your-ground laws increase firearm homicides. (Supportive is the project's highest level of evidence for a policy.) Overall, the updated report found that for eight gun policies, the new research results incorporated into the review were sufficient to upgrade previous conclusions to a higher level of evidence. Three of those strengthened findings are for child-access prevention, concealed-carry, and stand-your-ground laws. Other areas with upgraded evidence ratings compared to the prior RAND report include limited evidence that bans on high-capacity magazines may reduce mass shootings and mass shooting fatalities; that surrender laws, in combination with prohibitions related to violent offenses, may reduce firearm-related intimate-partner homicides; and that more-restrictive background check laws may reduce firearm homicides. “While the state of research about gun policies is less well developed than in many other areas of social science, there is a growing body of evidence that provides suggestive evidence about the effects of several frequently discussed policies,” said Rosanna Smart, lead author of the new analysis and an economist at RAND, a nonprofit, nonpartisan research organization. “More than 45,000 Americans died by gun violence in 2020, and our hope is that by highlighting where scientific evidence is accumulating, we can help build consensus around a shared set of facts established through a transparent and impartial review process,” Smart said. “In so doing, we also mean to highlight areas where more and better information could make important contributions to establishing fair and effective gun policies.” The updated version of the project identified 152 studies that investigated the causal effects of gun polices on any of the targeted outcomes, 29 more than the previous edition of the project released in 2020. Across the 18 classes of policies studied, only child-access-prevention laws, shall-issue concealed carry laws, and stand-your-ground laws had any evidence of effects that were classified as supportive for a particular conclusion. These three policies aim to affect how legal gun owners can legally store, carry, or use their firearms. They differ from many of the other policies considered by the project that primarily affect the acquisition of new firearms (such as background checks or waiting periods) or that are designed to affect a relatively small proportion of gun owners (such as prohibitions that target domestic violence offenders). Based on the report's findings, RAND researchers recommend that states without child-access prevention laws consider adopting them as a strategy to reduce total and firearm suicides, unintentional firearm injuries and deaths, and firearm homicides among youth. (In 2020, firearm-related injuries surpassed motor vehicle crashes as the leading cause of death among children and adolescents aged 1 to 19.) RAND researchers say that while shall-issue concealed-carry laws and stand-your-ground laws were adopted on the belief that they would reduce violent victimization either by deterring violent crime or by reducing barriers to victims defending themselves, a growing body of scientific evidence suggests these laws have the opposite effect. As such, the RAND report recommends that states with stand-your-ground laws consider repealing or amending them as a strategy for reducing firearm homicides. States with shall-issue or permitless-carry laws should consider whether other regulations, either through requirements implemented as part of the permitting process or through other aspects of law (such as rules that may prevent firearm theft), might ensure the effects of concealed-carry laws are aligned with public safety. In total, the report makes 19 recommendations about gun policies that policymakers might consider to reduce firearm violence, as well as ways to improve available evidence about the effects of such policies. “Although the base of evidence has grown since our first edition of this report in 2018, there remain a surprisingly large number of firearm policy effects for which we have no studies, or available studies are inconclusive,” said Andrew Morral, coauthor of the report and leader of the RAND Gun Policy in America project. “This does not mean that these policies are ineffective; they might well be quite effective. Instead, this reflects shortcomings in the contributions that scientific study has been able to contribute to policy debates in these areas.” The United States has a large stock of privately owned guns in circulation, estimated to be somewhere between 265 million and 393 million firearms. More than 45,000 Americans die annually from deliberate and unintentional gun injuries, just over half of which are suicides. Another 50,000 to 150,000 Americans per year receive care in a hospital for a nonfatal gun injury. Support for the RAND Gun Policy in America project was provided by Arnold Ventures. The report, “The Science of Gun Policy: A Critical Synthesis of Research Evidence on the Effects of Gun Policies in the United States [Third Edition],” is available at www.rand.org.\nOther authors of the project are Rajeev Ramchand, Amanda Charbonneau, Jhacova Williams, Sierra Smucker, Samantha Cherney, and Lea Xenakis. The RAND Social and Economic Well-Being division seeks to actively improve the health, and social and economic well-being of populations and communities throughout the world."
  }
}