{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:24:24.431056",
  "crawling_time_epoch": 1704165864,
  "type": "Media Advisory",
  "title": "Experts Available to Discuss U.S. National Action Plan on Women, Peace, and Security—Including Protection of Women, Girls in Israeli-Hamas Conflict",
  "url": "https://www.rand.org/news/advisories/2023/10/31.html",
  "descriptions": "The U.S. Strategy and National Action Plan on Women, Peace, and Security (WPS) released today calls for a deliberate focus on the protection of women and girls during conflict. The approach could have a bearing on how the United States engages in the current Israel-Hamas conflict.",
  "posted": "Oct 31, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/advisories/2023/10/31/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1698789087379.jpeg",
    "desc": "Silhouettes of women with different ethnicities, Illustration by Anastasia Malachi/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "sub_content": [
      {
        "Interviews": "To arrange an interview, contact the RAND Office of Media Relations:\n(703) 414-4795 or\n(310) 451-6913, or\nsend an email to media@rand.org."
      }
    ],
    "tags": [
      "Female Populations",
      "Gaza Strip",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "October 31, 2023 The U.S. Strategy and National Action Plan on Women, Peace, and Security (WPS) released today calls for a deliberate focus on the protection of women and girls during conflict. The approach could have a bearing on how the United States engages in the current Israel-Hamas conflict. The strategy and action plan, updating the 2019 version, also addresses the impact of climate change, technology-facilitated gender-based violence, and the increased participation of women throughout the U.S. national security enterprise. RAND experts view these as critical issues, in light of current national security challenges. The following experts are available to discuss the plan, and the state of the Gaza conflict and humanitarian crisis:"
  }
}