{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:57:59.425666",
  "crawling_time_epoch": 1703242679,
  "type": "Blog",
  "title": "Extremist Beliefs Among Veterans, Space Traffic, Teacher Well-Being: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-june-09.html",
  "descriptions": "This weekly recap focuses on whether extremist beliefs are more prevalent among veterans, why it's time to manage traffic in outer space, crises facing the Russian military, and more.",
  "posted": "Jun 9, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-june-09/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1686323668500.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "tags": [
      "China",
      "Educator Well-Being",
      "Global Climate Change",
      "Military Health and Health Care",
      "Military Personnel Retention",
      "Military Veterans",
      "Oceania",
      "Operational Readiness",
      "Russia",
      "Security Cooperation",
      "Space Science and Technology",
      "United States",
      "Violent Extremism",
      "www.rand.org"
    ],
    "Article": "This week, we discuss evidence suggesting that veterans don’t support extremism any more than the public does; why it’s time to manage traffic in outer space; twin personnel crises on the horizon for Russia; workplace conditions that support teacher well-being; America’s strategic advantage over China in Oceania; and how climate change might affect force readiness.",
    "sub_article": [
      {
        "title": "Veterans Don't Support Extremism Any More Than the Public Does",
        "descriptions": "After early reports that a significant share of the January 6th attackers were or had been affiliated with the U.S. military, there were concerns that the veteran community might be at increased risk of radicalization to violent extremism. To learn more about this issue, RAND conducted the first nationally representative survey of veterans' views about extremism and extremist groups. We found that there is no evidence to support the idea that the U.S. veteran community supports violent extremism at higher rates than the American public. In fact, veteran support for various extremist groups ranged from 1 percent (white supremacists) to 5.5 percent (Antifa) and was generally lower than rates among the general population. Among veterans who did express support for extremist groups, the majority did not endorse political violence. This is good news, but our findings suggest that work is still needed to ensure that veterans are not susceptible to recruitment by extremists.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-june-09/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539_830847769/imagewithclass_copy.fit.800x0.jpeg/1686322519346.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A neighbor and caretaker of a USS Arizona survivor salutes the wall of names at the USS Arizona Memorial at an interment ceremony on December 7, 2019, photo by PO1 Holly He/U.S. Marine Corps"
        }
      },
      {
        "title": "Now Is the Time for Space Traffic Management",
        "descriptions": "With about 6,900 active satellites and more than 130 million objects smaller than a golf ball, outer space is more congested than ever before. This increases the risk of collisions and conflict. That's why RAND researchers say it's time to establish an international organization that's responsible for space traffic management. Such a body would not only reduce the chance of an extraterrestrial disaster, but also help preserve the sustainable use of Earth's orbits.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-june-09/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539/imagewithclass_copy.fit.800x0.jpeg/1686322606921.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A ring of debris (space junk) orbits the Earth. Image by JohanSwanepoel/Adobe Stock"
        }
      },
      {
        "title": "Twin Personnel Crises Ahead for Russian Armed Forces",
        "descriptions": "Photo by Anton Vaganov/Reuters Russian soldiers—almost all of whom are serving under compulsory service—have faced indefinite deployment, inadequate rest, and prolonged exposure to combat stress. According to RAND's Dara Massicot, Russia's mistreatment of military personnel has created two looming crises: troop retention and veteran mental health problems. Russia's invasion of Ukraine is thus producing “a wave of severe trauma that will soon crash over its own country,” she says.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "Working Conditions to Support Teacher Well-Being",
        "descriptions": "Teacher well-being declined over the course of the pandemic. What working conditions might help restore it? RAND survey results from spring 2022 provide some insights at the national level and in five states specifically: California, Florida, New York, Texas, and Washington. Three of the five working conditions that had the strongest connection with positive well-being were focused on interpersonal relationships. A schoolwide focus on social and emotional learning was also linked to positive well-being.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-june-09/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1686322890632.jpeg",
          "width": "800",
          "height": "450",
          "desc": "An elementary school teacher helping a student on a tablet, photo by LumiNola/Getty Images"
        }
      },
      {
        "title": "The U.S. Is Winning in Oceania",
        "descriptions": "Photo by Chuck Kennedy/U.S. State Department On April 20, 2022, China signed its first security agreement in the South Pacific. At the time, this was widely seen as a dark day for the United States in Oceania. These concerns have proven to be overblown, says RAND's Derek Grossman. More recently, Washington has made major geostrategic gains in the region, while Beijing has grossly mismanaged its diplomacy. The United States need not be alarmed by Chinese security activities in Oceania, Grossman says, but it “should nevertheless keep a close eye on Beijing's moves.”",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "How Might Climate Change Affect Force Readiness?",
        "descriptions": "Photo by Spc. Steven Alger/U.S. Army Generating, maintaining, and even increasing military force readiness in light of a changing climate is key to meeting U.S. strategic goals. A new RAND report provides a framework for understanding this issue. The authors examine how readiness might be affected by climate hazards, such as drought, flooding, wildfire, and tropical storms, as well as the vulnerability of the people, training, and equipment exposed to these hazards.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-june-09/_jcr_content/par/blogpost/par-blog/wrapperdiv_267892730/imagewithclass.fit.800x0.jpeg/1686323122815.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Soldiers look out over the National Training Center at Fort Irwin, California, August 17, 2021, photo by Spc. Steven Alger/U.S. Army"
        }
      }
    ]
  }
}