{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:30:59.357148",
  "crawling_time_epoch": 1704166259,
  "type": "Commentary",
  "title": "F-16s Will Bolster Ukraine's Fighting Force",
  "url": "https://www.rand.org/pubs/commentary/2023/05/f-16s-will-bolster-ukraines-fighting-force.html",
  "descriptions": "F-16s going to Ukraine could help it defend against Russian aerial assaults. But their greatest value may be to augment future Ukrainian counteroffensives aimed at retaking occupied land. This will require training and exercising, but Ukrainian forces are fully capable of mastering it.",
  "posted": "May 25, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/05/f-16s-will-bolster-ukraines-fighting-force/_jcr_content/par/teaser.crop.250x187.lm.jpeg/1685148345526.jpeg",
    "desc": "F-16 fighters from Poland on air policing mission along NATO allied air space, March 24, 2022, photo by EyePress News/Reuters"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "John Hoehn William Courtney",
      "profil": "https://www.rand.org/about/people/h/hoehn_john.html",
      "profession": "Associate Policy Researcher Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "tags": [
      "Fighter Aircraft",
      "Military Strategy",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "F-16s going to Ukraine could help it defend against Russian aerial assaults. But their greatest value may be to augment future Ukrainian counteroffensives aimed at retaking occupied land. This will require training and exercising, but Ukrainian forces are fully capable of mastering it. On May 19, President Biden reportedly told the G7 that the United States would support a joint effort to train Ukrainian pilots on fourth-generation aircraft, including F-16s. In recent weeks, the United States has signaled to European allies that it would approve their plans to export F-16s to Ukraine. As recently as February Biden said Ukraine “doesn't need F-16s now.” The Department of Defense said providing F-16s would be very costly and they were not one of Ukraine's “top three priorities.” But Members of Congress from both parties have persisted in urging that Biden approve them. The F-16 is a capable fourth-generation aircraft, but not a panacea. General James Hecker, commander of U.S. Air Forces in Europe, cautions, “It's going to help a little…I don't think it's going to be a game changer. It's not like a fifth-generation aircraft.” An example of the latter is the stealthy F-35, which some allies in Europe are acquiring to replace F-16s. The F-16 is a capable fourth-generation aircraft, but not a panacea. F-16s could soon be integrated into Ukrainian forces. A recent U.S. Air Force assessment predicted that only four months would be required to transition experienced pilots. But this would give them only initial mission qualification. U.S. instructor pilots favor a 17-week program. This would include three weeks on the use of advanced air-to-air missiles and another four weeks on air-to-ground munitions. Switching from former Soviet aircraft could be challenging. Two Ukrainian pilots who have been flying F-16 simulators in the United States were observed reverting to flying Soviet-style formations. Rushing training could increase the risk that Ukrainian pilots might revert to old or risky habits in stressful situations. F-16s could play important roles. They could complement ground-based air defenses to protect Ukrainian cities and ground forces. Because of the earth's curvature, F-16s can see flying objects at longer distances than can ground-based radar. F-16 radars have greater capability than those on Ukraine's Mig-29s. In some cases, the weapons F-16s use to down aerial targets may be less expensive than ground-based missiles. Retired U.S. Air Force General Philip Breedlove, a former NATO Supreme Allied Commander and veteran F-16 pilot, has pointed out that air power is also crucial for combined arms operations. (Ground forces working together with aviation are also called joint operations.) Combined arms operations function like an orchestra of firepower. Artillery softens enemy defenses at longer ranges. Tanks and infantry fighting vehicles punch through defenses. Infantry engage and destroy ground forces and help protect armor. Aviation (PDF) provides fire support and mobility in both close and deep operations. At times, the United States has learned the value of combined arms operations the hard way. The 1980 attempt to rescue U.S. diplomatic hostages in Iran failed in part because some military elements had too little prior experience working together. The 1986 Goldwater-Nichols Act nudged the Department of Defense to emphasize combined arms operations. They were a stunning success in the 1990–91 Gulf War (PDF). Last January, Ukrainian troops began learning more about combined arms operations at the Grafenwoehr training area in Germany. While U.S. and NATO ground forces conduct such training along with aviation, Ukraine has lacked suitable fast combat jets. F-16s may fill this gap better than Mig-29s, in part because of incompatible electronics. Based on current threats from Russian air defenses and fighter jets F-16s will find it challenging to support troops on the ground. Combined arms operations require high-grade intelligence to find the enemy, timely coordination to direct forces, and trust that all elements are doing their job. More training of intelligence specialists will be important. Effective combined arms operations require skilled pilots and ground spotters. Called joint terminal attacks controllers (JTACs), spotters designate targets for aircraft to attack. JTAC training may take five or more months. However, based on current threats from Russian air defenses and fighter jets F-16s will find it challenging to support troops on the ground. During this fighting season, Ukraine's armed forces will likely conduct innovative combined arms operations, mostly involving ground forces. As F-16s flow into Ukraine and personnel become trained, Ukraine's combined arms fighting will come to resemble more-sophisticated NATO-style operations. Even so, several years may pass before the contribution of F-16s to combined arms operations becomes fully realized. John Hoehn is an associate policy researcher at the nonprofit, nonpartisan RAND Corporation and former military analyst with the Congressional Research Service. William Courtney is an adjunct senior fellow at RAND and former U.S. ambassador to Kazakhstan and Georgia. This commentary originally appeared on RealClearDefense on May 24, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}