{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:06:07.656078",
  "crawling_time_epoch": 1703239567,
  "type": "Commentary",
  "title": "F-16s Are No Magic Bullet for Ukraine, but They Are a Game Changer with the Right Munitions",
  "url": "https://www.rand.org/pubs/commentary/2023/10/f-16s-are-no-magic-bullet-for-ukraine-but-they-are.html",
  "descriptions": "Will F-16s win the war for Ukraine? No. Only ground victories and unacceptable Russian losses will force Putin to negotiate. However, a long-term commitment to supporting a well-equipped, sizable F-16 force will improve the likelihood of Ukrainian success even if an F-16 never shoots a Russian fighter.",
  "posted": "Oct 3, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/10/f-16s-are-no-magic-bullet-for-ukraine-but-they-are/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1696379257246.jpeg",
    "desc": "Ukrainian President Volodymyr Zelenskyy and Dutch caretaker Prime Minister Mark Rutte, inspect F-16 fighter jets in Eindhoven, Netherlands, August 20, 2023, photo by EyePress News/Reuters"
  },
  "content": {
    "source": "(Defense News)",
    "author": {
      "name": "Michael Bohnert",
      "profil": "https://www.rand.org/about/people/b/bohnert_michael.html",
      "position": "Engineer",
      "username": "@mbohnert",
      "contact": "https://www.twitter.com/mbohnert"
    },
    "tags": [
      "Fighter Aircraft",
      "Military Strategy",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Now that Ukraine is in line to receive F-16s, opinions surrounding their effectiveness span from being counterproductive to war-winning for Ukraine. While most discussions have focused on the fighters' air-to-air performance and the platform itself, the broader effect of their deployment with the right munitions will be decreased Russian ground strikes. Neither the Ukrainians nor the Russians have air superiority over the battlefield. Surface-to-air missiles, or SAMs, and anti–air artillery provide the majority of air control for both sides. And yet, Ukraine is too vast for SAMs to cover, as most require line of sight, limiting maximum ranges at lower altitudes. The mobility and line of sight of fighters makes them well suited to defend areas with sparse SAM coverage. Fighters can also avoid adversary SAMs by flying low while also being able to engage aircraft doing the same. Neither the Ukrainians nor the Russians have air superiority over the battlefield. The aircraft's first role will likely be supporting air defense by intercepting cruise missiles. Given Russia's low monthly capacity for missile strikes on Ukraine, only a few F-16s are necessary to intercept cruise missiles that enter Ukrainian airspace—providing needed relief to Ukraine's overtaxed SAMs. Some commentators have highlighted the F-16's ability to deploy cruise missiles and other munitions for strikes and interdiction such as the Storm Shadow missiles. However, those weapons are scarce, and F-16s provide only limited additional capacity unless Ukraine receives a large influx of air-to-ground munitions. As Ukraine gains proficiency with F-16s, the next mission will be suppressing Russian SAMs, a mission that is more involved than stand-off strikes. F-16s are well suited to operate the AGM-88s that Ukraine has been supplied to suppress forward Russian SAMs. These destroyed Russian SAMs are expensive and unlikely to be replaced quickly. Attritting these systems is critical for Ukraine to gain local air superiority, improving the survivability of its drones and ground forces in the process. The two missions described are possible with the initial pledged F-16s. Of the approximately 60 F-16s promised, only around a dozen are expected by early next year. As more arrive, higher-impact missions become possible. Russia's limited capacity of stand-off munitions has not hindered its ground attack aircraft and helicopters from striking Ukraine. Initially, Russia resorted to flying below line of sight of Ukrainian SAMs while employing “dumb” bombs. Russia has since adapted to use precision, stand-off glide bombs. Russia has also employed its multi-role aircraft in air-to-ground roles as it faces little resistance in the air. F-16s can target the latter and force the former to air-to-air roles. Whether Russia diverts aircraft to air defense, takes higher risks, or performs fewer strikes, the result is fewer effective Russian air-to-ground strikes. There will also be downstream effects on Russian operations. Russia has, for example, expended large quantities of its long-range SAMs for ground attacks. Given the high overlap of SAM, ballistic missile, and air-launched missile components, increasing production of SAMs for replenishment will likely come at the expense of other missile production, which means even fewer Russian ground strikes against Ukraine. F-16s alone are not enough. They require training, support crews, communications, early warning, upgraded avionics, and munitions. This infrastructure takes years to develop and is not likely to be fully fielded in the conflict timeframe. To date, little public discourse exists on exactly what the pledged F-16s will have in terms of capabilities and supporting infrastructure. Beyond a high probability that Ukraine will receive more AGM-88s and Joint Direct Attack Munition (JDAM), no other public disclosures of F-16 munitions have been announced. NATO's most capable long-range, air-to-air missiles (AAMs) are the U.S. AIM-120D and the UK Meteor. These are necessary to overcome Russia's long-range AAMs, yet neither has been pledged. Even if Russia has been inefficiently using its R-37s by firing from long range and leaving the fight, Russia likely retains large quantities of R-77 missiles. It remains uncertain how many of the AIM-120 variants previously provided for air defense are still available. An F-16 with any AAM is still an improvement over Ukraine's current MIG-29s. If Ukraine's F-16s are expected to strike ground targets, they will require the right munitions. F-16 munitions designed for fighting Cold War–era ground formations are the upgraded variants the CBU and Rockeye series. Soon these will need decommissioning and will lack host aircraft. Stand-off glide bombs like the GBU-39 are already being offered as ground-launched variants and the air-launched variant could provide needed survivability for the F-16 to strike ground targets. Will F-16s win the war for Ukraine? No. Only ground victories and unacceptable Russian losses will force Putin to negotiate. The most important support to Ukraine is still artillery, medical equipment, infantry weapons, ground vehicles, and drones. However, a long-term commitment to supporting a well-equipped, sizable F-16 force will improve the likelihood of Ukrainian success even if an F-16 never shoots a Russian fighter. Michael Bohnert is a licensed engineer at the RAND Corporation. He previously worked as an engineer at a naval nuclear laboratory. This commentary originally appeared on Defense News on October 3, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}