{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:23:51.849352",
  "crawling_time_epoch": 1704165831,
  "type": "Announcement",
  "title": "Federal Grant Will Support Research Infrastructure for Complementary and Integrative Health",
  "url": "https://www.rand.org/news/press/2023/11/07.html",
  "descriptions": "The nonprofit RAND Corporation has received a $6 million federal grant to support research expertise and participation at academic institutions that educate practitioners in complementary and integrative health.",
  "posted": "Nov 7, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2023/11/07/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1699462699333.jpeg",
    "desc": "Capsule of herbal medicine alternative healthy care with stethoscope on wooden background, photo by kerdkanno/Getty Images"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Tuesday\nNovember 7, 2023 The nonprofit RAND Corporation has received a $6 million federal grant to support research expertise and participation at academic institutions that educate practitioners in complementary and integrative health. The five-year grant from the National Institutes of Health will extend the work of the RAND Center for Collaborative Research in Complementary and Integrative Health, which has been working with 13 member institutions to strengthen their research programs. The new center will be called the RAND Research Across Complementary and Integrative Health Institutions (REACH) Center. Under the grant, researchers from RAND will work with researchers and clinician faculty at institutions that support chiropractic, naturopathic medicine, acupuncture, massage, and midwifery programs to seek individual research grants and conduct high-quality research. The new effort will allow complementary and integrative health institutions, historically underrepresented in research awarded by mainstream funding agencies, to submit more-competitive research grants, increase collaboration, build infrastructure, and improve their quality of the research efforts. “The goal of this effort is to give faculty and staff at our partner institutions access to the research resources that RAND has to offer,” said Ian Coulter, codirector of the new RAND REACH Center. “This effort allows our partners to collectively have the scale needed to successfully compete for grants and to effectively partner with larger research and biomedical institutions.” Coulter said the Center arose out of a recognition that complementary and integrative educational institutions struggle to maintain robust research programs, and are at risk of losing their most talented researchers to more research-intensive universities. The original RAND Center for Collaborative Research in Complementary and Integrative Health was launched in 2019 with support from the National Board of Chiropractic Examiners and the National Chiropractic Mutual Insurance Company. The RAND REACH Center is codirected by Coulter, Patricia Herman of RAND and Michele Maiers of the Northwestern Health Sciences University. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Ian Coulter is codirector of the RAND Research Across Complementary and Integrative Health Institutions (REACH) Center, a senior health policy researcher at the RAND Corporation, professor emeritus at UCLA, and research professor at the Southern California University of Health Sciences. He has… Explore All Topics » Content Sep 11, 2023"
    }
  }
}