{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:58:04.653644",
  "crawling_time_epoch": 1703231884,
  "type": "News Release",
  "title": "Fewer FEMA Employees Experienced Workplace Harassment or Discrimination in 2021 than 2019; More Progress Needed",
  "url": "https://www.rand.org/news/press/2022/08/24/index1.html",
  "descriptions": "The risk of FEMA employees experiencing harassment or discrimination in 2021 was significantly less than in 2019, but one in five employees still experienced at least one civil rights violation during the preceding year.",
  "posted": "Aug 24, 2022",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Carra S. Sims",
      "profession": "Senior Behavioral and Social Scientist",
      "biography": "Carra S. Sims is a senior behavioral and social scientist at RAND and a professor of policy analysis at the Pardee RAND Graduate School. Sims work in RAND Arroyo Center, RAND Project AIR FORCE, and the Homeland Security Operational Analysis Center on U.S. Army, U.S. Air Force, U.S. Space Force,…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/s/sims_carra_s/_jcr_content/par/bio.crop.130x130.cm.jpeg/1692124467683.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Carra Sims"
      }
    },
    "researcher": [
      {
        "research": "Homeland Security Operational Analysis Center",
        "profile": "https://www.rand.org/hsrd/hsoac.html"
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/gender-discrimination.html",
        "tag": "Gender Discrimination"
      },
      {
        "url": "https://www.rand.org/topics/gender-equity-in-the-workplace.html",
        "tag": "Gender Equity in the Workplace"
      },
      {
        "url": "https://www.rand.org/topics/racial-discrimination.html",
        "tag": "Racial Discrimination"
      },
      {
        "url": "https://www.rand.org/topics/sexual-harassment.html",
        "tag": "Sexual Harassment"
      },
      {
        "url": "https://www.rand.org/topics/workforce-diversity.html",
        "tag": "Workforce Diversity"
      },
      {
        "url": "https://www.rand.org/topics/workplace-discrimination.html",
        "tag": "Workplace Discrimination"
      }
    ],
    "Article": "The risk of FEMA employees experiencing harassment or discrimination in 2021 was significantly less than in 2019, but one in five employees still experienced at least one civil rights violation during the preceding year, a new RAND Corporation survey finds. The 2021 survey builds on a previous RAND benchmark survey conducted in 2019, which estimated the annual prevalence and characteristics of workplace harassment and discrimination at FEMA. It also assesses employee perceptions of FEMA's leadership and workplace climate. “Although the observed prevalence of civil rights violations has declined, they are still common enough to warrant concern and renewed efforts to prevent them,” said Carra Sims, a senior behavioral and social scientist at RAND and lead author of the survey report. The survey finds that more than 13 percent of FEMA staff experienced either gender-based or sexual civil rights violations, about a one-third reduction in risk relative to 2019 risk. Women were more likely than men to experience this form of civil rights violation in the FEMA workplace. About one in seven FEMA staff experienced a racial- or ethnic-based civil rights violation during the past year, about a one-quarter reduction in risk relative to 2019. Multi-race and Black employees were more likely to experience this type of civil rights violation. The report identifies three possible reasons for the decline in gender-based and racial/ethnic harassment and discrimination at FEMA. The 2021 survey period coincided with the #MeToo and Black Lives Matter movements in the United States and a global pandemic, when many FEMA employees were working from home. These social movements and remote work may have restrained FEMA employees from engaging in unlawful behaviors. Third, FEMA completed extensive training and intervention efforts to reduce the prevalence of civil rights violations within the agency. Additionally, the survey finds that fewer than half of survey respondents who experienced harassment or discrimination reported it to a supervisor, manager, or through another official channel. Employees who reported harassment commonly indicated that the offender stopped harassing them or that FEMA policies forbidding harassment were explained to their colleagues. However, more than a third of employees who reported discrimination indicated that the person they told “took no action to improve the situation” or said they were “encouraged to drop the issue.” Moreover, many employees who reported experiencing harassment or discrimination were victims of retaliation, including a quarter or more who experienced harassment and a third or more who experienced discrimination. These findings suggest FEMA needs to increase efforts to ensure that front-line supervisors respond appropriately and are more responsive to employee reports of harassment and discrimination. Finally, the 2021 survey results indicate a small but significant improvement over 2019 numbers in employees' perception of FEMA's climate for sexual and racial/ethnic harassment. Men had more-positive perceptions than women about the agency's climate on sexual harassment. White and Hispanic employees had more-positive perceptions than Black employees about the agency's climate on racial/ethnic harassment. In both categories, FEMA employees had more-positive perceptions of how their immediate supervisors would respond to workplace harassment than FEMA's senior leadership. The 2019 survey was motivated by a widely publicized incident of sexual harassment and misconduct in FEMA's senior leadership ranks and prompted FEMA to publish a Culture Improvement Action Plan, intended to create a safe workplace for all employees. The 2021 survey serves as a follow-up to measure the effectiveness of the agency's actions, which included substantial training and intervention activities. The 2021 survey response time was shorter than that of the 2019 survey. To adjust for this difference, the 2021 results are presented as an adjusted risk ratio, which is the prevalence of a given outcome in 2021 divided by its prevalence when first measured in 2019. The report describes how changes in the survey response period may have influenced the findings. Other authors of the report, “Harassment and Discrimination on the Basis of Gender and Race/Ethnicity in the FEMA Workforce”, are Coreen Farris, Terry L. Schell, Miriam Matthews, Barbara Bicksler, Owen Hall, and Lisa Wagner. The research was conducted by the Homeland Security Operational Analysis Center (HSOAC) for the FEMA Office of Equal Rights."
  }
}