{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:55:00.529591",
  "crawling_time_epoch": 1703242500,
  "type": "Commentary",
  "title": "Fighting in Sudan Is Creating a Rift Among U.S. Security Partners",
  "url": "https://www.rand.org/pubs/commentary/2023/07/fighting-in-sudan-is-creating-a-rift-among-us-security.html",
  "descriptions": "While the national security community often focuses on strategic competition between the United States and its near-peer adversaries, the conflict in Sudan is a good reminder that regional powers are also engaged in competition for influence and resources.",
  "posted": "Jul 20, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/07/fighting-in-sudan-is-creating-a-rift-among-us-security/_jcr_content/par/teaser.crop.250x187.lm.jpeg/1689895207210.jpeg",
    "desc": "Smoke rises in Omdurman during clashes between the Paramilitary Rapid Support Forces and the army as seen from Khartoum North, Sudan, April 15, 2023, photo by Mohamed Nureldin Abdallah/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Alexandra Stark Michelle Grisé",
      "profil": "https://www.rand.org/about/people/s/stark_alexandra.html",
      "profession": "Associate Policy Researcher Senior Policy Researcher",
      "username": "",
      "contact": null
    },
    "tags": [
      "Egypt",
      "Geopolitical Strategic Competition",
      "Saudi Arabia",
      "Security Cooperation",
      "Sudan",
      "United Arab Emirates",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "On April 15, 2023, fighting broke out in Khartoum, Sudan's capital, between the Sudanese Armed Forces (SAF), led by General Abdel Fattah al-Burhan, and the paramilitary Rapid Support Forces (RSF), led by General Mohamed Hamdan “Hemedti” Dagalo. The two generals had, since 2021, jointly run the country after a military coup d'état pushed out the transitional government, which itself was created following pro-democracy protests in 2019. For the past three months, the SAF has conducted airstrikes against RSF positions, and the factions have engaged in intense ground battles. The fighting has spread across civilian areas and caused a humanitarian crisis. In the Darfur region, the RSF has targeted civilians, and Russia's Wagner group is reportedly providing support to the RSF via its bases in Libya, Latakia, Syria, and the Central African Republic. During this same period, the United States and Saudi Arabia have negotiated several short-term ceasefire agreements, each of which has ended after reported violations by both sides. While the national security community often focuses on strategic competition between the United States and its near-peer adversaries, the conflict in Sudan is a good reminder that regional powers are also engaged in competition for influence and resources. Over the past decade, Gulf countries have become increasingly involved in competition across the Horn of Africa, via commercial and military investments. Such investments have projected the rivalries between Saudi Arabia and Iran, as well as among the GCC states, onto the domestic politics of East African countries. Sudan represents a microcosm of this regional competition. Under much of the reign of President Omar al-Bashir, who led the country from 1989 until the coup in 2019, Sudan had a close relationship with Qatar and Turkey. But over the course of the 2010s, Qatar and Turkey's influence in Sudan declined, as Saudi Arabia and the UAE sought to establish themselves as patrons of al-Bashir instead, by pumping money into Sudan's economy. The conflict in Sudan is a good reminder that regional powers are also engaged in competition for influence and resources. Saudi Arabia and the United Arab Emirates (UAE) have also sought to shape Sudan's post-2019 political transition, backing the Transitional Military Council by providing it with economic aid. Both Gulf countries have cultivated strong ties with Generals al-Burhan and Hemedti. The UAE, in particular, is especially close with Hemedti, in part because his RSF forces fought alongside Emirati troops as part of the Saudi-led coalition in Yemen. Libya's warlord General Khalifa Haftar, who controls parts of eastern and southern Libya, and is a close partner of the UAE, has reportedly provided support to the RSF, including ammunition, missile shipments, and intelligence sharing. Egypt, meanwhile, has backed the other side, providing the SAF with fighter aircraft and pilots shortly before the conflict began (the 2021 coup, led by General Burhan, was also reportedly greenlit by leadership in Egypt). Hemedti's RSF forces are reportedly being supported by the Wagner Group. Wagner-linked Russian firms are also reportedly smuggling gold mined in Sudan out of the country, which is helping fund Russia's war in Ukraine. The conflict in Sudan has provided an opportunity for Gulf countries to exert greater influence in regional politics, but it has also led to a growing rift between two key Gulf states: Saudi Arabia and the UAE. While both tended to intervene on the same side in post–Arab Spring conflicts in places like Yemen and Syria, each now finds itself on opposite sides of what could become a proxy war. While Riyadh and Abu Dhabi's regional policies were seen as closely aligned in the post–Arab Spring period, in the past several years, a rift has opened between the two. In Yemen, for example, fighting broke out beginning in 2019 between the Southern Transition Council (STC) and their affiliated military forces, which are supported by the UAE, on one side, and the internationally-recognized government, backed by Saudi Arabia on the other. As the unrest in Sudan continues, this rift between Saudi Arabia and the UAE could spill into proxy conflicts at the political level, if not outright wars, across the Horn of Africa. The fighting in Sudan poses a risk of conflict spillover into Sudan's fragile neighboring states, including Chad, Libya, and South Sudan. If the conflict continues, it could also create the possibility for more-direct forms of military intervention by regional actors. The war could therefore draw key U.S. allies and partners in the greater Middle East, including the UAE, Saudi Arabia, Egypt, and Turkey, into proxy competition with one another—much like we saw in the proxy conflicts in Libya, Syria, and Yemen that followed the Arab Spring protests. Such proxy competition would pose significant challenges to U.S. bilateral relationships with these allies and partners. In addition to the rift between Saudi Arabia and the UAE, the conflict in Sudan also finds longtime partners Egypt and the UAE on opposing sides, placing Egypt on the horns of a dilemma. On one hand, Egypt has received significant financial support from the UAE. Rising global food and energy prices, high inflation, and a currency crisis have created a brewing storm of economic crisis for Egypt. Since Egypt's President Abdel Fattah el-Sisi seized power in 2013, Egypt has received an estimated $100 billion in economic aid from the Gulf, including the UAE. In April 2022, Gulf countries pledged an additional $22 billion to bail Egypt out of its latest economic crisis. Yet, since early 2023, before the latest round of fighting in Sudan broke out, Sisi has scrambled to respond to increasing impatience from Gulf donors that Egypt was, as the Secretary General of the UAE International Investors Council put it, “coming back again and again” to request assistance without initiating substantial economic reforms to remedy the underlying problems. At the same time, from Egypt's perspective, the ongoing conflict in Sudan poses significant security risks. As of late June, Egypt's Ministry of Foreign Affairs estimated that more than 250,000 Sudanese refugees have entered Egypt, placing an extra burden on Egypt's already-stretched economy. Egypt has already placed restrictions on Sudanese crossing the border, endangering civilians fleeing the conflict. Egyptian officials are also likely concerned about the possibility for extremist groups to take advantage of the situation to cross the border into Egypt. Just last week, Egypt hosted a regional summit in another attempt to mediate the conflict. The risks of conflict spillover and for proxy competition among U.S. allies and partners pose a significant risk for the United States, particularly in a region of strategic importance. Divisions among Saudi Arabia, the UAE, Egypt, Turkey, and others could pose an additional challenge for U.S. efforts to work with these partners to achieve a range of objectives, from identifying transregional solutions to climate risks, to countering Iranian malign influence, to making the concept of integrated deterrence a reality. These are difficult problems to solve in the best of times, and tension between key regional actors will make it even more difficult for the United States to work toward the goal of a peaceful and prosperous Middle East. Continued fighting in Sudan could also empower Russia, which would be detrimental to U.S. interests beyond the Middle East. Before the conflict began, Sudan's military leadership granted Russia large concessions in Sudan's gold mining industry, which continue to provide Russia with financial support during its war in Ukraine. Sudan has also been an important market for Russian arms exports. Tension between key regional actors will make it even more difficult for the United States to work toward the goal of a peaceful and prosperous Middle East. The conflict in Sudan may also pose broader risks for instability in sub-Saharan Africa and beyond. As of late June 2023, the conflict had displaced almost 2 million people within Sudan and about 600,000 people to neighboring countries. Humanitarian need in Sudan—where an estimated 25 million people were in need of humanitarian assistance even before the most recent round of fighting began—has only grown. The Horn of Africa is also a significant source of migrants transiting Yemen with the intended destination of Saudi Arabia: the crossing from the Horn to Yemen was “the world's busiest maritime migration route” prior to the COVID-19 pandemic, according to the United Nations. Another influx of refugees fleeing further conflict could therefore pose yet another significant source of instability to the Arabian Peninsula. Riyadh and Abu Dhabi's efforts to wind down their intervention in Yemen, and normalize relations with Syria's Bashar al-Assad, have led observers to speculate that both countries are shifting their regional approach away from intervening in regional proxy wars, instead placing a larger focus on their own domestic economic plans. Yet the conflict in Sudan suggests that Gulf states instead may simply be shifting the focus of their interventions to the Horn of Africa, where ongoing conflicts, weak state institutions, and an abundance of natural resources may make proxy competition more lucrative. This competition will likely contribute to widening divisions among U.S. allies and security partners in the region, posing a challenge for U.S. efforts to work with them to achieve U.S. strategic objectives. Alexandra Stark is an associate policy researcher at the nonprofit, nonpartisan RAND Corporation. Michelle Grisé is a senior policy researcher at RAND. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}