{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:34:30.528618",
  "crawling_time_epoch": 1704166470,
  "type": "Commentary",
  "title": "Financial Panic in the Age of Digital Banking and Social Media",
  "url": "https://www.rand.org/pubs/commentary/2023/03/financial-panic-in-the-age-of-digital-banking-social.html",
  "descriptions": "Bank runs as a source of systemic risk are nothing new. To manage systemic risks in the age of social media, regulators may need to anticipate where the crisis will go and build in automatic brakes to slow them down. There likely won't be time to react at the speed of negotiation between regulators and bankers.",
  "posted": "Mar 14, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/03/financial-panic-in-the-age-of-digital-banking-social/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1678930244972.jpeg",
    "desc": "A customer is escorted into the Silicon Valley Bank headquarters in Santa Clara, California, March 13, 2023, photo by Brittany Hosea-Small/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Jonathan W. Welburn",
      "profil": "https://www.rand.org/about/people/w/welburn_jonathan_w.html",
      "profession": "RAND Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@jwwelburn",
      "contact": "https://www.twitter.com/jwwelburn"
    },
    "tags": [
      "Banking and Finance Legislation",
      "Banking and Financial Services",
      "Banking Infrastructure Security",
      "Critical Infrastructure Protection",
      "Market Regulation",
      "United States",
      "www.rand.org"
    ],
    "Article": "Last Thursday and Friday, the decidedly modern Silicon Valley Bank succumbed to a very old problem: a bank run. Sunday, regulators moved to close another, Signature Bank, citing systemic risk and a crisis of confidence and established the Bank Term Funding Program to shore up the financial system. Treasury Secretary Janet Yellen went on TV to reassure markets. It may be too early to tell if a system-wide crisis looms, or if these two banks were so concentrated in insular subsectors of the economy that the danger is contained. Either way, though, the speed of these bank failures is raising concern—and for good reason. They happened so quickly that we should reexamine whether regulators can still manage systemic risks to the financial system. Bank runs as a source of systemic risk are nothing new. America's first bank run threw the country into a financial panic in 1819. Indeed, if you follow the insights of economists Carmen Reinhart and Kenneth Rogoff in their sarcastically titled book “This Time is Different,” financial panics over eight centuries have all developed around common features. And yet SVB is different in one way: The mixture of technology and quick-spreading beliefs fueled a crisis of unprecedented speed. These bank failures happened so quickly that we should re-examine whether regulators can still manage systemic risks to the financial system. SVB's failure is the largest since Washington Mutual's 2008 demise. Here's how that rolled out: In January 2008, WaMu posted its first losses in decades as the subprime mortgage market began to collapse. On July 14—seven months later—mounting concern over its balance sheets sent its shares down 35 percent. One week later, on July 22, WaMu posted $3.3 billion in losses. WaMu's share sunk further following the fall of Lehman Brothers on September 19. After a run of withdrawals, WaMu finally succumbed to failure on September 25. The bank run we just witnessed took just 48 hours. On March 8, SVB suffered a $1.8 billion loss after selling $21 billion in underperforming bond assets to raise capital. The next day, venture capital firms and other startup funders with large deposits at SVB rushed to WhatsApp and Slack to share fears of pending collapse, which drove a surge in withdrawals. Those withdrawals, compounded by the failure of an adjacent crypto lender, plunged SVB shares down 60 percent. By the morning of March 10, the FDIC had moved SVB into receivership. Even the fast-moving failure of Lehman Brothers in 2008 gave regulators a few days to figure out what needed to happen. Journalist Eric Dash recalled the sight of “Lehman bankers drowning in their sorrows” at a popular Wall Street steakhouse on September 12, 2008—so insiders knew then that there was trouble, but the broader public did not. On September 19, Ben Bernanke, then chair of the Federal Reserve, announced emergency lending enhancements. Treasury Secretary Henry Paulson proposed the $700 billion bailout (PDF) called Troubled Asset Relief Program (TARP), and it became law two weeks later. Timothy Geithner, president of the Federal Reserve Bank of New York during the crisis, later recalled that, “We were a few days away from the ATMs not working.” But the ATMs still worked then. Today, in the age of smart-phone banking, would that still be the case? In 2008, Twitter and iPhones were fledgling products; there were no WhatsApp groups, or Slack threads. What happens when bankers are drowning their sorrows in the social media age? Viral posts, retweets, and shares. This could deprive regulators of critical time. SVB confirms that crises are unfolding faster. The next crisis—and there will be a next crisis—could take mere hours. A spreading crisis of confidence has always played a central role in financial panics, and this is just the kind of emotion that social media has evolved to amplify and spread. A spreading crisis of confidence has always played a central role in financial panics, and this is just the kind of emotion that social media has evolved to amplify and spread. We already know that social media influencers can move markets in ways that are divorced from fundamentals. Witness how the popular Reddit community r/WallStreetBets came to the forefront of finance in 2021 when it drove rapid price spikes in “meme stocks” like GameStop. The same type of forces could usher in a new era of viral financial panic. “The American banking system is really safe and well-capitalized,” Yellen said on Sunday. “It's resilient.” Even if one can take comfort in that assessment, the first major bank run of the social media era is still worrisome. Regulators will not have days to spare before the public knows about the next Lehman-scale collapse. Fast-moving bank runs could also blunt the effectiveness of policies adopted after 2008, deepening the next crisis. To manage systemic risks in such a high-speed scenario, regulators may need to anticipate where the crisis will go and build in automatic brakes to slow them down. There likely won't be time to react at the speed of negotiation between regulators and bankers. Jonathan Welburn is a researcher at the nonprofit, nonpartisan RAND Corporation who is currently leading several projects on topics related to systemic risks and market failures. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}