{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:03:24.946439",
  "crawling_time_epoch": 1703243004,
  "type": "Commentary",
  "title": "Finland Joins NATO, Sweden's Accession Remains Uncertain",
  "url": "https://www.rand.org/pubs/commentary/2023/04/finland-joins-nato-swedens-accession-remains-uncertain.html",
  "descriptions": "Finland is at long last joining NATO, having applied together with Sweden last year in response to Russia's invasion of Ukraine. Finland's accession represents a boon to NATO, a radical change in Finnish foreign and security policy, and another unplanned setback for Russia.",
  "posted": "Apr 4, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/04/finland-joins-nato-swedens-accession-remains-uncertain/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1680874055458.jpeg",
    "desc": "Finland's flag is raised at NATO headquarters in Brussels, Belgium, April 4, 2023, photo by EyePress News/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Charlotte Kleberg James Black",
      "profil": "https://www.rand.org/about/people/k/kleberg_charlotte.html",
      "profession": "Research Assistant Assistant Director, Defence and Security; European Lead, RAND Space Enterprise Initiative",
      "username": "",
      "contact": null
    },
    "tags": [
      "Finland",
      "North Atlantic Treaty Organization",
      "Russia",
      "Security Cooperation",
      "Sweden",
      "www.rand.org"
    ],
    "Article": "Finland is at long last joining NATO, having applied together with Sweden last year in response to Russia's invasion of Ukraine. Finland's accession represents a boon to NATO, a radical change in Finnish foreign and security policy, and another unplanned setback for Vladimir Putin's Russia. While Finland is formally welcomed into the alliance by NATO Secretary General Jens Stoltenberg, Sweden still waits for Hungary and Turkey to unblock its accession, which is unlikely before the NATO Summit to be held Vilnius, Lithuania, in July. Finland's accession overturns the country's longstanding policy of military nonalignment and heavily armed neutrality, dating back to the 1940s. Sharing a 1,300 km border with Russia and dependent on Baltic Sea sea lanes of communication for most of its critical supply, Finland's geopolitical situation is a precarious one. Because of the existential threat posed by Russia, Finland maintains a strong national defence capability tailored towards protecting its territory. Contrary to many European nations that shifted their focus to small professional militaries and expeditionary operations following the end of the Cold War, Finland maintained a pragmatic approach to defence. Direct experience fighting Russia in the past has brought civil preparedness, societal resilience, and a will to fight to the forefront of what it means to be Finnish. Joining NATO and gaining the security that comes with Article 5 does not change the longstanding Finnish focus on self-sufficiency, resilience, and the mobilisation of the entirety of Finnish society to protect the country in a crisis (a concept known in Finland as 'comprehensive security', akin to Norway or Sweden's 'Total Defence'). To ensure national preparedness and resilience, Finland depends on extensive cross-sectoral cooperation, where private companies and organisations engage with the public sector in various frameworks during the planning process to ensure critical supply and the functioning of society during crises. Drawing on all of society's resources, conscription, a well-trained reserve, and a high will to defend the country remain the foundation of Finland's national defence. Direct experience fighting Russia in the past has brought civil preparedness, societal resilience, and a will to fight to the forefront of what it means to be Finnish. Military defence remains at the core of Finnish defence and security policy and is largely based on a conscript-based force backed by a large reserve component, allowing for a credible defence, despite a small population base. Mandatory for men over the age of 18 and voluntary for women, conscription takes place either in the military (Defence Forces) or civil service (paramilitary Finnish Border Guard). The system makes for a wartime troop strength of approximately 280,000, with an additional 870,000–900,000 trained as reservists—representing one of the largest military forces in NATO. The Finnish Navy and Air Force are less reliant on conscripts or reservists and, though small, they are equipped with noteworthy capabilities such as icebreakers, mine warfare vessels, and soon the latest F-35 stealth fighters. Finland will bring to the table significant military assets across all domains, with one of the strongest artillery forces in Europe. This culture of armed self-sufficiency means that Finland joins NATO as a net contributor to the alliance's collective security, and one with a highly influential role to play in defending NATO's longest land border with Russia. Importantly, Finland is already a close partner to the alliance, having become a NATO Enhanced Opportunity Partner, alongside Sweden, after Russia's first invasion of Ukraine and annexation of Crimea in 2014. Besides playing an active part in joint exercises and training, Finland is also part of the UK-led Joint Expeditionary Force, the Nordic Defence Cooperation framework, and other multinational groupings that involve NATO member states. These existing ties—as well as longstanding efforts to ensure that Finnish systems and kits are interoperable and meet NATO standards—should mean that Finland is able to integrate quickly into alliance structures and plans. Finland joins NATO as a net contributor to the alliance's collective security, and one with a highly influential role to play in defending NATO's longest land border with Russia. Finland's accession—potentially with Sweden to follow—brings several opportunities and benefits to the alliance, significantly historical experience and expertise on assessing Russian capabilities and intentions. NATO, lacking an active intelligence capability of its own, has need of this valuable intelligence and depth of understanding on the Russian threat. Related to this, are the long-term benefits that can be gained from Finland as a leader in societal resilience and a comprehensive approach to security. With Finland's accession, the alliance gains a significant strategic foothold in northern Europe. The region is likely to become a more-integrated defence and deterrence space through a greater presence of NATO forces in the Baltic and an increased focus on the High North as a zone of competition with Russia and its allies. In its capacity as a highly developed market economy and democracy and with a first-rate military, Finland is also likely to exercise considerable influence in the shaping of NATO policy. Many of these contributions could be magnified if Finland's neighbour Sweden is also approved to join the alliance, integrating all of the Nordic-Baltic region and Arctic States (save Russia) into NATO. While a short-term delay may not present too much of an issue from a security policy perspective, Finnish and Swedish defence planning may have to be somewhat separated for the time being. A long-term delay could present more-serious consequences and leave the alliance with a northern flank without Sweden, rendering it more vulnerable to an attack. NATO may have to await Sweden's joining the alliance to establish a more deeply credible deterrence and defence posture in northern Europe. Charlotte Kleberg is a research assistant and James Black is assistant director of the Defence and Security research group at RAND Europe. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}