{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 20:16:49.109130",
  "crawling_time_epoch": 1703251009,
  "type": "Commentary",
  "title": "Five Factors to Watch as the Chinese Communist Party Faces Protests",
  "url": "https://www.rand.org/pubs/commentary/2022/11/five-factors-to-watch-as-the-chinese-communist-party.html",
  "descriptions": "It may be too soon to compare protests against China's zero-COVID policy to the Tiananmen Square pro-democracy movement. However, looking back to 1989 can still provide valuable insights into what might happen next.",
  "posted": "Nov 30, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2022/11/five-factors-to-watch-as-the-chinese-communist-party/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1669846478749.jpeg",
    "desc": "People hold white sheets of paper in protest over COVID-19 restrictions in Beijing, China, November 27, 2022, photo by Thomas Peter/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Amanda Kerrigan",
      "profil": "https://www.rand.org/about/people/k/kerrigan_amanda.html",
      "profession": "Policy Researcher",
      "username": "@AmandaLKerrigan",
      "contact": "https://www.twitter.com/AmandaLKerrigan"
    },
    "tags": [
      "China",
      "Coronavirus Disease 2019 (COVID-19)",
      "Political Reform Movements",
      "www.rand.org"
    ],
    "Article": "Recent protests in China sparked by a fire in Xinjiang amid ongoing COVID lockdowns remind us that authoritarian systems, like democracies, need to be responsive to their people one way or another. Protest is a feature of modern Chinese life—a tool that citizens resort to in labor disputes, land disputes, and disputes with hospitals. Most of these, however, occur at local levels for individual causes, making this last week of nationwide protests notable—and conjuring comparisons to the 1989 Tiananmen Square pro-democracy movement. It is too soon to equate these recent protests with those of Tiananmen Square; however, that moment in history can help us understand which factors to pay attention to in the coming weeks as these protests fizzle out or garner more widespread support. First, watch how the demands of protesters evolve. News outlets have reported a range of demands, from ending COVID-zero restrictions to calling for Xi Jinping to step down. The message that becomes more dominant will likely shape the response by the Chinese Communist Party (CCP). The Tiananmen Square movement began with calls for the CCP to admit its mistakes, lift media restrictions, and give students the right to form organizations. Over time, the protesters radicalized their demands, calling for the resignation of then-Chinese leaders Deng Xiaoping and Li Peng. If the demands threatening Chinese leadership become more dominant in today's protests, the protests may not only elicit a harsher response but also may become less appealing to Chinese citizens who do not want to be associated with more-radical demands. Watching closely what happens in the coming days will indicate what trajectory the CCP and protesters are on as both strive to get their needs met. Second, it matters who organizes and participates in the protests. One of the criticisms of the Tiananmen protests was that it was an elite movement dominated by urban students and intellectuals. Some attribute the failure of the Tiananmen movement to its inability to consistently incorporate a wider swathe of the Chinese population. This time, many of the protesters again appear to be young and urban, and the protests have occurred in urban centers and universities. Unlike in 1989, however, China's population is more urban than it is rural. The importance of inclusion of various socioeconomic classes still holds. China's factory workers have also protested COVID lockdowns over the last few months. It would be a significant—albeit unlikely—development if those two socioeconomic classes joined forces in coordinated protest against the government. Third, monitor the level of police response. One of the reasons China's People's Liberation Army (PLA) was used to quell the Tiananmen protests was because China's internal police force had proved ineffective. Some police were even said to be loyal to the protesters. Arguably the police response so far has been more robust than in 1989, and the People's Armed Police (PAP), which are much better trained and equipped to handle domestic unrest than in the past, have yet to be called upon. The arrival of the PAP, which has the explicit mission of controlling domestic unrest, would signal a perceived escalation in the threat to the state. A PLA response similar to 1989 is highly unlikely given the role of the PAP today and the unthinkable reputational costs to the military if it were to be used on Chinese citizens. Fourth, keep an eye out for disagreement among China's leaders on how to handle these protests. At the time of the Tiananmen Square movement, Premier Zhao Ziyang took a more sympathetic position towards the protesters—a choice that precipitated his political demise. China doesn't appear to have any reform-minded leaders left at the very top, especially following last month's 20th Party Congress. Nevertheless, we should watch for signs of internal differences among China's leadership—both at national and local levels. Lastly, how willing are CCP leaders to respond to protesters' demands? The ability to respond to citizen demands and social change has been an important quality of China's post-1989 brand of “adaptive authoritarianism.” So far, there have been some relaxations to the COVID-zero restrictions both before and following the current protests, but policy changes may prove tricky for the CCP to stomach as the number of COVID cases keeps climbing. The challenge faced by Chinese leaders today is in some ways easier than what they faced in 1989—not only because of the tools they have to control their population, but because the immediate challenge they need to address is within their control: Undoing their own COVID-19 lockdown policies is arguably more achievable than addressing the double-digit inflation and economic disparity that stoked the 1989 protests. To be sure, China is simultaneously facing significant economic challenges, but a rollback of COVID lockdowns could serve as a pressure release valve, even when considering the risk of increased COVID cases. That may circumvent the radicalization of protester demands that will be even more difficult to respond to. Ironically, in its effort to exert more control over the economy, Chinese citizens, and COVID, the CCP has created even more social challenges and grievances to attend to. Watching closely what happens in the coming days will indicate what trajectory the CCP and protesters are on as they strive to get their needs met. Amanda Kerrigan is a policy researcher at the nonprofit, nonpartisan RAND Corporation. She recently joined RAND from the Center for Naval Analyses (CNA). She has a Ph.D. in China Studies from Johns Hopkins University School of Advanced International Studies and was a Fulbright fellow in China from 2015 to 2016, studying protest and violence in China's health care system. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}