{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:44:30.538053",
  "crawling_time_epoch": 1703231070,
  "type": "Commentary",
  "title": "Five Charts That Tell Us About the State of Public Education Right Now",
  "url": "https://www.rand.org/pubs/commentary/2023/08/five-charts-that-tell-us-about-the-state-of-public.html",
  "descriptions": "To monitor education trends, RAND fields more than a dozen surveys per year to teachers, principals, and superintendents. Five charts highlight findings across different areas—staff turnover, teacher well-being, guns in schools, quality of instruction, and politics in schools—that say a lot about the state of American public education.",
  "posted": "Aug 28, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/08/five-charts-that-tell-us-about-the-state-of-public/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1694193446063.jpeg",
    "desc": "Chairs and desks in a classroom in focus with a teacher in the blurred background, photo by AJ_Watt/Getty Images"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Melissa Kay Diliberti Elizabeth D. Steiner Julia H. Kaufman Ashley Woo Heather L. Schwartz",
      "profil": "https://www.rand.org/about/people/d/diliberti_melissa_kay.html",
      "position": "Assistant Policy Researcher, RAND, and Ph.D. Candidate, Pardee RAND Graduate School Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Associate Research Department Director, Behavioral and Policy Sciences Department; Codirector, American Educator Panels; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Assistant Policy Researcher, RAND, and Ph.D. Candidate, Pardee RAND Graduate School Director, Pre-K to 12 Educational Systems Program; Senior Policy Researcher; Co-Director of American School District Panel; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@ED_Steiner @juliahkaufman @schwartz_hl",
      "contact": "https://www.twitter.com/ED_Steiner"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.educational-equity.html",
        "tag": "Educational Equity"
      },
      {
        "blog": "https://www.rand.org/blog.topic.educational-institutions.html",
        "tag": "Educational Institutions"
      },
      {
        "blog": "https://www.rand.org/blog.topic.educator-well-being.html",
        "tag": "Educator Well-Being"
      },
      {
        "blog": "https://www.rand.org/blog.topic.gun-violence.html",
        "tag": "Gun Violence"
      },
      {
        "blog": "https://www.rand.org/blog.topic.principals.html",
        "tag": "Principals"
      },
      {
        "blog": "https://www.rand.org/blog.topic.teachers-and-teaching.html",
        "tag": "Teachers and Teaching"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "A lot happens every year in U.S. public schools, and it can be hard to keep track of it all. To monitor trends in public education, the RAND Corporation fields over a dozen surveys annually to teachers, principals, and superintendents who are members of the American Educator Panels. These five charts taught us the most about the state of public education right now: staff turnover; teacher well-being; guns in schools; quality of academic instruction; and politics in schools. Despite much speculation that educator turnover would increase after the COVID-19 pandemic first shuttered schools in March 2020, turnover held steady through the 2020–2021 school year. But district leaders told us it rose substantially in 2021–2022. Upcoming surveys will help answer whether the heightened attrition observed in 2021–2022 was a one-time blip or whether this is the new normal. —Melissa Diliberti NOTE: This figure depicts response data from the following survey questions: “What percentage of your [teachers or school principals] retired or resigned at any point during the 2021–2022 school year? Include those who left during the school year or at the end of it,” which was administered in fall 2022 (n = 295); “What was the typical percentage of your [teachers or school principals] who retired or resigned annually prepandemic?” which was administered in summer 2021 (n = 279); “What percentage of your [teachers or school principals] retired or resigned at the end of the 2020–2021 school year?” which was administered in summer 2021 (n = 278). For all questions, respondents were asked to enter a percentage into an open-ended text box. Source: Educator Turnover Has Markedly Increased, but Districts Have Taken Actions to Boost Teacher Ranks: Selected Findings from the Sixth American School District Panel Survey By spring 2023 the proportion of teachers who experienced frequent job-related stress and symptoms of depression went down from 2021, approaching pre-pandemic levels. However, the proportion of teachers experiencing burnout did not change. We'll soon learn if these trends continue. It is worrisome that job stress and burnout are so common for two reasons. One is the negative impact on teachers' health. The second is that teachers experiencing stress and burnout have less capacity to support students and are more likely to consider leaving their jobs. —Elizabeth Steiner NOTE: This figure shows the weighted percentage of teachers (in blue) and the weighted percentage of the general population of employed adults (in green) coded as having or experiencing each of the indicators of well-being, based on their survey responses. How we measured each well-being indicator is described in the “How This Analysis Was Conducted“ section at the end of this publication. Teacher (n = 1,439); working adults (n = 527). Source: Teacher Well-Being and Intentions to Leave: Findings from the 2023 State of the American Teacher Survey No matter what their curriculum materials or academic standards, math teachers still make decisions every day in every class about what content to teach or not in their classrooms. In fact, since 2019–2020 it's become more common for math teachers to skip math content that's covered by their state's math standards. And, even worse, it's most common for math teachers of students of color and high-poverty students to skip this kind of math content, which could move these students further behind their peers. —Julia Kaufman NOTE: This figure shows the proportion of middle and high school math teachers (i.e., secondary teachers) who reported skipping content occasionally or frequently by (a) student poverty levels and (b) student body racial/ethnic composition in spring 2020 (n = 790), spring 2021 (n = 593), and spring 2022 (n = 438) based on the survey item: ”Do you ever skip standards-aligned math content in your instruction?” We distributed our spring 2020 surveys just as schools began closing in response to the COVID-19 pandemic. We interpret these results as reflective of a prepandemic context. The displayed percentages were produced using separate weights specific to each survey. Although the cross-sectional comparisons we make between years are useful for describing trends, the weights we employed do not properly account for changes across years or overlap among the sampling pools. Because of rounding, the difference between the proportion of secondary teachers in high- and low-poverty schools during the 2021–2022 school year who reported skipping frequently or occasionally (17.4 percentage points) appears slightly exaggerated by this graph. Source: Getting Students to and Through Advanced Math: Which Students Have Access and How State and District Leaders Can Help Address Challenges About a third of U.S. states have passed restrictions on how teachers can discuss race- and gender-related topics in the classroom. One year after the first restriction was passed, about a quarter of teachers nationally said that these restrictions were influencing their curriculum choices and instructional practices. While teachers in states with restrictions were more likely to say that these policies were influencing their instruction than teachers in states without restrictions, one-fifth of teachers in states without restrictions still said that these limitations affected their instructional choices, indicating that the influence of these restrictions extend beyond the states where they are passed. —Ashley Woo NOTE: We asked teachers, “To what extent have the limitations placed on what topics teachers can address influenced your choice of curriculum materials or instructional practices, regardless of where you teach?” These percentages reflect the proportion of teachers who responded “to a slight extent,” “to a moderate extent,” or “to a large extent.” Teachers were also able to respond, “Not at all” or “N/A: I am not aware of limitations placed on race- or gender-related topics by states or school systems.” (n all teachers across all states = 7,768); (n = all teachers in a state that had enacted restrictions = 2,414); (n all teachers in a state that had not enacted restrictions = 5,350). Source: Walking on Eggshells—Teachers' Responses to Classroom Limitations on Race- or Gender-Related Topics Large increases in the number of school shootings over the last 20 years is one of the most distressing trends in public schooling. Just as our country at large is divided about guns, so too are public school teachers. In a fall 2022 survey, 54 percent of teachers thought that teachers carrying guns would make schools less safe, 20 percent thought it would make schools more safe, and the remaining 26 percent thought it would make schools neither more nor less safe. Male teachers in rural areas were the most likely to say they would carry a gun to school if they were allowed to do so. —Heather Schwartz NOTE: This figure depicts response data from the following survey question: “If your school implemented a program where teachers could be armed in school, would you choose to carry a firearm?” (n = 972). Teachers were asked to select “yes” or “no.” Although we investigated whether teachers' preferences for personally carrying firearms differed by teacher race/ethnicity, we did not observe significant differences. Thus, we present differences by teacher gender and school locale only in this figure. Black bars represent 95-percent confidence intervals around each estimate. Source: Teachers' Views on School Safety: Consensus on Many Security Measures but Stark Division about Arming Teachers Melissa Kay Diliberti is an assistant policy researcher at the nonprofit, nonpartisan RAND Corporation as well as a Ph.D. student at the Pardee RAND Graduate School. Elizabeth D. Steiner is an education policy researcher at RAND, and Julia Kaufman is associate research department director for the Behavioral and Policy Sciences Department and a senior policy researcher at RAND. Ashley Woo is an assistant policy researcher at RAND and a Ph.D. student at the Pardee RAND Graduate School. Heather Schwartz is director of the Pre-K to 12 educational systems program and a senior policy researcher at RAND. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}