{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:04:55.474921",
  "crawling_time_epoch": 1703239495,
  "type": "Commentary",
  "title": "Fixing the Problem of Innovation in the Health and Care System",
  "url": "https://www.rand.org/pubs/commentary/2023/10/fixing-the-problem-of-innovation-in-the-health-and.html",
  "descriptions": "The National Health System has an innovation problem. The problem is not that the system lacks an appetite for innovation; rather, it is that successive efforts to create an enabling environment for innovation have been met with only limited success. But why?",
  "posted": "Oct 27, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/10/fixing-the-problem-of-innovation-in-the-health-and/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1698696353818.jpeg",
    "desc": "Healthcare and innovative technology: apps for medical exams and online consultation concept, illustration by elenabs/Getty Images"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Tom Ling Robert J. Romanelli",
      "profil": "https://www.rand.org/about/people/l/ling_tom.html",
      "position": "Senior Research Leader and Head of Evaluation, RAND Europe Research Leader",
      "username": "",
      "contact": null
    },
    "tags": [
      "Health Care Technology",
      "Patient Experience",
      "Science, Technology, and Innovation Policy",
      "United Kingdom",
      "www.rand.org"
    ],
    "Article": "The NHS has an innovation problem. The problem, however, is not that the system lacks an appetite for innovation; rather, it is that successive efforts to create an enabling environment for innovation have been met with only limited success. But why? Fundamentally, it comes down to design. The health and care system is designed to do many things—including providing care that is safe, controlling expenditure, and supporting professional autonomy—but it is not designed to innovate. Specifically, the NHS has an operating environment that disconnects delivery from creativity. The NHS itself was a remarkable innovation in 1948, but in the decades that followed, innovation was not a strategic focus. That changed in the late 1990s, when it became apparent that innovation in health care is necessary to adapt to the shifting needs of society, including a growing and ageing population and the increasing prevalence of multimorbidity. This led to the establishment of initiatives such as the Collaborations for Leadership in Applied Health Research and Care (later Applied Research Collaborations) and the formation of Academic Health Science Networks. More recently we have seen a variety of targeted efforts such as the Accelerated Access Collaborative and the Small Business Research Initiative. Despite their individual merits, none of these have delivered the hoped-for transformation. Moreover, while these activities have contributed to a growing sense of the importance of innovation, they have not necessarily contributed to our understanding of how to deliver it. Uptake of new ideas has most often been slow and inconsistent across the NHS. The RAND Europe Report, Innovating for Improved Healthcare, and the Health Foundation Report, The Spread Challenge, both highlight the often diverse and interconnected supports and capacities required to strengthen the enabling environment for adopting proven innovations. For decades, the NHS has been weathering the storm of a demand for services that far outweighs the supply. While additional funding for the NHS will ultimately be necessary, it will not be sufficient to emerge from the storm. Rather, it must also find ways to provide high-value care more efficiently. Innovation is key. Thus, it is imperative that the NHS solves its innovation problem by creating a sustainable and enabling environment where invention and creativity can happen. The Health Foundation envisaged just such an environment when it established the Adopting Innovation Programme in 2021, which funded four Innovation Hubs to serve as centres for expertise and support for innovation adoption within local integrated care systems across England. Each hub is taking a unique and multifaceted approach to achieve an ecosystem conducive to the uptake of proven innovations, which illustrates an understanding that there is no “silver bullet” to transforming a complex system like the NHS. Successfully enabling innovation requires intentional, directed, and sustained efforts across the different parts of complex health and care systems. Research from the Health Foundation and from RAND Europe suggests that successfully enabling innovation requires intentional, directed, and sustained efforts across the different parts of complex health and care systems. Such work should aim to build an ecosystem where innovation activities are consistently and persistently focused on the things that matter most to NHS clinicians and managers, as well as patients and the public. This would require building capacity, skills, relationships, and leadership, and would have the following characteristics. Intentional rather than emergent. Emergent change appears to be more spontaneous and multi-stakeholder and is thought to avoid the so-called principal-agent problem and the false expectation of linear change associated with central planning. However, we now know that emergence, left to its own devices, will reflect the system it is part of. Intentional change, on the other hand, is based on changing these systems and is most likely to succeed where intentions are aligned to the values held by practitioners and the public. Continuous rather than episodic. Episodic, short-term initiatives can appear radical and exciting, promising to replace what went before. But too often they result in endless dislocation rather than sustained improvement. They may be more beloved by ministers than practitioners. Continuous change, by contrast, is necessarily negotiated across organisations, can accommodate adaptation, and can be linked to learning systems. Build on what you already do well. We must start somewhere. Innovation is disruptive and will be uncomfortable for some. For this reason, intentional and continuous change should build on positive existing experiences and relationships and avoid trying to change everything at once. RAND Europe has recently concluded a formative evaluation of the Health Foundation's Innovation Hubs. The hubs themselves and the evaluation are both at an early stage, but certain interesting and promising features are already becoming clear. Important lessons are emerging that tell us something about how best to support the right environment for innovation. First, providing an institutional home for innovation support can create a focus for discussing, prioritising, and implementing new ideas. A discourse can emerge which, if well handled, can create stable relationships and opportunities to learn together. Transformation in complex systems, if it happens at all, may come from doing one thing differently and spreading this into other areas of the system. Second, although innovation systems in the NHS have often been sporadic and episodic, the possibility of sustained effort and continuity is a promise which seems to make system change possible. This is linked to hubs building lasting relationships and finding areas of mutual benefit that work across the innovation system: for example, linking public concerns to funding opportunities. Third, transformation in complex systems, if it happens at all, may come from doing one thing differently and spreading this into other areas of the system. Building on existing strengths and relationships, the development of an environment that enables innovation “should start anywhere but could go everywhere.” On the heels of its 75th anniversary this year, the NHS must reckon with the future if it is to continue providing health care that is free at the point of service and to meet the needs of a population that looks very different from the population that it first served following World War II. The Innovation Hubs have certainly not yet solved this entrenched problem, but they are already indicating possible ways to begin to address the problem of innovation within local integrated care systems and in collaboration with other actors. Tom Ling is a senior research leader and the head of evaluation at RAND Europe. Robert Romanelli is a research leader at RAND Europe, focusing on health and well-being. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}