{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:14:56.797219",
  "crawling_time_epoch": 1703243696,
  "type": "Announcement",
  "title": "Frederick Pardee Dies at 89; Former RAND Researcher Gave Generously to RAND and Graduate School That Bears His Name",
  "url": "https://www.rand.org/news/press/2022/07/01.html",
  "descriptions": "Frederick S. Pardee, a former RAND Corporation researcher turned real estate investor who helped endow the Pardee RAND Graduate School and gave generously to RAND throughout his life, has died. He was 89.",
  "posted": "Jul 1, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2022/07/01/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1657148072041.jpeg",
    "desc": "Fred Pardee attending a Pardee RAND Graduate School Board of Governors meeting on March 28, 2014"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Friday\nJuly 1, 2022 Frederick S. Pardee, a former RAND Corporation researcher turned real estate investor who helped endow the Pardee RAND Graduate School and gave generously to RAND throughout his life, has died. He was 89. The Pardee RAND Graduate School has carried his name since 2003, when he made a generous donation to support its endowment. The gift allowed the graduate school to expand, and today it has more than 100 students who are pursuing a doctorate in policy analysis. The school was founded in 1970 as one of America's original eight graduate programs in public policy and the only one based at a research organization. “I don't consider this a gift to RAND,” Pardee said at the time. “I consider it a gift to the world because these graduates will work to change the world for the better. I'm not in the dream business, but I do believe it's possible to help shape the future and improve the lot of the least advantaged with creative thinking by talented people, like the graduates of the RAND graduate school.” Pardee worked as an economic analyst at RAND from 1957 to 1971. Shortly after leaving RAND, he founded a privately held investment firm that owns and operates apartment complexes in and around Los Angeles. “Despite his success in the real estate world, Fred remained a researcher at heart, and his focus over the past 25 years was to use his success to make a difference in the world,” said Michael D. Rich, president and CEO of RAND. “He understood the importance of research and policy analysis, and his generosity also helped ensure that RAND will continue to educate the researchers of tomorrow.” Pardee continued to give generously to RAND and his namesake graduate school throughout his life. His additional donations helped create the RAND Frederick S. Pardee Center for Longer Range Global Policy and the Future Human Condition, which works to explore trends and the potential developments in the world 35 to 200 years in the future. He also helped create the Pardee Initiative for Global Human Progress at the Pardee RAND Graduate School. The program tries to develop solutions to global or multinational challenges in Asia and Africa and partners with outside experts and organizations to bring about change. One collaboration sought to improve agricultural sustainability and food security in Africa by reintroducing traditional foods into African diets and agriculture. His final gift, in 2021, included two Los Angeles apartment buildings designated specifically for Pardee RAND student housing. It was his desire to help relieve students and their families of the burden of finding affordable housing so that they could focus on making the world a better place. From 2003 until his death, Pardee served on the board of governors of the Pardee RAND Graduate School and helped position it as a first-rate policy Ph.D. program. He relentlessly pushed Pardee RAND to globalize and helped champion the development of a new model for public policy education. “It's such an honor to have the graduate school bear the name of Frederick S. Pardee,” said Nancy Staudt, the dean of the school and vice president of innovation at RAND. “Our ongoing relationship with him reflected his deep-seated interest in innovative problem-solving, particularly in the application of new discoveries and insights aimed at improving the quality of human life on a global scale.” Born in 1932 in Bolton, Mass., Pardee said he grew up during World War II dreaming of peace among nations and a better human condition. After earning both bachelor's and master's degrees in business and management in 1954 from Boston University, he served in the Air Force before joining RAND as a systems analyst. “I was never really interested in just making money,” Pardee said in 2003. “If I were, I would never have joined RAND in the first place. But I was fortunate, and my real estate investments grew in value. I want to give something back. I think about why I'm here. Why did I get placed on planet Earth? I've concluded that one is placed here to make a difference, and I want to make a difference by supporting institutions that will shape the future.” Pardee is survived by two sisters, Carolyn Collins Seaman and Judith Verdugo, brother-in-law Gerald Seaman, four nieces and nephews and six great nieces and nephews. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}