{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:40:25.095002",
  "crawling_time_epoch": 1703230825,
  "type": "Commentary",
  "title": "From the Ashes of Hamas-Israel War, Can Economics Drive Peace?",
  "url": "https://www.rand.org/pubs/commentary/2023/11/from-the-ashes-of-hamas-israel-war-can-economics-drive.html",
  "descriptions": "The economic costs of the violence in Gaza threaten Israel's economic future. For the Palestinians, the costs may be so large that they undermine the possibility of an independent Palestinian state. But the magnitude of these economic losses may, paradoxically, forge a new pathway toward peace once the fighting stops.",
  "posted": "Nov 28, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/11/from-the-ashes-of-hamas-israel-war-can-economics-drive/_jcr_content/par/teaser.crop.250x187.rm.jpeg/1701303381793.jpeg",
    "desc": "Dove painted on concrete, photo by Msznz/Getty Images"
  },
  "content": {
    "source": "(Barron's)",
    "author": {
      "name": "Daniel Egel",
      "profil": "https://www.rand.org/about/people/e/egel_daniel.html",
      "position": "Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.economic-development.html",
        "tag": "Economic Development"
      },
      {
        "blog": "https://www.rand.org/blog.topic.israel.html",
        "tag": "Israel"
      },
      {
        "blog": "https://www.rand.org/blog.topic.nation-building.html",
        "tag": "Nation Building"
      },
      {
        "blog": "https://www.rand.org/blog.topic.palestinian-territories.html",
        "tag": "Palestinian Territories"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "The human toll of the Israel-Hamas war is horrific. The loss of life and trauma will shape a generation to come. At the same time, the economic costs of this violence—which could cause Israel to lose some $400 billion in economic activity over the next decade—threaten Israel's economic future. For the Palestinians, the costs may be so large that they undermine the possibility of an independent Palestinian state. The magnitude of these economic losses may, paradoxically, forge a new pathway toward peace once the fighting stops. The debate over a two-state solution has long been dominated by conflicting notions of Palestinian sovereignty, which has led to political impasse. The reality of this war is that both groups will need external support to recover. That could underwrite a peace anchored in a shared need for a prosperous economic future. In short, the economic benefits of peace might constitute a common rationale for a long-term political solution. Accurately projecting the financial impact of the conflict is critical. The estimated $400 billion in Israeli losses is based on a 2015 RAND analysis of a theoretical “violent uprising” between the Israelis and the Palestinians, one of five scenarios that I and other researchers considered. Our new figure is much larger than others, including the $51 billion estimate attributed to the Israeli Ministry of Finance. That's because our scenario, based on the experience of the Second Intifada, assumes that the economic dislocation and disruption may last up to four years. The reality of this war is that both groups will need external support to recover. That could underwrite a peace anchored in a shared need for a prosperous economic future. For Israel, 90 percent of the economic shock will come from the indirect effects: reduced investment, a disrupted labor market, and slowed productivity growth. The specifics of this current crisis will, of course, differ from our model and the past. But the already weakened investment climate coupled with the labor market dislocations of military mobilization suggests that a coming economic downturn is likely to follow the contours of our model. Our analysis also suggests that Palestinians' aggregate economic activity could be reduced by one-third. This would be driven by the destruction of property, termination of Palestinian labor in Israel, and increased trade restrictions—all of which are already unfolding. One potential consequence of these losses: peace anchored in economic prosperity could become feasible for the first time in a generation. Economic development was a cornerstone of the Oslo Agreements (PDF) in the 1990s, although Palestinian terrorists undermined that process in its earliest days. In recent years, issues of sovereignty have trumped those of economics in public opinion, but the economic dislocation of this war combined with recent political turmoil among both peoples is likely to change this calculus. In particular, the urgency of the need for new investment and technology transfer on the Israeli side, along with the Palestinians' need for reconstruction, reinvestment, and engagement with the globe may give such approaches new life. The backbone of such an economic peace remains the recognition of Israel by its neighbors and the creation of a single Palestinian state. Full international recognition would provide Israel with economic opportunity to ensure growth in the years to come. RAND's analysis of the 2020 Abraham Accords, which set out to normalize diplomatic relations with Bahrain, Morocco, the United Arab Emirates, and others, found a “peace dividend” that could create billions in economic activity for Israel. President Biden recently declared the creation of a “real” Palestinian state a necessary endpoint. The establishment of a state would create the pathway to rebuild the Palestinian economy. An economically viable Palestinian state would require geographic contiguity, which would require an effort like the “Arc.” That concept envisions a transportation network connecting Palestinian communities across the West Bank and Gaza while maintaining their separation from Israel. While not assured, a long-sought economic peace from the ruins of this war is possible. Palestinian statehood also would require integration into the international economic community. To achieve this, Israel would need to cede its control over the movement of people and goods in and out of Palestinian communities—something often called a “red line” for the Israelis. Major international actors—perhaps those standing to benefit from the Abraham Accords—will have to step in as guarantors to offset the security risk. While not assured, a long-sought economic peace from the ruins of this war is possible. The United States seems willing to commit to such a project. The successes of the Abraham Accords suggest regional leaders will also lend their support. But even if the international community provides the foundation, it will require vision, leadership, and courage from the Israeli and Palestinian communities to turn this disaster into an opportunity for peace. Daniel Egel is director of the Economics and National Security Initiative at the RAND Corporation. This commentary originally appeared on Barron's on November 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}