{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:55:23.462890",
  "crawling_time_epoch": 1703231723,
  "type": "Commentary",
  "title": "Gender Biases in Health Care: Listen to Women About Their Own Health",
  "url": "https://www.rand.org/pubs/commentary/2023/01/gender-biases-in-health-care-listen-to-women-about-their.html",
  "descriptions": "More and more information, evidence, and personal stories are emerging suggesting women are not being listened to or believed by health care professionals about their symptoms of physical illness. There is ongoing work in the United Kingdom to improve and integrate women's health services, which creates hope for improvements.",
  "posted": "Jan 19, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/01/gender-biases-in-health-care-listen-to-women-about-their/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1674501537655.jpeg",
    "desc": "Mature Asian woman talking to a male doctor and indicating her neck and jaw, photo by Fly View Productions/Getty Images"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Lucy Hocking",
      "profil": "https://www.rand.org/pubs/authors/h/hocking_lucy.html",
      "position": "",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.female-populations.html",
        "tag": "Female Populations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.gender-equity.html",
        "tag": "Gender Equity"
      },
      {
        "blog": "https://www.rand.org/blog.topic.health-care-access.html",
        "tag": "Health Care Access"
      },
      {
        "blog": "https://www.rand.org/blog.topic.health-care-quality.html",
        "tag": "Health Care Quality"
      },
      {
        "blog": "https://www.rand.org/blog.topic.patient-safety.html",
        "tag": "Patient Safety"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-kingdom.html",
        "tag": "United Kingdom"
      },
      {
        "blog": "https://www.rand.org/blog.topic.womens-health.html",
        "tag": "Women's Health"
      }
    ],
    "Article": "The recently published Women's Health Strategy shines a light on how often women have to advocate for themselves when trying to get the health care they need. In many instances, physical conditions are labelled as psychological or hormonal, resulting in late diagnoses and poor health outcomes. As a result, women can often feel (PDF) invisible, in the dark, or brushed off. More and more information, evidence, and personal stories are emerging suggesting women are not being listened to or believed by health care professionals about their symptoms of physical illness. A consultation that was run to help the development of the Women's Health Strategy reported that nearly 85 percent of women felt there are too many cases where women's voices are not heard, especially in maternity care. And these issues relate not just to conditions specific to women. Heart attacks present differently in women, yet the symptoms we are told to watch out for are those that are more common in men. Pain is also commonly glossed over: The pain of IUD (coil) insertion, periods, endometriosis, and migraines are just a few examples. There is often a normalisation of these symptoms that are actually signs of illness. Even the time taken to diagnose cancer varies across genders, in part due to symptoms in women being overlooked, misattributed, or minimised by health care professionals. This health gap affects some women more than others, especially those from disadvantaged and/or ethnic minority groups. For example, while many women share experiences of being ignored when raising issues to health care professionals during pregnancy and childbirth, women from ethnic minority groups are more likely than white women to report feeling not listened to in maternity units. A recently published report from MBRRACE-UK explored inequalities in maternal deaths. The study found that, compared to white women, black women are 3.7 times more likely to die and Asian women 1.8 times more likely to die during or within the 6 weeks after pregnancy. The report also found that women experiencing disadvantage (e.g., domestic abuse, mental health illness, substance abuse) were also at greater risk of death during or soon after pregnancy. More and more information, evidence, and personal stories are emerging suggesting women are not being listened to or believed by health care professionals about their symptoms of physical illness. Shedding light on this inequality could be the first step to being able to make improvements. We also may need ways to better understand why women are not being listened to and trusted. Research like RAND Europe's study on understanding pregnancy research needs and priorities is helping take this forward as it highlights what we do not yet know about pregnancy in order to better direct funding towards these gaps. Further research is also needed into whether and how the issues described here are also faced by transgender women as this is not yet a well-understood area. While the Women's Health Strategy outlines the importance of cancer screening for transgender men and nonbinary people, it does not touch on the issues we outline here specifically in relation to transgender people. From the perspective of health care professionals, training could help staff to overcome biases and assumptions and to improve (PDF) their understanding of women's needs, as well as develop more-empathetic communication skills. Gender bias in this area is incredibly complex and cannot be attributed to a single cause, being rooted in historical inequalities. This also extends to women not being listened to. While it is often health care professionals that are singled out as being the ones to overlook women's voices, this may be rooted in the lack of research on women and the incorrect assumption that what happens when men are ill is the same as for women. This means health care providers do not always have access to the information they need to correctly diagnose women. Additionally, errors in diagnosing women often happen unconsciously due to preconceived assumptions which can, for example, underestimate women's pain compared to men. Many professionals may not even realise gender bias in medicine exists. There can also be inherent differences in the way men and women seek health care, with women less likely to push health care professionals or get a second opinion if they are not happy with their response and to advocate for themselves. Health care providers do not always have access to the information they need to correctly diagnose women. There is ongoing work in the United Kingdom to improve and integrate women's health services—such as the NHS Long Term Plan's (PDF) focus on maternity and neonatal services, alongside England's new Women's Health Strategy and Women's Health Hubs (RAND Europe is part of the BRACE evaluation team and is cited in the Women's Health Strategy)—which creates hope for improvements. The Women's Health Strategy also sets out goals to ensure women are better listened to and their concerns taken seriously by health care professionals, as well as calls for more research to better understand how to do this. There also has been greater involvement of women as research participants over time. It could be vital (PDF) that the women themselves are placed at the centre of these changing services, and they are listened to, believed, and allowed to advocate for themselves. This could happen alongside health care and research system change instead of placing the responsibility on women to make this change. Lucy Hocking is a senior analyst at RAND Europe. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}