{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:15:06.533819",
  "crawling_time_epoch": 1703240106,
  "type": "Commentary",
  "title": "Great Power Competition Is on the Arctic Agenda",
  "url": "https://www.rand.org/pubs/commentary/2023/02/great-power-competition-is-on-the-arctic-agenda.html",
  "descriptions": "Despite its military problems in Ukraine, Russia remains a formidable potential adversary in the Arctic. And there is a growing realization that China is not going away in the Arctic, bringing both of the United States' strategic competitors into Alaska's backyard. Can great power politics be checked at the door of the Far North?",
  "posted": "Feb 16, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/great-power-competition-is-on-the-arctic-agenda/_jcr_content/par/teaser.crop.250x187.cb.jpeg/1676573732173.jpeg",
    "desc": "USCGC Kimball encountered a People's Republic of China Guided Missile Cruiser approximately 75 miles north of Kiska Island, Alaska, September 19, 2022, U.S. Coast Guard photo"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Abbie Tingstad Yuliya Shokh",
      "profil": "https://www.rand.org/about/people/t/tingstad_abbie.html",
      "position": "Adjunct Senior Physical Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Arctic Region",
      "China",
      "Geopolitical Strategic Competition",
      "International Diplomacy",
      "Russia",
      "United States",
      "www.rand.org"
    ],
    "Article": "Politicians, scientists, business people, Indigenous leaders, media representatives, and others recently met at the Arctic Frontiers conference in Tromsø, the “Paris of the North,” to discuss everything from occupational hazards to energy projects to marine plastics pollution. One of the most common refrains were laments about the end to Arctic “exceptionalism,” the idea that this far northern region could be immune to geopolitical troubles at lower latitudes. Can great power politics be checked at the door of the Far North? There are no easy answers to this question. But there is a growing realization that China is not going away in the Arctic, bringing both of the United States' strategic competitors into Alaska's backyard. Despite its military problems in Ukraine, Russia remains a formidable potential adversary in the Arctic—it has a strong (if aging) baseline capability and knowledge for operating in the region. Russia's Arctic military activities of the past decade generally have focused on safety and other nonprovocative operations, but its recent Arctic military exercises also signal increasing demonstration of capability in the region. Russian forces have been conducting large-scale amphibious assault landings, raids, and reconnaissance. Its Northern Fleet has undertaken annual trips to the Arctic since 2013, increasing the scope of the exercises during these trips from 1,000 personnel, 14 aircraft, and 34 pieces of special and military equipment in 2015 to 8,000 personnel and 800 pieces of equipment in 2021. Despite its military problems in Ukraine, Russia remains a formidable potential adversary in the Arctic. Ukraine's application to fast-track its NATO membership following Vladimir Putin's illegal annexation of four Ukrainian regions and the ongoing discussions to accept Finland and Sweden as NATO members, coupled with already frequent NATO exercises in Arctic waters, could further fuel Russia's narrative of the West as a growing threat to its national security and raise tensions in the High North. Although NATO is not viewed by China as a direct threat in the Arctic, Beijing has taken exception to Alliance and northern member insinuations that closely tie it to Russia as a regional threat. Several recent discussions in Tromsø have referenced a heated public exchange at the October 2022 Arctic Circle meeting between Chinese Ambassador He Rulong and NATO's Rob Bauer. On the one hand, China shares Western goals for continued stability in the region, which could enable the realization of additional economic opportunities, greater ability to avoid unintended escalation and environmental disasters, and progress in global food and energy security. On the other, Russia and China declared a “friendship without limits (PDF)” on the eve of Moscow's intensified invasion of Ukraine in February 2022, and the U.S. Coast Guard encountered Russian and Chinese military vessels traveling together in the Bering Sea in September 2022. No country is eager to see another military conflict with Russia farther north with its vast infrastructure and relatively large capacity for operating under harsh Arctic conditions. Observers of Russia's actions in Ukraine have noted that what happens with Russia will affect U.S. competition with China, and it could include the Arctic. What happens with Russia will affect U.S. competition with China, and it could include the Arctic. Western Arctic nations made the decision to forgo most discussions with Russia on Arctic issues after February of last year. Since then, many have debated when and how dialogue with Russia on Arctic matters should resume—perhaps most importantly through the Arctic Council, which is the region's most formal diplomatic forum. Russia currently holds the rotating chairmanship of the Council and the other seven Arctic states have paused cooperation for the time being. China is merely one of several observers in the Arctic Council. The eight Arctic states have maintained firm decisionmaking control over the body's affairs and recommendations since its founding 25 years ago. However, the unprecedented break in Arctic dialogue with Russia, the intensifying ties between Moscow and Beijing, and the parallel increase in tensions with Washington mean that great-power politics may be unavoidable, moving forward, in the Arctic arena. Now, we must ask whether meaningful cooperation in the region can occur without China. Western Arctic nations may not have the option of punting on this question as they continue considering what conditions would allow resuming formal regional dialogue with Russia. Abbie Tingstad is a senior scientist at the nonprofit, nonpartisan RAND Corporation specializing in Arctic strategy. Yuliya Shokh is an analyst at RAND focusing on Russian military capabilities. This commentary originally appeared on The Hill on February 16, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}