{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:10:34.152878",
  "crawling_time_epoch": 1703243434,
  "type": "Essay",
  "title": "Hackathon Focuses on Making Policing More Equitable",
  "url": "https://www.rand.org/pubs/articles/2023/hackathon-focuses-on-making-policing-more-equitable.html",
  "descriptions": "Hackathons bring new ideas and perspectives to hard policy problems and introduce college students to the field of policy analysis. The latest hackathon, hosted by Pardee RAND and RAND NextGen, explored ways to make the criminal justice system more equitable and more effective.",
  "posted": "Jan 9, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/hackathon-focuses-on-making-policing-more-equitable/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1673282785037.jpeg",
    "desc": "Collage illustrating communication between police and community, photo by freshidea/Adobe Stock"
  },
  "content": {
    "article": "Dalton Favors had never given much thought to public policy. One hectic week of data wrangling with the Pardee RAND Graduate School changed that. “It made me rethink what I might want to do for a career,” he said. Favors is a student at Morehouse College, one of four historically Black colleges and universities that have partnered with Pardee RAND and RAND's NextGen Initiative to host a “policy hackathon” for two years running. Its purpose is to bring new ideas and new perspectives to hard policy problems—and to introduce a new generation of potential leaders to the field of policy analysis. The most recent hackathon, held this past fall, focused on policing. Small teams of undergraduate students, working with Pardee RAND graduate students, had one week to identify areas for improvement that could make policing more equitable. Lesson one: Find the story in the numbers. “I hadn't understood how powerful data can be, that good data is really a reflection of the life that we live,” said Favors, who is pursuing a double major in Chinese and economics at Morehouse. “It really revolutionized how I think about how public policy can work—or should work.” Dalton Favors Photo courtesy of Dalton Favors A hackathon, just to be clear, has nothing to do with tunneling into computer servers and trying to swipe bank accounts or social security numbers. It's a timed race to develop something new—a mobile app or computer game, a business idea, a fresh way of thinking about public policy. “It's pizza and Mountain Dew and a bunch of people in a room trying to build something,” says veteran hackathoner Todd Richmond. Richmond directs Pardee RAND's Tech + Narrative Lab, which launched several years ago as a place where the questions students ask are often more important than the answers. Hackathons have been part of its operating code from the beginning. Richmond and his team have used hackathons to prototype new methods for flagging toxic comments on social media and for studying marketplace transactions on the dark web. The school and the lab started working with professors at Morehouse College in the months after the police killing of George Floyd. What brought them together was a question: What could an educational institution like Pardee RAND do to improve the diversity of the public policy pipeline? The idea that emerged from those early discussions was to not just tell students from historically underrepresented backgrounds about public policy, but to give them a real experience, something they could put on their resumes. A hackathon is a timed race to develop something new—a mobile app or computer game, a business idea, a fresh way of thinking about public policy. Everyone knew public policy could be easy to overlook amid the recruiting posters for law schools, medical schools, and big Wall Street firms. “There was no voice saying, hey, if you care about these social policy issues, there's a career for you; you can be working in this space,” said Stefanie Howard, Pardee RAND's associate dean of enrollment and new programs. The idea found a natural champion in RAND's NextGen Initiative, a leadership accelerator making connections between emerging policy professionals and RAND's people and ideas. It and Pardee RAND partnered with three schools in the Atlanta University Center Consortium—Morehouse, Clark Atlanta University, and Spelman College—to make the first policy hackathon happen in 2021. They called it Hacking Equity. A fourth school, Morris Brown College, has since joined them. The focus that first year was on COVID, and especially on how vulnerable communities had fared during the pandemic. Teams of students from the Atlanta-area schools and Pardee RAND had three weeks to develop a research question, find the data, and tell the story. They were encouraged to draw upon their own experiences and to pursue problems they had seen in their communities. One team showed how vaccination rates had lagged in historically redlined neighborhoods. Another developed a new way to measure how punitive different state prison systems are, and then used that as a lens to compare COVID outcomes. “We wanted them to not just understand policy, but to know that they can be the people informing policy,” said Sinead Younge, a psychology professor and director of the Institute for Social Justice Inquiry and Praxis at Morehouse's Andrew Young Center for Global Leadership. She was a driving force in the early conversations with Pardee RAND that set the hackathon idea into motion. “It was nice to see that lightbulb go on over their heads,” she added. Teams had just one week to crunch their data and look for places where the criminal justice system could be made more equitable and more effective. Hacking Equity 2.0 shifted the focus to criminal justice. Organizers framed it around recent calls to cut spending on law enforcement and reinvest that money in other services. Teams had just one week to crunch their data and look for places where the criminal justice system could be made more equitable and more effective. For Dalton Favors, that meant hour-long Zoom meetings with his teammates every afternoon, on top of schoolwork. They zeroed in on a historical data set of traffic stops from New Orleans that organizers had supplied to get teams started. They were looking for evidence of quotas, such as an uptick in stops at the end of every month. They found some evidence that police were more likely to stop and cite Black drivers, but it was constant, without the rise and fall that might signify a quota system. Their main conclusion, though, was that police agencies need to collect more data to give the public a clearer picture of what they do and how they do it. “None of the data showed the race or other information about the police officer,” Favors said. “That's a huge piece of information you'd want to include. If there's any bias, you'd want to know: Who is the person giving you the ticket?” Other teams found that Black Californians are more likely to be stopped and searched, and Hispanic men in California are more likely to get cited. One team found a possible link between income and the likelihood of being stopped. The winning team, which called itself the Justice League, looked at whether shifting funding to improve foster care could reduce crime and prison costs down the road. It found that 19 percent of the people in prison were once in foster care, a much higher percentage than in the overall population. “There are a lot of people who feel like they have no agency in what goes on in society, in government,” Richmond said. “The idea that students could come together and try to solve a wicked hard problem—that's powerful. I hope this sparks a little bit of the idea that they are stakeholders in this world, that they can be agents of change.” When the last data points were graphed and the presentations were done, Younge told the few dozen students who participated she hoped the hackathon had been a transformative step in their education. “Take this experience,” she said, “and run with it.” Dalton Favors just might. He always thought his career path led toward business. Now he's thinking public policy research could be a better destination. —Doug Irving RAND NextGen partners with organizations to empower emerging policy leaders through public policy education and other programming. If you are interested in such a collaboration, or if you are simply looking for more information about the initiative, email nextgen@rand.org.",
    "overview": "",
    "topline": "",
    "tags": [
      "Coronavirus Disease 2019 (COVID-19)",
      "Criminal Justice",
      "Data Analysis",
      "Police-Community Relations",
      "Policy Gaming",
      "Racial Equity",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/hackathon-focuses-on-making-policing-more-equitable/_jcr_content/par/blogpost/par-blog/imagewithclass.fit.250x0.jpeg/1672444823190.jpeg",
        "width": "250",
        "height": "250",
        "desc": "Dalton Favors, photo courtesy of Dalton Favors"
      }
    ]
  }
}