{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:44:25.933772",
  "crawling_time_epoch": 1703231065,
  "type": "Commentary",
  "title": "Hard Times for U.S.-Russian Nuclear Arms Control",
  "url": "https://www.rand.org/pubs/commentary/2023/08/hard-times-for-us-russian-nuclear-arms-control.html",
  "descriptions": "New START is slated to expire in February 2026 and cannot be extended. The next chapter in U.S.-Russia nuclear arms control, if there is to be one, may not be written until rulers in Moscow ease repression at home, pull troops out of Ukraine, and recognize the mutual benefits of reducing, rather than stoking, nuclear tensions.",
  "posted": "Aug 28, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/08/hard-times-for-us-russian-nuclear-arms-control/_jcr_content/par/teaser.crop.250x187.rb.jpeg/1693265195547.jpeg",
    "desc": "U.S. President Barack Obama and Russian President Dmitry Medvedev sign the New START Treaty at Prague Castle in Prague, Czech Republic, April 8, 2010, photo by Jason Reed/Reuters"
  },
  "content": {
    "source": "(Defense News)",
    "author": {
      "name": "Frank G. Klotz William Courtney",
      "profil": "https://www.rand.org/about/people/k/klotz_frank_g.html",
      "position": "Adjunct Senior Fellow Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.arms-proliferation-and-control.html",
        "tag": "Arms Proliferation and Control"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.nuclear-deterrence.html",
        "tag": "Nuclear Deterrence"
      },
      {
        "blog": "https://www.rand.org/blog.topic.nuclear-weapons-and-warfare.html",
        "tag": "Nuclear Weapons and Warfare"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "This summer's blockbuster movie “Oppenheimer” tells the story of the scientists who developed the first U.S. atomic bombs during World War II. It also recounts how J. Robert Oppenheimer and others subsequently struggled to devise an approach to lessen the threat posed by the awesome weapons they had created. These efforts bore little fruit at the time. After the Soviet Union tested its first atomic bomb in August 1949, Washington and Moscow entered a massive arms race, each side stockpiling tens of thousands of nuclear weapons. In the late 1960s, U.S. and Soviet diplomats began to negotiate a series of treaties that imposed increasing constraints on the numbers and, in some cases, capabilities of nuclear forces. Six agreements entered into force starting in 1972. The sole remaining one is the 2010 Treaty on Measures for the Further Reduction and Limitation of Strategic Offensive Arms, known as New START. Under its terms, each country can deploy no more than 700 long-range ballistic missiles and heavy bombers and mount no more than 1,550 nuclear warheads on those delivery systems—numbers far below those possessed by both sides during the Cold War. One of U.S. President Joe Biden's first foreign policy actions was to approve an extension of New START, which was due to expire less than three weeks after he entered office. Moscow followed suit. New START is now slated to expire in February 2026 and cannot be extended. In June 2021, Biden and Russian President Vladimir Putin announced their two countries would conduct a “strategic stability” dialogue to lay groundwork for future restraints. Only three meetings were held before Russia launched its full-scale invasion of Ukraine, bringing the dialogue to a halt. If New START collapses or is not replaced before it expires, its limits will no longer be legally binding. Shortly thereafter, New START began to unravel. In August 2022, Russia refused to allow the United States to conduct an on-site inspection at one of its military bases as permitted by the treaty. Moscow then backed out of a meeting to discuss matters related to its implementation. In January 2023, the U.S. State Department informed Congress (PDF) that it could no longer certify Russia was complying with the treaty. A month later, Putin “suspended” Russia's participation in New START, saying it would no longer exchange required information on the status of its nuclear forces. Despite these actions, Russian officials claim their country will continue to abide by New START limits on the numbers of deployed long-range nuclear forces. However, if New START collapses or is not replaced before it expires, these limits will no longer be legally binding. In this event, Russia could pursue several courses of action: A breakout from New START limits might not be a top Kremlin priority. It seems to be focused instead on expanding shorter-range nuclear systems to heighten Russia's capacity to threaten Ukraine and NATO's European allies, including by announcing plans to deploy such systems in neighboring Belarus. Moreover, some in Moscow might be uneasy with the Kremlin's irresponsible nuclear rhetoric. Recently, several prominent Russian arms control experts joined with former leaders and specialists from 50 countries to warn that the collapse or expiration of New START without a replacement “would threaten a destabilizing arms race.” A buildup of Russian long-range nuclear forces could have implications for U.S. nuclear policy. Even if an increase did not alter the strategic balance, political or diplomatic considerations could lead the United States to respond in militarily significant or visible ways. Defense analysts have described U.S. policy options (PDF) as ranging from “uploading” more warheads on existing delivery systems; to accelerating the ongoing programs to modernize the aging fleet of U.S. long-range ballistic missiles, bombers, and submarines; to increasing the size of the planned U.S. nuclear force. U.S.-Russian nuclear arms control, as it has been practiced for the past five decades, may have run its course. The prospect of negotiating a legally binding treaty to replace New START before it expires in 2026 diminishes with each day Russia's war in Ukraine rages on and the Kremlin continues to take a hard line in dealing with the West. U.S.-Russian nuclear arms control, as it has been practiced for the past five decades, may have run its course. Biden administration officials have already begun to talk in more-modest terms of engaging Russia (and China) on ways to “manage nuclear risks and develop a post-2026 arms control framework.” This approach is unlikely to produce meaningful outcomes any time soon. It is worth recalling that U.S.-Soviet arms control negotiations did not achieve agreements that actually reduced nuclear weapons or enhanced verification through on-site inspections until a liberalizing Soviet leader, Mikhail Gorbachev, ushered in glasnost and perestroika, and met face to face with President Ronald Reagan. The next chapter in U.S.-Russia nuclear arms control, if there is to be one, may not be written until rulers in Moscow ease repression at home, pull troops out of Ukraine, and recognize the mutual benefits of reducing, rather than stoking, nuclear tensions. Frank Klotz is an adjunct senior fellow at the RAND Corporation. He previously led Air Force Global Strike Command and served as undersecretary of energy for nuclear security. William Courtney is also an adjunct senior fellow at RAND and a former U.S. ambassador to both Kazakhstan and Georgia, as well as a former deputy negotiator in U.S.-Soviet defense and space talks. This commentary originally appeared on Defense News on August 25, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}