{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:52:15.146149",
  "crawling_time_epoch": 1703231535,
  "type": "Commentary",
  "title": "Healthy Nation, Safe Nation: Build Health Security into National Security",
  "url": "https://www.rand.org/pubs/commentary/2023/03/healthy-nation-safe-nation-build-health-security-into.html",
  "descriptions": "The COVID-19 pandemic revealed a need for a more-robust health security paradigm within the broader national security context. But addressing preparedness and response shortfalls for national-level challenges might not be fully possible without first addressing the glaring seams and gaps between the various stakeholder communities.",
  "posted": "Mar 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/03/healthy-nation-safe-nation-build-health-security-into/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1679416177038.jpeg",
    "desc": "A medical worker crosses the street outside of the Emergency entrance to NYU Langone Health Tisch Hospital in New York City, December 4, 2020, photo by Anthony Behar/Sipa USA via Reuters Connect"
  },
  "content": {
    "source": "(United Press International)",
    "author": {
      "name": "Mahshid Abir Daniel M. Gerstein",
      "profil": "https://www.rand.org/about/people/a/abir_mahshid.html",
      "position": "Senior Physician Policy Researcher Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@Daniel_Gerstein",
      "contact": "https://www.twitter.com/Daniel_Gerstein"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.coronavirus-disease-2019-covid-19.html",
        "tag": "Coronavirus Disease 2019 (COVID-19)"
      },
      {
        "blog": "https://www.rand.org/blog.topic.emergency-preparedness.html",
        "tag": "Emergency Preparedness"
      },
      {
        "blog": "https://www.rand.org/blog.topic.pandemic.html",
        "tag": "Pandemic"
      },
      {
        "blog": "https://www.rand.org/blog.topic.public-health-preparedness.html",
        "tag": "Public Health Preparedness"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "The COVID-19 pandemic revealed a need for a more-robust health security paradigm within the broader national security context. However, addressing preparedness and response shortfalls for national-level challenges such as COVID-19 might not be fully possible without first addressing the glaring seams and gaps between the various stakeholder communities—particularly the health security and national security entities across all levels of government and society—with their different organizations, processes, and cultures. The pandemic did not create, but rather exposed, these existing seams and gaps. Aside from strained capacity in the health care and public health systems, schisms among key response stakeholders hindered the nation's response to the pandemic and are likely to challenge its response to future incidents. These stakeholders include federal, state, local, and tribal governments, as well as federal agencies that deal with national security interests like the Departments of Health and Human Services, Homeland Security, and Defense. Schisms among key response stakeholders hindered the nation's response to the pandemic and are likely to challenge its response to future incidents. A longstanding public health–health care divide—with public health focused on “the health of entire populations, while health care services focus on diagnosing and treating individual patients”—could at least partially explain some of the disconnect between these key response entities translating into challenges such as resource and information-sharing around COVID-19 testing and case tracking during the pandemic. A disconnect also exists between federal versus state, local, and tribal governments regarding public health roles and responsibilities. The Constitution makes the state governments the “primary authority to control the spread of dangerous diseases within their jurisdictions,” but also provides the federal government with “broad authority to quarantine and impose other health measures to prevent the spread of diseases from foreign countries, as well as between states, although that has never been affirmed by the courts.” These same divides are often evident in preparedness and response planning and collaboration between government response entities, emergency management and first responders, and the private sector, which owns most of the critical infrastructure. One thing all these response stakeholders have in common is an implicit or explicit commitment to ensuring the safety and security of the nation. Health care, public health, and some private sector stakeholders pursue a common mission to ensure safety and security through protecting health. This could be leveraged to promote collaboration and cooperation among these critical response components to improve national, state, and local emergency response to future incidents. Aside from historic, and sometimes ideological, divisions that inhibit coordination among these entities, the lack of the needed infrastructure, systems, and policies (including incentives) that facilitate collaboration is a significant barrier. The pandemic also revealed challenges to resource and information sharing around supply chain issues (particularly around personnel protective equipment). Development of a comprehensive health security strategy, within the broader national security landscape, that includes using the best available science and technology to facilitate building the needed infrastructure and systems to track and anticipate supply shortages could be an important step in mitigating these challenges. Given that a core goal of national security is to save lives, mitigating all threats to Americans—including health threats—may need to be explicitly articulated in policy and practice. The Trump administration's Operation Warp Speed for vaccine development, the Biden administration's assisting with vaccine distribution down to the last tactical mile and the use of the Defense Production Act during COVID-19 provide illustrations of where bridging these different stakeholder communities with novel solutions can work to overcome these challenges and lead to important, life-saving solutions. Since there has not been a comprehensive national review of the COVID-19 preparedness and response, it is unlikely that needed changes will be made to better coordinate across the whole of the U.S. government. Given that a core goal of national security is to save lives, mitigating all threats to Americans—including health threats—may need to be explicitly articulated in policy and practice. The path forward could include allocating sufficient funding, identification, and application of the best available science and novel technologies to bridge existing divides and facilitating collaboration across government agencies and private sector stakeholders to develop a comprehensive health security strategy responsive to current and future threats. Mahshid Abir is an emergency physician and senior policy researcher at the nonprofit, nonpartisan RAND Corporation. Daniel M. Gerstein is a senior policy researcher at RAND and an adjunct professor at American University. He formerly served as the undersecretary (acting) and deputy undersecretary in the Science and Technology Directorate of the Department of Homeland Security from 2011 to 2014. This commentary originally appeared on United Press International on March 17, 2023. Outside View © 2023 United Press International. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}