{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:57:57.285831",
  "crawling_time_epoch": 1703231877,
  "type": "News Release",
  "title": "Higher Premiums Not Always Linked to Better Health Care in Medicare Advantage Plans",
  "url": "https://www.rand.org/news/press/2022/08/29.html",
  "descriptions": "Enrolling in a higher-cost Medicare Advantage plan may not always get seniors better-quality health care. Plans that charged a higher monthly premium provided on average only slightly better care as compared to plans with no monthly premium.",
  "posted": "Aug 29, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2022/08/29/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1662637236503.jpeg",
    "desc": "A health care worker taking the blood pressure of senior woman at home, photo by FG Trade/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "",
      "profession": "",
      "biography": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      }
    },
    "researcher": [],
    "topics": [],
    "Article": "Enrolling in a higher-cost Medicare Advantage plan may not always get seniors better-quality health care, according to a new RAND Corporation study. Examining 15 different measures of quality among large representative samples of people enrolled in Medicare Advantage plans during 2016 and 2017, researchers found that plans that charged a higher monthly premium provided on average only slightly better care as compared to plans with no monthly premium. Quality varied substantially within each premium cost tier studied, with high-quality care being observed among a number of plans in each of the cost tiers. More than 700 Medicare Advantage plans were part of the analysis. The findings are published in the latest edition of JAMA Health Forum. “Paying higher premiums is not necessary to receive high-quality care from a Medicare Advantage plan,” said study lead author Amelia M. Haviland, a professor of statistics and public policy at Carnegie Mellon University and an adjunct statistician at RAND, a nonprofit research organization. “Seniors should look at metrics other than premium costs alone when looking for a Medicare Advantage plan that offers a high quality of care, including direct measures of quality, such as Star Ratings.” Health care costs are a concern for both consumers and policymakers. People enrolled in Medicare Advantage plans report that price measures such as premium costs and copays are their primary consideration when selecting a plan. To examine the link between premium cost and quality, RAND researchers analyzed information about the care delivered to people enrolled in Medicare Advantage plans. About 40 percent of the enrollees were in plans with no monthly premium, while 6 percent were in plans with a monthly premium of more than $120. Medicare Advantage plans provide coverage for hospital and physician services like traditional Medicare fee-for-service, but typically also offer additional services such as coverage for dental care and eyeglasses. In exchange for additional services and lower copays, members are restricted to in-network providers. More than one-third of Medicare enrollees choose Medicare Advantage plans. The information used to measure the quality of care from Medicare Advantage plans included clinical quality measures based on administrative information such as medical charts involving more than 2 million enrollees. Those quality measures included items such as whether patients received recommended cancer screenings, whether high blood pressure was controlled, and whether diabetes was treated adequately. The analysis also examined surveys of more than 168,000 randomly sampled plan participants who were asked about their experiences with health care, prescription drug coverage, and their plan. Those measures included the ability to get care, the ability to get care quickly, and getting needed drugs. Across most measures, people enrolled in the two higher-premium plan tiers reported similar or slightly better experiences on average than enrollees in the lower-premium categories. For example, people enrolled in the highest-premium tiers were more likely to receive annual flu shots. However, on one measure, lower-cost plans offered better care. People enrolled in lower-tiered plans received better care on average for osteoporosis than their peers enrolled in higher-premium plans. “Given that many high- and low-quality plans were found in each of the premium tiers we studied, the premium cost is a poor proxy for assessing the quality of a Medicare Advantage plan,” Haviland said. “Making plan quality information more accessible and salient to consumers is a key to reducing consumers' costs while improving quality.” Support for the study was provided by the federal Centers for Medicare & Medicaid Services. Other authors of the study are Sai Ma of Humana, and David J. Klein, Nathan Orr, and Marc N. Elliott, all of RAND. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}