{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:38:00.509812",
  "crawling_time_epoch": 1704166680,
  "type": "Commentary",
  "title": "Historic Research Conference Combats the Rise in Gun Violence",
  "url": "https://www.rand.org/pubs/commentary/2022/12/historic-research-conference-combats-the-rise-in-gun.html",
  "descriptions": "With new funding for gun violence prevention research, projects are beginning to produce findings. To capitalize on the new findings and help integrate the growing field of researchers working on gun violence prevention, RAND partnered with other research programs to organize the 2022 National Research Conference on Firearm Injury Prevention.",
  "posted": "Dec 9, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2022/12/historic-research-conference-combats-the-rise-in-gun/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1670634978673.jpeg",
    "desc": "Road sign reading Stop Gun Violence in front of city buildings, photo by gerenme/Getty Images"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Liisa Ecola Andrew R. Morral",
      "profil": "https://www.rand.org/about/people/e/ecola_liisa.html",
      "profession": "Senior Policy Analyst Senior Behavioral Scientist, Director of the National Collaborative on Gun Violence Research",
      "username": "@AndrewMorral",
      "contact": "https://www.twitter.com/AndrewMorral"
    },
    "tags": [
      "Crime and Violence Prevention",
      "Gun Policy",
      "Gun Violence",
      "United States",
      "www.rand.org"
    ],
    "Article": "Gun violence occurs at higher rates in the United States than in other developed countries. And in the years since COVID-19 upended much of daily life, gun injuries and deaths have risen sharply. While mass shootings get the bulk of media attention, most fatalities are the results of suicide, homicide, and accidental shootings. In the United States, more than 45,000 people die of gunshot injuries annually, and such injuries are the leading cause of death among children and teenagers, surpassing car crashes in their deadly toll. Despite the magnitude of these losses, federal funding of research into the causes and prevention of gun violence was limited in recent decades, leaving the most basic questions unanswered. Which gun laws have their intended effects? How can those at highest risk for being victims or perpetrators of gun violence be identified in time to prevent it? What are the best ways to save lives—a goal shared across the wide spectrum of opinions about guns—without infringing on the freedoms of gun owners? In the past several years, the funding environment for gun violence prevention research has improved. In 2018, RAND and Arnold Ventures launched the National Collaborative on Gun Violence Research, a private philanthropy that has provided $21 million to over 50 research projects across the country. Then, in 2019, the U.S. Congress approved $25 million in funding for research in this area, an appropriation that has been renewed annually. With this new funding, research projects are now beginning to produce findings, an unprecedented surge in knowledge on gun violence prevention. In the United States, more than 45,000 people die of gunshot injuries annually. To capitalize on the new findings, and help integrate the growing field of researchers working on gun violence prevention, RAND partnered with the University of Michigan's Institute for Firearm Injury Prevention and Columbia University's Scientific Union for the Reduction of Gun Violence to organize the 2022 National Research Conference on Firearm Injury Prevention. The conference attracted dozens of top academic researchers in the field to help plan this meeting, bringing together a who's who of gun violence expertise to design a conference focused on scientific research and effective policies. It also garnered support from over a dozen federal agencies and private foundations. While the conference had been preceded by several smaller conferences held by RAND, the University of Michigan, Columbia University, and others, the National Research Conference was the largest gathering of researchers on this topic ever held, bringing together criminologists, economists, public health experts, and public policy researchers. The more than 525 attendees ranged from students to long-time university researchers to hospital-based practitioners and community-based organizations. The breadth of research and the connections to practice were evident across the over 250 posters and presentations, addressing some of the most pressing issues in the field. Among the findings presented were: Given the lack of prior sustained research funding and the difficulty of bringing new people into the field, the conference organizers made a concerted and successful attempt to attract and support early career researchers and researchers typically underrepresented in firearm injury research. Over 30 attendees received travel awards to defray the cost of travel to Washington, D.C., and nearly 200 attendees signed up for a mentoring lunch to meet and discuss working in this field with the few established researchers who have been able to do so. The conference also emphasized professional development. Sessions included presentations by federal agencies and foundations about their priorities in funding future work, and discussions about how to effectively engage with media on such a polarizing topic. To continue the momentum, the conference's sustainability committee is standing up a new professional association, the Research Society for the Prevention of Firearm-Related Harms, that will ideally become the locus for multidisciplinary researchers into firearm injury prevention. The group is already planning the 2023 conference. Liisa Ecola is a senior policy analyst at the nonprofit, nonpartisan RAND Corporation, and the research director of the National Collaborative on Gun Violence Research. Andrew R. Morral is a senior behavioral scientist at RAND, leader of its Gun Policy in America initiative, and director of NCGVR. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}