{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:13:28.083692",
  "crawling_time_epoch": 1703243608,
  "type": "Announcement",
  "title": "Hoorens, Pardal present at drug policy conferences",
  "url": "https://www.rand.org/randeurope/about/news/2022/hoorens-pardal-present-at-drug-policy-conferences.html",
  "descriptions": "RAND Europe has made a name for itself in the drug policy research community, with more to come this year. Most notably, it will host the 2023 International Society for the Study of Drug Policy (ISSDP) annual conference in May.",
  "posted": "Nov 30, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/randeurope/about/news/2022/hoorens-pardal-present-at-drug-policy-conferences/_jcr_content/par/teaser.crop.250x187.rb.jpeg/1674740607574.jpeg",
    "desc": ""
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "Stijn Hoorens presents the Franz Trautmann Lecture at the 2022 ISSDP conference in Lisbon Photo courtesy ISSDP 30 November 2022 With research and presentations by Stijn Hoorens and Mafalda Pardal at recent drug policy conferences, RAND Europe has made a name for itself in the drug policy research community, with more to come in 2023. Notably, it will host the 2023 International Society for the Study of Drug Policy (ISSDP) annual conference in May. Hoorens, a senior research leader and director of RAND Europe's Brussels office, was invited to present the Franz Trautmann Lecture at the 2022 ISSDP conference in Lisbon, Portugal, in late November. The conference was the first in-person ISSDP event in three years and was kept to one day for COVID-19 safety reasons. The event drew 148 participants from 22 countries and included presentations and panels on the drug market and drug innovation in a changing world. Hoorens spoke on the challenges of conducting and evaluating a cannabis regulation experiment. “With recent developments in Germany, Luxembourg, Czech Republic and Malta, there seems to be some momentum for drug policy reform in Europe,” Hoorens said. On the same day as Hoorens's talk, Pardal, the European lead for the RAND Drug Policy Research Center (DPRC), participated in a meeting of the Global Cannabis Cultivation Research Consortium. The consortium consists of researchers from more than 15 countries who are studying cannabis cultivation patterns, motives, and policies across regulated and unregulated jurisdictions. During the meeting, attendees presented and discussed early findings from a recent survey of more than 10,000 cannabis growers worldwide. Pardal said the group will analyze the data and prepare papers and presentations over the course of coming year. Mafalda Pardal is interviewed about her research at the 2022 Lisbon Addictions conference. Photo courtesy Lisbon Addictions That same week, Hoorens and Pardal attended the European Conference on Addictive Behaviours and Dependencies, known colloquially as Lisbon Addictions, hosted by the European Monitoring Centre for Drugs and Drug Addiction and other partners. The three-day conference attracted more than 1,800 participants. Hoorens presented on a novel approach to collecting data from the illicit cannabis market using social media advertising. Pardal presented findings from a RAND Europe study on the medical use of cannabis. She also hosted a session focusing on the topic of her new book, The Cannabis Social Club. “It is great to present and discuss our research on drug policy at conferences like ISSDP and Lisbon Addictions,” Pardal said. “We are also very much looking forward to continuing those discussions with colleagues and policymakers when we host the next ISSDP conference in Belgium in May.” Hoorens acknowledged RAND’s contributions to RAND Europe’s visibility. “We see that governments know where to find us to help them with independent research and analysis,” he said. “We are reaping the benefits of RAND’s reputation and experience in Europe and North and Latin America.” DPRC codirector Beau Kilmer, a member of the 2022 ISSDP Program Scientific Committee, attended the conferences with Hoorens and Pardal and participated in several panel discussions. He noted, “Stijn and others at RAND Europe have been on the cutting edge of drug policy analysis for nearly 20 years. He and Mafalda, along with Hans Pung and Emma Disley, have cultivated a strong team to work in this space and I look forward to working with all of them on drug policy projects in Europe, the Americas, and elsewhere.”"
    }
  }
}