{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:00:29.152657",
  "crawling_time_epoch": 1703242829,
  "type": "Commentary",
  "title": "How Florida's Expansion of 'Don't Say Gay' Law Will Hurt Students and Teachers Across the United States",
  "url": "https://www.rand.org/pubs/commentary/2023/05/how-floridas-expansion-of-dont-say-gay-law-will-hurt.html",
  "descriptions": "Policies restricting discussion of LGBTQ+ issues and representation of LGBTQ+ individuals are likely to make schools less welcoming to America's estimated two million LGBTQ+ youth. Policymakers should develop policies that cultivate learning and work environments where all students and educators feel safe and valued.",
  "posted": "May 13, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/05/how-floridas-expansion-of-dont-say-gay-law-will-hurt/_jcr_content/par/teaser.crop.250x187.lb.jpeg/1685543715186.jpeg",
    "desc": "Hillsborough High School students protest a bill that would prohibit classroom discussion of sexual orientation and gender identity in Tampa, Florida, March 3, 2022, photo by Octavio Jones/Reuters"
  },
  "content": {
    "source": "(USA Today)",
    "author": {
      "name": "Ashley Woo Melissa Kay Diliberti",
      "profil": "https://www.rand.org/about/people/w/woo_ashley.html",
      "profession": "Assistant Policy Researcher, RAND, and Ph.D. Candidate, Pardee RAND Graduate School Assistant Policy Researcher, RAND, and Ph.D. Candidate, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Children",
      "Discrimination Based on Sexual Orientation",
      "Florida",
      "LGBTQ+ Populations",
      "Students",
      "Teachers and Teaching",
      "United States",
      "www.rand.org"
    ],
    "Article": "The Florida Board of Education recently expanded the scope of the state's Parental Rights in Education law, which restricts classroom discussions of gender identity and sexual orientation. Our research suggests the so-called “Don't Say Gay” bill is bad for students and educators—and not just in Florida. The original Florida law, passed in spring 2022, prohibited teachers from discussing these topics with elementary students. The expanded restrictions effectively ban instruction about LGBTQ+ issues for all K–12 public school students. Over the past year, we've used RAND's American Educator Panels to survey national samples of educators to learn about how efforts, like those in Florida, to restrict discussions of race, gender, and LGBTQ+ issues are affecting teaching and learning. Educators' responses highlight how the expansion of the Florida law could be harmful for students and educators across the United States. Policies that restrict discussion of LGBTQ+ issues and representation of LGBTQ+ individuals are likely to make schools less welcoming to the nation's estimated 2 million LGBTQ+ youth (PDF). Even before states began enacting policies limiting conversations about race and gender, nearly half of secondary social studies teachers said that students engaged in demeaning behavior toward LGBTQ+ students. And, according to a survey of over 20,000 LGBTQ+ youth across the nation administered just as states were beginning to pass restrictive policies, eight in ten LGBTQ+ students felt unsafe at their schools. Meanwhile, fewer than two in ten LGBTQ+ youth said they were exposed to positive representations about LGBTQ+ people or issues. Further restrictions could exacerbate these issues, and not just in Florida. Our survey data suggest about a quarter of U.S. teachers are shifting how they talk about gender and race in the classroom, including teachers in states that have not enacted restrictive policies. Conflict over politicized issues has been linked to lower educator well-being and increased intentions to leave the profession. Furthermore, teachers say restrictive policies have made them more hesitant to introduce students to book characters who identify as LGBTQ+, to discuss same-sex marriage or diverse family structures, and to display pride flags—all shifts that are likely to send negative messages to LGBTQ+ youth. When students experience messages that they don't belong, it can have adverse consequences on their physical and mental health and ability to learn. Although there are partisan differences, 63 percent of adults, according to research from the University of Southern California, believe high school students—now covered by the expanded Florida policy—should learn about LGBTQ+ issues, like transgender rights, gay rights, and expressions of gender identity. If the expanded Florida policy reduces exposure to LGBTQ+ issues in classrooms across the United States as our research suggests it will, then schools may shift content in ways that are not only harmful to students but that don't align with the preferences of many parents. The U.S. Department of Education also has noted that LGBTQ+ students are especially vulnerable to harassment and discrimination. Although LGBTQ+ issues have become points of political and cultural contention, we should not create conditions in schools that foster discrimination. Instead, classrooms should be a place for students to learn how to discuss controversial issues, develop the skills and dispositions (PDF) necessary for civic engagement, and to soften divides. Beyond students, our survey data suggest the increasing politicization of race- and gender-related topics in schools is affecting the nation's already beleaguered educator workforce. Almost half of teachers and principals say political polarization is causing them stress in their jobs. Conflict over politicized issues has been linked to lower educator well-being and increased intentions to leave the profession. When we collected responses from about 1,500 teachers across the nation on how these restrictions were influencing their classroom instruction, about one in ten said they experienced fear or anxiety about violating restrictive policies and potentially losing their jobs. Students and educators of all backgrounds, including those who identify as LGBTQ+, deserve learning and work environments where they feel safe and valued. Policymakers should develop policies that cultivate such environments, so educators and students can focus on the hard work of teaching and learning. Ashley Woo and Melissa Kay Diliberti are assistant policy researchers at the RAND Corporation and doctoral fellows at the Pardee RAND Graduate School. This commentary originally appeared on USA Today on May 12, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}