{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:28:39.994229",
  "crawling_time_epoch": 1704166119,
  "type": "Commentary",
  "title": "How Do We Make Early Warning and Early Action for Food Security More Effective?",
  "url": "https://www.rand.org/pubs/commentary/2023/07/how-do-we-make-early-warning-and-early-action-for-food.html",
  "descriptions": "Although food security early warning early action (FS-EWEA) has a track record of reducing food insecurity, it is designed for rural settings, and effective action remains elusive. Extending FS-EWEA to the millions living in fragile urban contexts requires answering four critical questions.",
  "posted": "Jul 17, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/07/how-do-we-make-early-warning-and-early-action-for-food/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1689643098867.jpeg",
    "desc": "A man sells fruit and vegetables at an outdoor market in Benghazi, Libya, July 10, 2011, photo by Esam Al-Fetori/Reuters"
  },
  "content": {
    "source": "(PreventionWeb)",
    "author": {
      "name": "Aaron Clark-Ginsberg",
      "profil": "https://www.rand.org/about/people/c/clark-ginsberg_aaron.html",
      "profession": "Behavioral/\nSocial Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@aclarkginsberg",
      "contact": "https://www.twitter.com/aclarkginsberg"
    },
    "tags": [
      "Emergency Preparedness",
      "Food Supply",
      "Food Supply Security",
      "www.rand.org"
    ],
    "Article": "Improving availability and access to early warning information is one of the seven global targets of the Sendai Framework for Disaster Risk Reduction, and is also a key focus of many agencies, including the World Meteorological Organization and USAID. However early warning coverage remains frustratingly spotty, and actions are often limited, including for the millions living in urban settings who are at risk of food insecurity. Although food security early warning early action (FS-EWEA) has a track record of reducing food insecurity, FS-EWEA is designed for rural settings, and effective action remains elusive. Extending FS-EWEA to the millions living in fragile urban contexts requires answering four critical questions. Existing FS-EWEA typically draws on meteorological data and other information relevant to agricultural, pastoral, and other rural food systems and livelihood patterns. How people access and procure food in urban areas is very different: livelihoods are generally market-based, and often involve a mix of informal and formal sectors. The shocks, stresses, and patterns of food security, therefore, differ substantially, raising questions about the relevance of rural monitoring systems to urban contexts. Urban-specific food security indicators—like access, affordability, local food production, and the operations of urban food markets—may need to be developed for urban FS-EWEA. To overcome data limitations endemic to fragile urban contexts, collating these data might involve leveraging technology such as mobile apps to track changes in food availability, pricing, and consumer behavior. Local community knowledge will also be crucial to understanding how food is procured and the shocks and stresses associated with procurement. To avoid overwhelming authorities, surge mechanisms might need to be established with very low percentage thresholds. Many cities operate on a massive scale, meaning that a small percentage change in food security can necessitate a large response. In Dhaka—a megacity home to over 20 million people—a 5 percent uptick in overall food insecurity represents over a million people. To avoid overwhelming authorities, surge mechanisms might need to be established with very low percentage thresholds; perhaps triggering action at a 0.5 percent increase in food insecurity rather than at 5 percent. Such thresholds must recognize the capacity of stakeholders responding to crisis and be attuned to the resources they have and how they can be deployed during an emerging crisis. Urban environments are complex amalgamations of people and processes that together provide services. In this environment, it is not at all clear who can act to respond to food crises. Instead of the state acting alone, actions might involve a mix of formal and informal partners: nutrition clusters, the private sector, nongovernmental organizations, local communities, and vulnerable populations. It is also not clear who should act; for instance gang members are powerful actors in informal settlements in Port au Prince, Nairobi, and elsewhere across the world. Should they be included in FS-EWEA, even though their involvement could potentially undermine other state interests? Stakeholder mapping techniques can help authorities understand who can act in response to food crises, which could result in thresholds for action that reflect the actual ability of urban stakeholders. Figuring out who should act by identifying and navigating ethical dilemmas and tradeoffs will also be a foundational part of understanding action. Actions in response to warnings, not warnings themselves, prevent an emerging crisis from developing into a disaster. But action is often sorely missing in FS-EWEA. For example, missed or limited actions in response to warnings led to the 2011 Horn of Africa drought and the resulting food security crisis. Sadly, this failure seems to be repeating itself in the same region today. Actions in response to warnings, not warnings themselves, prevent an emerging crisis from developing into a disaster. Motivating people to act is a tricky governance challenge that may require novel approaches for overcoming the inertia that often inhibits action. Theories of collective action can be leveraged to help identify the social, political, economic, environmental, and technological resources that together could be used to reduce costs of acting. New approaches to developing early warning systems centered on coproduction might also be useful for building buy-in, such as those being used to develop flood early warning systems in Tegucigalpa, Honduras, and landslide early warning systems in Sitka, Alaska. In Tegucigalpa, for instance, the NGO GOAL is working closely with residents of informal settlements, government officials, and other key stakeholders to understand risks and design early warning systems that are needs based; resulting in high levels of support and action in response to those systems. Researchers, policymakers, nongovernmental organizations, and affected communities will need to work together to come up with viable answers to these questions. This will take work and resources. However, finding answers will be critical for achieving global policy commitments and for improving the lives of millions in cities facing food-security risks. Aaron Clark-Ginsberg (he/him) is a behavioral/social scientist at the nonprofit, nonpartisan RAND Corporation. Loveline Chizobam Phillips is an assistant policy researcher at RAND and a student at the Pardee RAND Graduate School. This commentary originally appeared on PreventionWeb on July 17, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}