{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:17:36.233745",
  "crawling_time_epoch": 1703240256,
  "type": "Commentary",
  "title": "How COVID-19 Transformed the Jobs Market",
  "url": "https://www.rand.org/pubs/commentary/2022/12/how-covid-19-transformed-the-jobs-market.html",
  "descriptions": "The COVID-19 pandemic initially devastated the U.S. economy. It also exposed and exacerbated existing inequities in society. But in as yet unpredictable ways, it may have accelerated profound changes in how labor works today.",
  "posted": "Dec 1, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2022/12/how-covid-19-transformed-the-jobs-market/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1670263553113.jpeg",
    "desc": "A pedestrian passes a help wanted sign in the door of a hardware store in Cambridge, Massachusetts, July 8, 2022, photo by Brian Snyder/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "position": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "tags": [
      "Coronavirus Disease 2019 (COVID-19)",
      "Economic Policy",
      "Employment and Unemployment",
      "Labor Markets",
      "Pandemic",
      "United States",
      "Wages and Compensation",
      "www.rand.org"
    ],
    "Article": "While it may seem a distant memory now, the COVID-19 pandemic initially devastated the U.S. economy. It also exposed and exacerbated existing inequities in society. The wealthy could escape to safer retreats—ranches in Montana or doomsday getaways in New Zealand. Stuck where they were, workers had fewer options and died at higher rates. But just as the pandemic wiped out jobs, it also altered job markets in many ways. Plagues and Their Aftermath, a book I wrote during the COVID-19 shutdown, looks at past pandemics for clues to how the pandemic may affect the future of the economy, society, behavior, and politics. The book steers clear of predictions—uncertainty may be the dominant feature of the post-pandemic landscape. Instead, the book identifies recurring themes. One of these has to do with labor relations, which sounds dreadfully dry. But this is not about human resources, it is about human beings and how they react to upheavals that change their lives. Above all, it is about attitudes. Large-scale outbreaks of mortal diseases cause people to think about their current circumstances, what they do, how they want to spend the rest of their lives. Thousands of individual decisions can become a movement. A pandemic that occurred nearly 700 years ago illustrates this point. The Black Death, an outbreak of bubonic plague in the 14th century, wiped out nearly half of Europe's population, causing a severe labor shortage. In England, it undermined an already eroding manorial system, which bound peasants to the land and its lord. Large-scale outbreaks of mortal diseases cause people to think about their current circumstances, what they do, how they want to spend the rest of their lives. Peasants were not slaves, but they had to provide labor and were not free to leave the manor without the lord's permission. With so few surviving farmers to cultivate the land, however, the peasants could bargain for better conditions or easily flee and find better situations elsewhere. As a result, their condition markedly improved. Alarmed by the economic shift and the “impudence” of the commoners, the lords enlisted the English crown to impose wage controls, reinforce requirements to provide labor as required by the lords, and even prohibit commoners from wearing clothes above their social rank. Those who refused could be taken to jail and held until they agreed. The coercive measures prompted widespread discontent, which intensified with the further imposition of poll taxes that hit the poor hardest. Local resistance coalesced into the Peasants' Revolt of 1381—England's first social revolution. Thousands marched on London and briefly seized control of the city. Although the death tolls of later pandemics did not match the depopulation caused by the Black Death, the cholera epidemics that swept across Europe in the 19th century, and the 1918–19 flu pandemic had radicalizing effects. Cholera riots were common. Class resentments grew. The 1918 flu was followed by a burst of labor militancy. Coal miners, steelworkers, railroad men, dressmakers, and others in the United States demanded shorter hours, higher wages, safer work conditions, and an end to child labor and the exploitation of women workers. Fast-forward 100 years to the COVID-19 pandemic, which was followed by what has been called the “Great Resignation,” a term coined by Anthony Klotz, who is not an economist but a psychologist. As COVID-19 numbers declined, American workers started resigning in record numbers. In 2021, more than 47 million workers quit their jobs. Initially, the numbers reflected a backlog of resignations deferred during the shutdown, but the phenomenon continued. Labor scarcity and a fast-recovering economy enabled most job changers to find new employment at higher salaries with better benefits. Generally, lower-paying and less-skilled jobs in the wholesale and retail sales and hospitality services saw the most quitters. But while wages were a big driver, there were other issues. Working from home was a key factor in employee retention. Those sectors of the economy that permitted working from home saw fewer resignations, but 30 percent of those working from home said they would consider leaving if remote work was eliminated altogether. A swift post-pandemic recovery has pushed unemployment (PDF) to 3.5 percent, a historical low while 10 million jobs go unfilled. Where have all the workers gone? An explanation remains elusive. The deaths of 1.2 million people owing to the virus offers only part of the explanation. While clearly a national tragedy, the deaths of 1.2 million Americans was nowhere near the depopulation caused by the Black Death. It represents roughly a third of 1 percent of the U.S. population, and many of those who died were elderly persons and not part of the labor force. “Long COVID,” which may afflict as many as 16 million working-age Americans, could play a larger role. Many workers were laid off during the pandemic; some of those retired. Others were burned out and withdrew from the labor market. Some started their own ventures. Still others may be seeking jobs they could feel more passionate about. Whatever the reasons, a serious worker shortage continues. That, however, may change because of efforts to reduce the current high inflation rate, another legacy of the pandemic. Government payouts to help families during the pandemic and higher wages as the pandemic declined are now blamed for causing America's soaring inflation by increasing consumer demand. Disrupted supply chains and pent-up consumer demand contributed. Others suggest unprecedented corporate profits may be pushing costs up. The war in Ukraine may also have something to do with it by disrupting global energy and food supplies. Whatever the cause, unemployment is seen as the medicine. Former Treasury Secretary Larry Summers says that an unemployment rate of 6 percent is “a necessary side effect of an effective fiscal policy.” A more-optimistic Janet Yellen, the current Treasury secretary, thinks inflation can be contained without unemployment going beyond 5 percent. While Summers and Yellen differ on the statistics, they agree on the remedy. Since the pandemic, workers have seen a real increase in pay, but that is likely to be temporary, eroded by inflation and suppressed by rising unemployment. Until the recent rebound, wages in the United States had stagnated for decades as labor's share of income steadily declined. Since the pandemic, workers have seen a real increase in pay, but that is likely to be temporary, eroded by inflation and suppressed by rising unemployment. Meanwhile, employers are in a tight spot. They must offer sufficient salaries and better conditions to attract needed workers while still making a profit—or just to stay in business for small companies. And if their success depends more on knowledge and talent than drudge work, they could go beyond salary and benefits and find ways to engage and motivate their employees. Agile new firms may do better at this than corporate dinosaurs. The 1381 peasant uprising was suppressed, but the rigid manorial system in England nonetheless gradually gave way to more-flexible economic relationships. In as yet unpredictable ways, the COVID-19 pandemic may have accelerated profound changes in how labor works today. Brian Michael Jenkins is a senior adviser to the president of the RAND Corporation and the author of Plagues and Their Aftermath: How Societies Recover from Pandemics. This commentary originally appeared on The Hill on December 1, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}