{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:47:13.520883",
  "crawling_time_epoch": 1703242033,
  "type": "Commentary",
  "title": "How Do We Stop Relying on 911 to Handle Mental Health Crises?",
  "url": "https://www.rand.org/pubs/commentary/2023/11/how-do-we-stop-relying-on-911-to-handle-mental-health.html",
  "descriptions": "Almost half of Americans are afraid that 911 is not a safe option to call for someone undergoing a behavioral health problem—and with good reason. Broader advertising and outreach about the 988 Suicide and Crisis Lifeline is necessary. People simply can't call what they don't know about.",
  "posted": "Nov 15, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/11/how-do-we-stop-relying-on-911-to-handle-mental-health/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1700531032402.jpeg",
    "desc": "Young white woman looking upset sitting on the floor indoors with a dog next to her, photo by ArtistGNDphotography/Getty Images"
  },
  "content": {
    "source": "(USA Today)",
    "author": {
      "name": "Stephanie Brooks Holliday",
      "profil": "https://www.rand.org/about/people/h/holliday_stephanie_brooks.html",
      "profession": "Senior Behavioral Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Emergency Medical Services",
      "Health Care Access",
      "Health Care Education and Training",
      "Mental Health Treatment",
      "United States",
      "www.rand.org"
    ],
    "Article": "911 is the most well-known phone number in the country. When 911 launched in 1968, its original intent was to alert responders to emergency situations such as fire, crime, and accidents. Today, though, about two-thirds of calls to 911 are for nonemergency situations like power outages or general requests for information: What time is it? What day is recycling collected? And though a 911 call taker may be able to tell someone what time it is or refer them to a public works department, the situation can quickly become far more complicated when community members call in with, or on behalf of, someone undergoing a behavioral health crisis. Call centers for 911 have a more technical name: public safety answering points, or PSAPs. People who work at these centers can do a lot, but they have limited resources and training to address behavioral health issues. That is in part why, more than a year ago, the National Suicide Prevention Lifeline became the 988 Suicide & Crisis Lifeline, transitioning to a three-digit number and expanding its focus to include mental health crises. Rather than expecting that a person experiencing a crisis could remember a 10-digit number, the goal was to create an easy-to-market and easy-to-remember number, with the hope that more people in crisis would reach out to 988 for help. And there are a lot of indications that things are going well, including a 46 percent increase (PDF) in the number of calls answered in the first year. Just 13 percent of Americans know of both 988's existence and the reasons why someone might contact 988. Even so, a recent survey found that just 13 percent of Americans know of both 988's existence and the reasons why someone might contact 988. Instead, 911 continues to be a default option when a person is experiencing suicidal thoughts, or when a loved one with a mental health condition has become agitated or aggressive. Some of my research has been to show how jails become the default “mental health facility” for people experiencing acute distress, even when these individuals could be reasonably served within their community, instead. How can systems be improved to ensure that these calls result in people getting help, rather than arrested or killed? Nationally, efforts to launch 988 ramped up slowly, so as to avoid overwhelming the system. In the meantime, some jurisdictions have focused on trying to meet the needs of those either in crisis or those calling in on behalf of someone else in crisis, who end up calling 911 and not 988. In Los Angeles County, the police department diverts behavioral health calls coming into 911 to the local 988 call center. In Durham, North Carolina, a Crisis Call Diversion unit staffed by clinicians has been embedded within the 911 call center. Some states have passed policies that require coordination between 911 and crisis call centers, as Virginia did with the Marcus-David Peters Act. Named for a young Black teacher killed by police during a mental health crisis, it requires that all counties develop enhanced and coordinated crisis services, including establishing regional crisis call centers that coordinate with 911 and outlining a role for mobile response teams, police and clinician co-response teams, and police officers who have participated in crisis intervention training. These efforts, along with those in L.A. and Durham, are building a “no wrong door” approach—whether a person in crisis knows to call 988 or is familiar only with 911, their call will end up making it to a behavioral health professional. However, this coordination between 911 and emergency mental health services remains limited. When there's no state requirement to develop coordinated processes—as is the case in most states—it means that a community must spearhead the effort from the ground up. Such an effort requires funding, collaboration, and infrastructure. It also necessitates more successful models to point to as guides. Even in cases where there is a state requirement to coordinate between mental health services and 911 calls, setting up such complicated systems can take years before they are up and running. For example, implementing Virginia's Marcus Alert will continue until July 2028, as communities need time to develop comprehensive plans and procedures. Almost half of Americans (PDF) are afraid that 911 is not a safe option to call for someone undergoing a behavioral health problem—and with good reason, given the many stories of people (often people of color) being killed when police respond to a mental illness crisis. Almost half of Americans are afraid that 911 is not a safe option to call for someone undergoing a behavioral health problem—and with good reason. If someone is afraid to call 911—and is unaware of its more-appropriate neighbor on the keypad, 988—they're left to navigate the complex system of community mental health care, which is plagued by staffing and funding shortages. People from marginalized communities, whose fears about calling 911 are the most well-founded, also have the most limited access to community care. The fact that so many Americans are afraid to call 911 and have no good option of community-based mental health care highlights the ongoing need for 988. Indeed, these are some of the key reasons for its existence. But it's clear that some kind of broader advertising and outreach campaign about 988 is as necessary today as it was in July 2022. People simply can't call what they don't know to call. And yet the need is there, and the need is often desperate. Stephanie Brooks Holliday is a clinical psychologist and senior behavioral scientist at RAND Corporation whose work focuses on the intersection of mental health and the legal system. This commentary originally appeared on USA Today on November 14, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}