{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:57:34.963254",
  "crawling_time_epoch": 1703242654,
  "type": "Commentary",
  "title": "How Not to Help Ukraine",
  "url": "https://www.rand.org/pubs/commentary/2023/06/how-not-to-help-ukraine.html",
  "descriptions": "Good strategy involves clearly defining your objectives (ends), developing practical methods to accomplish them (ways), and then allocating sufficient resources (means) to turn these objectives and methods into reality. The debate over congressional support for Ukraine aid largely revolves around means. But what of the other two legs of the strategic triad?",
  "posted": "Jun 17, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/how-not-to-help-ukraine/_jcr_content/par/teaser.crop.250x187.rm.jpeg/1687194804363.jpeg",
    "desc": "Members of the Ukrainian Armed Forces participate in a military operation in Donetsk, Ukraine, June 9, 2023, photo by Latin America News Agency via Reuters Connect"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Raphael S. Cohen Gian Gentile",
      "profil": "https://www.rand.org/about/people/c/cohen_raphael_s.html",
      "profession": "Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist Associate Director, RAND Arroyo Center; Senior Historian",
      "username": "",
      "contact": null
    },
    "tags": [
      "Military Strategy",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Over the past 16 months, perhaps the most discussed aspect of Washington's policy toward Ukraine has been whether or not the U.S. Congress will continue providing Kyiv with weapons. The question has dominated the news and opinion pages for good reason: There is a loud but vocal minority, particularly among Republicans, that has promised either to increase scrutiny of Ukraine aid or to cut it off entirely. After this month's deal on the debt limit, these calls have only intensified. The threat of an end to aid has raised the stakes for Ukraine's nascent counteroffensive, too. Given that the United States is far and away the largest and most important military donor to Ukraine, any move to curtail military supplies would have profound consequences for the war. And yet, the intense focus on the congressional political dimension overshadows several other, arguably more-important aspects of Washington's Ukraine strategy. As any war college student can rattle off, good strategy comes down to the alignment of ends, ways, and means. Put another way, good strategy involves clearly defining your objectives (ends), developing practical methods to accomplish them (ways), and then allocating sufficient resources (means) to turn these objectives and methods into reality. The debate over congressional support for Ukraine aid largely revolves around means. But what of the other two legs of the strategic triad? Almost a year and a half into the war, the United States' objectives—its ends—in Ukraine remain nebulous. While President Joe Biden is fond of saying that the United States will back Ukraine “as long as it takes,” he and his administration have been notably mute on defining what, exactly, “it” is. Instead, Biden has framed the outcome only in the negative: “Ukraine will never be a victory for Russia.” More often, the United States publicly defers to Ukraine about its ultimate goals in its war. As Defense Secretary Lloyd Austin said, “In terms of the goals and objectives of Ukraine's campaign, we'll let the Ukrainians decide…what that will be.” Good strategy involves clearly defining your objectives, developing practical methods to accomplish them, and then allocating sufficient resources to turn these objectives and methods into reality. While this deference is understandable, perhaps even admirable—the Ukrainians, after all, are the ones dying, and should therefore set the terms for peace—the lack of the full-throated commitment to an outright Ukrainian victory over Russia has led to a tepid, and, at times, even counterproductive approach to the second element of a sound strategy: the ways for reaching the ultimate objective. Whenever Ukraine asks for a weapons system, for example, a similar narrative has played out, time and time again. At first, the United States refuses, citing a mixture of operational and escalation concerns. Then, public pressure builds. Eventually, the United States changes course, but only after much delay. The most recent example was whether or not to supply Ukraine with F-16 fighter aircraft, but the decisions about everything from M1 Abrams tanks to Patriot missile defense systems have followed a similar pattern. Some degree of U.S. foot-dragging during the first few weeks of the war was, perhaps, understandable—back then, policymakers were still figuring out how the Ukrainians would fight. But slow-rolling deliveries has become less defensible the longer the conflict has gone on. Many of the initial, operational reasons for withholding certain weapons—like the idea that Ukrainian forces couldn't be trained quickly enough on those systems—have been repeatedly disproved. Ukraine has shown that it can both rapidly master complex systems, like Patriot missiles, and also use them to great effect. The preoccupation with escalation—another common line deployed when refusing weapons—is even more flawed. For starters, the idea that withholding weapons will somehow limit escalation and keep the war more contained and less deadly is questionable. True, Russia has not used nuclear weapons, but there are plenty of reasons Russia would not want to resort to them. And Western restraint has produced little Russian response in kind. Russia still tried to freeze, and then flood, Ukrainian civilians into submission; it has also engaged in widespread torture and shown no willingness to negotiate about anything other than Ukraine's capitulation. At the same time, when, after much hemming and hawing, the United States did provide Patriot missiles, M1 Abrams tanks, and now F-16 training to the Ukrainians, such actions did not spark the uncontrollable escalation cycle some had feared. As one might expect, Russia targeted these systems, like it would any valuable piece of military hardware, but so far its targeting has been unsuccessful. For the most part, the war has continued much the same as before—as a grinding war of attrition. What's more, the strategy of doling out weapons systems one at a time and with much delay has never made logical sense. If the idea was to prevent Ukraine from attacking Russia itself, Ukraine has never needed sophisticated Western equipment to do that. Ukraine has already, allegedly, conducted strikes inside Russia with old Soviet helicopters, non-U.S. drones, and cross-border raids. And why should the United States and its Western allies be so concerned about Ukraine attacking in Russia, anyhow? Russia may indeed retaliate. But the costs of any such retaliation would likely be borne by Ukraine—not by the United States and its allies. And it's noteworthy that countries far closer to Russia and more vulnerable to Russian retaliation—such as Poland, Finland, or the Baltics—are all doubling down on their military commitments to Ukraine. Moreover, if Washington wants to put Ukraine in the “best possible position” to negotiate an end to the war, then there is a need to reestablish deterrence. Russia must be convinced not only that further aggression is futile, but that continuing aggression would come at a cost. In political science jargon, this means establishing both deterrence by denial, which prevents an adversary from successfully accomplishing its war aims, and deterrence by punishment, which credibly threatens further costs should aggression continue. In both respects, more-powerful weapons help. The better equipped Ukrainian forces are, the more likely they are to blunt further Russian aggression and prevent Russia from achieving its war aims. Longer-range weapons—be they aircraft like F-16s, which several European allies have agreed to supply, or Army Tactical Missile System (ATACM) missiles in the future—allow Ukraine to strike at Russian targets behind the lines. These systems, in particular, can hit Russian positions in their supply lines all the way down into the Crimean Peninsula, a crucial aspect to the Ukrainian offensive. Tthe better equipped the Ukrainians are, the more they can impose costs on Russia and the more Russia will need to weigh the benefits of future aggression. Equally important, though, is the fact that the better equipped the Ukrainians are, the more they can impose costs on Russia and the more Russia will need to weigh the benefits of future aggression. As Nobel Prize–winning economist Thomas Schelling once noted, deterrence is also predicated on the “power to hurt.” Giving Ukraine the power to hurt Russia may be an escalation risk, but it is also a necessary precondition to restoring mutual deterrence at the border. In other words, the United States' cautious approach may be having precisely the opposite effect of what it intended to achieve: a longer, bloodier, costlier conflict. Stepping back, then, the United States' strategy in the war in Ukraine so far is a case in which the whole is less than the sum of its parts. Viewed individually, most decisions the United States has made in the war make sense. It is logical for the Biden administration to be opaque about its goals in the conflict and hesitant about providing high-end weaponry to a country engaged in an indirect conflict with a nuclear-armed major power. Similarly, it is understandable for Congress to want accountability for how Americans' taxes are being spent. Judged collectively, however, these decisions add up to a suboptimal, messy U.S. strategy for supporting a war. The vagueness of the ends, the indecisiveness of the ways, and the uncertainty in the means have produced a U.S. effort that is not as robust, quick, or forward looking as it could or should be. This lack of strategic optimization has delayed needed support to Ukraine, and it may have even prolonged the conflict. The challenge was foreseeable a year or more ago: Ukraine will survive as an independent state, continue to face a long-term threat from Russia, and run out of Soviet-era equipment—be it air defenses, tanks, or planes. Had the West acted more decisively and strategically, Ukraine would not only be in better shape to undertake the counteroffensive it recently launched in southern and eastern Ukraine, but also be better-positioned for a more-durable postwar settlement. Thankfully, Ukrainian bravery and Russian missteps mean that the war remains winnable for Kyiv. The United States just needs the will and strategy to embrace that victory. Raphael S. Cohen is director of the Strategy and Doctrine Program of RAND Project AIR FORCE. Gian Gentile is deputy director of the RAND Army Research Division. This commentary originally appeared on Foreign Policy on June 14, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}