{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:02:24.410801",
  "crawling_time_epoch": 1703242944,
  "type": "Commentary",
  "title": "How Kim's Fears Shape North Korea's Nuclear Agenda",
  "url": "https://www.rand.org/pubs/commentary/2023/04/how-kim-jong-uns-fears-shape-north-koreas-nuclear-weapons.html",
  "descriptions": "North Korea has ramped up the frequency and intensity of its provocations, continuing its nuclear weapon–buildup while threatening attacks against South Korea and the United States. Why is Kim Jong-un making such excessive investments in North Korea's nuclear and weapons programs and showing off its capabilities?",
  "posted": "Apr 19, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/04/how-kim-jong-uns-fears-shape-north-koreas-nuclear-weapons/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1683032296049.jpeg",
    "desc": "A screen grab from an undated video shows North Korean leader Kim Jong-un inspecting what are said to be nuclear warheads at an undisclosed location, photo by KRT via Reuters"
  },
  "content": {
    "source": "(NK News)",
    "author": {
      "name": "Bruce W. Bennett",
      "profil": "https://www.rand.org/about/people/b/bennett_bruce.html",
      "profession": "Adjunct International/\nDefense Researcher; Professor, Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@bwbennett",
      "contact": "https://www.twitter.com/bwbennett"
    },
    "tags": [
      "Missiles",
      "North Korea",
      "Nuclear Deterrence",
      "Nuclear Weapons and Warfare",
      "South Korea",
      "United States",
      "www.rand.org"
    ],
    "Article": "North Korea has ramped up the frequency and intensity of its missile launches and other provocations over the last year, continuing its nuclear weapon–buildup while threatening attacks against South Korea and the United States. Leader Kim Jong-un now claims that he plans to put 180 tactical nuclear weapons on just one of his new types of short-range ballistic missiles. He has also announced plans for an “exponential increase” in his nuclear weapons, suggesting that his target is likely more in the 300 to 500 range, well beyond what experts had once anticipated. This campaign has also seen the increasing diversification of the DPRK's arsenal to include a wide array of missiles and other weapons, ranging from a new liquid-fuel intercontinental ballistic missile (ICBM) and long-range cruise missiles to a newly introduced underwater nuclear drone. All of this raises the question of why North Korean leader Kim Jong-un is making such excessive investments in his nuclear and weapons programs and dramatically showing off his country's military capabilities, even though the United States and South Korea have no intention of invading as the DPRK claims. And while it's impossible to divine Kim's exact motivations, available evidence suggests he is a paranoid ruler who cares less for his country than for his own life and power, as he faces not only his sworn enemy the United States, but his own population suffering under pandemic hardships. North Korea relies on a false narrative that its weapons development is simply a response to South Korean and U.S. military exercises, which it says are preparations for invasion of North Korea. But it's clear that this claim is nonsensical. For one, South Korea has reduced (PDF) the size of its army from 560,000 active-duty personnel to 365,000, versus a North Korean army of 1.1 million. Even with advanced ground force weapons, a South Korean army of that size is not ready to invade and secure the North. And while South Korean army reserve personnel are numerous, almost all train no more than three days per year, which does not produce the kind of cohesive units required for offensive or stabilization operations. Just the numbers make it very clear that U.S.-ROK military training is defensive in character, as they regularly announce. Just the numbers make it very clear that U.S.-ROK military training is defensive in character, as they regularly announce. This is not to say that the South Korean military has been negligent. Some 20 years ago, Seoul's defense ministry recognized that it faced a demographic problem in sustaining its manpower and put together a manpower versus technology trade-off program referred to as Defense Reform Plan 2020. Much of that technology has gone into South Korean fighter aircraft, which are intended to offset reductions in manpower. This has not gone unnoticed in North Korea, with Kim announcing that he wants tactical nuclear weapons in part to neutralize the small number of South Korean airfields where advanced combat aircraft are located. If North Korea really has the ballistic missiles and nuclear weapons required to effectively attack South Korean airfields, ROK ground force defense could be imperiled and offensive operations into the DPRK would be unthinkable. Kim tells the North Korean public that they must sacrifice in order to defend their country (PDF). And of course successfully building more and more military systems is one way he diverts the attention of his people from his other failures. The DPRK leader is unable to feed his people adequately, provide them needed electrical power, and meet their health and lifestyle needs. And there are unconfirmed reports of pushback from his people for spending money on ballistic missiles rather than the food needed for those who are starving. But Kim's real worry appears to be something else. We cannot know for sure, but it's likely his own survival and continued control of North Korea is his primary objective. Kim is reportedly paranoid and likely worried because he has watched the United States use drone aircraft to eliminate threatening foreign leaders, including recently to take out an Islamic State leader. He likely worries that he may be next. The basing of Reaper drones in Japan in late 2022 did not catch much attention in Western media, but Kim likely noticed since it could facilitate a threat against him. And the recent U.S. propensity to fly B-52s over the peninsula, which can carry air-launched cruise missiles, is likely also a concern to Kim. So Kim appears to be doing everything he can to convince South Korea and the United States that decapitation strikes are not possible without severe consequences. Last September, North Korea passed a new law that calls for North Korea to automatically launch defensive or even preemptive nuclear attacks if the regime's survival is threatened. Since then, the North has demonstrated a wide range of nuclear weapon delivery and basing capabilities, apparently trying to suggest that its threats are more serious than Seoul and Washington might have thought. Given Kim Jong-un's motives, a key question is to what degree the capabilities that North Korea has demonstrated are real. And while we can't know for sure, some recent demonstrations appear suspicious. Given Kim Jong-un's motives, a key question is to what degree the capabilities that North Korea has demonstrated are real. For example, Kim recently took senior North Korean leaders into a room containing what state media claimed were 10 tactical nuclear weapons, a potentially significant increase in the North's nuclear weapon force. Still, it seems most likely that those were not nuclear weapons but rather mock-ups: Would Kim and senior leaders really go into a room with enough highly powerful explosives and nuclear material to decimate the group had there been an accident or sabotage? Questions also surround North Korea's new underwater nuclear drone. State media reported the weapon can destroy a naval strike group, except that the drone's speed was only about 8 knots, hardly enough to even keep up with most naval battle groups. Meanwhile, the reason why the DPRK has yet to conduct a seventh nuclear test or full-range test of the Hwasong-17 ICBM is also unclear. It's possible that these weapons are not yet fully ready for such tests, or that the United States has privately signaled to Kim that there will be dire consequences for him personally if such tests proceed. It could also be that Kim is saving these tests to demonstrate his power and divert attention inside North Korea at some time when internal instability reaches a more serious level. But because the United States and South Korea are not backing down from their enhanced military exercise schedule, Kim will likely feel more internal pressure to do something to maintain his appearance of success and power. Given Kim's apparent propensity to manage his internal challenges by vilifying the United States and carrying out provocations, any increase in such activity in the coming weeks and months may actually reflect his concern about growing instability inside North Korea. Bruce W. Bennett is a senior international/defense researcher at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on NK News on April 19, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}