{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:36:13.835916",
  "crawling_time_epoch": 1704166573,
  "type": "Commentary",
  "title": "How the Dutch Approached Brexit",
  "url": "https://www.rand.org/pubs/commentary/2023/02/how-the-dutch-approached-brexit.html",
  "descriptions": "The impact of Brexit on the Netherlands is significant. The Dutch government would have preferred the UK to stay in the EU. But despite all this, the Netherlands approached Brexit with relative clarity of purpose and the administration of the program brought a satisfactory outcome.",
  "posted": "Feb 9, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/02/how-the-dutch-approached-brexit/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1679512489930.jpeg",
    "desc": "A blue furry monster known as the 'Brexit Monster' makes an appearance in the port of Rotterdam, Netherlands, December 1, 2020, photo by Bart Biesemans/Reuters"
  },
  "content": {
    "source": "(UK in a Changing Europe)",
    "author": {
      "name": "Stijn Hoorens Fook Nederveen",
      "profil": "https://www.rand.org/about/people/h/hoorens_stijn.html",
      "profession": "Office Director, RAND Europe Brussels, Senior Research Leader Senior Analyst",
      "username": "@StijnHoorens",
      "contact": "https://www.twitter.com/StijnHoorens"
    },
    "tags": [
      "European Union",
      "International Diplomacy",
      "International Economic Relations",
      "Netherlands",
      "United Kingdom",
      "www.rand.org"
    ],
    "Article": "Like every other European Union member state, the government of the Netherlands was approaching Brexit largely in the dark. With so many possible outcomes in play, how could it calibrate a response ensuring Dutch interests were adequately represented in the negotiations? And how might the public, industry, and entrepreneurs be engaged at home so that everyone was as prepared as they could be? RAND Europe, along with the Dutch research organisation Berenschot, was commissioned to evaluate the approach adopted by the Dutch government to the negotiations and domestic preparations for Brexit and their outcomes, and to weigh them against the cost of the exercise. More than 700 citizens and business representatives were surveyed and dozens of interviews were conducted, alongside a detailed analysis of government communications. For the Netherlands, the stakes were high. The UK was one of its main trading partners and tens of thousands of Dutch citizens resided, studied, or lived in the UK on the basis of their EU citizenship, and vice versa. With every government department potentially affected by Brexit, cross-cutting organisation was key. The Ministry of Foreign Affairs was instructed to coordinate and set up 'Task Force UK,' which was found to have been largely effective. The Netherlands was one of the first EU member states to prepare a comprehensive overview of the potential impacts of Brexit. Indeed, the Netherlands was one of the first member states to prepare a comprehensive overview of the potential impacts of Brexit. Every government department was tasked with preparing for a 'no-deal' Brexit scenario. Air transport, the awarding of academic credentials, mutual legal assistance, and pharmaceutical imports were just a few of the many areas under consideration. Stakeholders suggested that this early knowledge advantage enabled the Netherlands to help other EU member states meet their information needs. Following the early mapping of the potential disruptions Brexit could trigger, The Hague continually updated their overview of potential risks and how to mitigate them as the negotiations progressed. Vulnerabilities became increasingly clear and preparations more in-depth. Ultimately, the feared chaos and identified disruptions did not materialise. And because of its timely preparation, the Netherlands was an effective partner for the Commission. The overarching Dutch goals in the negotiations were preserving EU unity, achieving an orderly exit by the UK, minimising damage and risk of disruption, and ensuring a positive new relationship with the UK. During the withdrawal negotiations of phase 1, the Netherlands mainly focused on i) citizens' rights, ii) the settlement of financial obligations, and iii) border issues, especially those between Ireland and Northern Ireland. For the negotiations on the new relationship with the UK in phase 2, the various departments of Dutch government identified 11 key issues that guided the Dutch efforts. The objectives of the Dutch government were perceived as clear and consistent, and the strong interdepartmental organisation contributed to effective advocacy during the negotiations. The main Dutch intended outcomes for the withdrawal negotiations were achieved, and in general it seems that Dutch interests were effectively pursued. It's perhaps not a surprise that the public-facing communications strategy was viewed as successful, having generated attention at home and abroad with the furry blue 'monster' character adopted as a mascot. The Dutch government launched a major public information campaign in 2019 with an enormous Muppet-like creature wearing a t-shirt that says 'Brexit' in big red letters, urging entrepreneurs to avoid letting Brexit get in the way. One image tweeted by Dutch Minister of Foreign Affairs Stef Blok showing the Brexit monster lying on his office desk made headlines across the international press. Stakeholders were also positive about the cooperation with, and the involvement of, the business community. British citizens residing in the Netherlands were also predominantly positive about the communication efforts of the Dutch government, though Dutch citizens living in the UK were much more critical, with many feeling out of the loop. Some shortcomings were found, for example in the administration of 'Task Force UK.' These included the initial membership of relatively junior staff, meaning the group took time to develop the necessary expertise. Some interviewees pointed to the lack of involvement of civil society groups and experts such as think tanks and knowledge institutes. A few entrepreneurs felt they'd not been adequately consulted. The threat of a no-deal Brexit was largely responsible for the relatively large expenditure foreseen for the overall preparations. Budgeted costs totalled around €570 million over the period 2018–2021. For example, the Dutch customs authorities recruited just shy of 1,000 additional customs officers to prepare for the UK leaving the single market. While these costs are substantial, the damage a no-deal scenario would inflict on the Dutch economy without proper preparation would probably be an order of magnitude higher. But there isn't a good overview of how much the Dutch government actually spent on Brexit preparations. Expenses were accounted for in the ongoing budgets of the relevant departments, while the realisation of these budgets were not available to the researchers, and probably remained unknown. This lack of central administration seriously hindered the determination of total costs and insight into actual spending. The Netherlands approached Brexit with relative clarity of purpose and the administration of the programme brought a satisfactory outcome. In addition to shortcomings in financial accountability, the Dutch hadn't sorted their paperwork very well. A single digital environment was used for joint working and exchanging documents and files. However, civil servants weren't very disciplined in their archiving practices. Documents were difficult to find, a structure was lacking, as were unambiguous naming and version and date control of files. In the future, improved archiving would contribute to a higher quality of evaluations and better accountability. Contingency plans per department were also not centrally recorded or clearly defined, nor were resources made available per department to reflect retrospectively what knowledge could be safeguarded. As a result, lessons may have been lost. The impact of Brexit on the Netherlands is still significant. The Dutch government would have preferred the UK to stay in the EU. But despite all this, the Netherlands approached Brexit with relative clarity of purpose and the administration of the programme brought a satisfactory outcome. Stijn Hoorens is a senior research leader and Fook Nederveen is a senior analyst at RAND Europe. This commentary originally appeared on UK in a Changing Europe on February 6, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}