{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:36:55.712937",
  "crawling_time_epoch": 1704166615,
  "type": "Commentary",
  "title": "How Big of a Fleet? A Look at the U.S. Navy's Size and Readiness Needs",
  "url": "https://www.rand.org/pubs/commentary/2023/01/how-big-of-a-fleet-a-look-at-the-us-navys-size-and.html",
  "descriptions": "Congress is trying to nudge the Navy to expand the size of the fleet. But without comparable levels of funding for personnel, maintenance, technology upgrades, logistics and other support functions, a larger fleet could come at the cost of readiness.",
  "posted": "Jan 11, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/01/how-big-of-a-fleet-a-look-at-the-us-navys-size-and/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1673540833044.jpeg",
    "desc": "An F/A-18E Super Hornet flies near the aircraft carrier USS Harry S. Truman in the Mediterranean Sea, January 22, 2022, photo by U.S. Navy"
  },
  "content": {
    "source": "(Defense News)",
    "author": {
      "name": "Bradley Martin Scott Savitz",
      "profil": "https://www.rand.org/about/people/m/martin_bradley.html",
      "profession": "Director, RAND National Security Supply Chain Institute; Senior Policy Researcher Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Military Budgets and Defense Spending",
      "Operational Readiness",
      "United States Navy",
      "Unmanned Maritime Vessels",
      "www.rand.org"
    ],
    "Article": "The U.S. Navy is struggling with a fundamental question: What numbers and types of assets might it need in the coming decades? Congress is trying to nudge the Navy to expand the size of the fleet. For fiscal 2023, it added nearly 20% to the Navy's request for shipbuilding and compelled the Navy to retain half of the 24 ships that it had hoped to retire. It might be thought that the Navy would welcome considerable expansion of the manned fleet, given its perennial shortfalls as it tries to conduct operations and maintain presence throughout the globe. However, absent comparable levels of additional funding for personnel, maintenance, technology upgrades, logistics, and other support functions, a substantially larger fleet could come at the cost of readiness. Building more ships is a vote-winner in a number of congressional districts, but absent the personnel and support needed, additional ships could spend more time at the piers and be less capable at sea. However, answering the question of the composition, size, and readiness levels of the fleet depends on answering a more-fundamental question: What is the fleet meant to achieve? The U.S. Navy is not well configured by capability or size to deal with provocations below the level of all-out conflict. Its size depends in part on the numbers needed for worldwide presence. But while it appears clear that presence does assist with deterrence, it is unclear what level of presence is needed to achieve these aims. The demand from combatant commanders for presence appears to be infinite, but the actual impact of any particular presence level is unclear. A closely related limitation is that the U.S. Navy is not well configured by capability or size to deal with provocations below the level of all-out conflict. If, for example, China used paramilitary forces to coerce shipping, the U.S. Navy's overall capabilities and force structure are not designed to effectively deal with them, given a paucity of the smaller combatant ships that might be useful in such an operation. There is also uncertainty regarding what capabilities and capacity could be required to address the apex of naval conflict—a potential war with China. The roles of the U.S. Navy might be diverse: not only launching aircraft and missiles, but also conducting attacks and intelligence missions from submarines, supporting Marines, and even interdicting Chinese merchant traffic far from China's shores. At the same time, the Navy would need to deter potential aggression elsewhere around the globe, lest other powers perceive a vulnerability that they could exploit. All these potential operations imply a fleet of a particular size and capability, but the Navy has not as yet defined what those levels might be. As a result, it has a force that may not be able to respond in a balanced way to the range of likely missions. It possesses a force that can probably respond effectively to some higher-level provocations, but it may not really have a force that can respond to commitments before or during a protracted conflict. Unmanned vessels may help the Navy to achieve a better force structure balance by providing lower-cost assets that can perform a range of missions. The absence of personnel aboard these systems does more than enable them to take greater risks; it also means that they can be designed solely around the mission, without needing to support the needs of human beings. While most of them currently complement manned assets, some may be able to supplant them as confidence in their capabilities increases. Despite the Navy's enthusiasm for unmanned assets across multiple domains, congressional committees have often expressed reservations about their effectiveness and capabilities. However, despite the Navy's enthusiasm for unmanned assets across multiple domains, congressional committees have often expressed reservations about the effectiveness and capabilities of such systems. The integration challenges are significant, and the manpower demands have not actually gone down, but have instead remained steady or increased. The most fundamental problem may be the need for the Navy's actions and operations to be better linked to overarching strategies. The Navy is locked in a daily struggle with global demand, facing persistent requests from geographical combatant commanders while seeking to avoid overstretch and maintain overall readiness, which may be hampering its ability to consider the overall requirement. The stakes are high. These decisions could shape the degree to which the Navy and the nation can deter war in the coming decades, securing American interests without bloodshed, or the extent to which they can win future wars that may transform the global balance of power. Bradley Martin is a senior policy researcher at the nonprofit, nonpartisan RAND Corporation and director of the RAND Institute for Supply Chain Security. Scott Savitz is a senior engineer at RAND. This commentary originally appeared on Defense News on January 10, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}