{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:23:43.753549",
  "crawling_time_epoch": 1704165823,
  "type": "Essay",
  "title": "How New York City Can Make Housing More Affordable",
  "url": "https://www.rand.org/pubs/articles/2023/how-new-york-city-can-make-housing-more-affordable.html",
  "descriptions": "With few vacancies, rents in New York City have become some of the most unaffordable in the world. People with subsidized housing vouchers often have nowhere to go to use them. Housing production is a critical part of any solution to housing affordability—in New York and elsewhere.",
  "posted": "Nov 10, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/how-new-york-city-can-make-housing-more-affordable/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1699492065542.jpeg",
    "desc": "Historic New York City apartment building with many windows and fire escapes, photo by deberarr/Adobe Stock"
  },
  "content": {
    "article": "For generations in old New York, May 1 was always Moving Day. By a quirk of custom and law, all leases in the city ended on that one day. Perplexed visitors described gridlocked streets, carts tipping with sofas and bed frames, as the entire population seemed to change address at once. The New York Times wrote the obituary for Moving Day in 1945. Nobody could afford to move anymore. Veterans coming home from the war were even asking if they could pitch tents in Central Park. The city's acute housing shortage, the Times lamented, had turned Moving Day “into a myth.” That housing shortage has since calcified into a crisis. With few vacancies, rents in New York have become some of the most unaffordable in the world. People with subsidized housing vouchers often have nowhere to go to use them. “We have reached full capacity,” Mayor Eric Adams said earlier this year. “We have no more room in the city.” A recent RAND study looked at what New York could do to make more room. It identified six policy reforms that, taken together, would clear a path for nearly 300,000 new homes. That alone might not be enough to make New York affordable—but housing prices are not going to budge until the city can get people moving again. New York is unique here only in the details. By one estimate, America needs around 3.8 million more housing units than it has. That shortage has helped drive up home prices, and not just in big, coastal cities. Around half of the people who answered a Pew Research Center survey in late 2021 said the lack of affordable housing was a major problem where they live. “The cost of housing affects almost everything about daily quality of life,” said Jason Ward, an economist at RAND. “It determines where people live, how well they live, if they even have someplace to live. Trying to bend the upward curve of housing prices, let alone drive it down, is one of the great challenges of our time.” New York City added around 200,000 new homes between 2010 and 2020. Its population increased by around 630,000. In New York, that challenge is only getting more difficult as the demand for homes far outruns the supply. The city added around 200,000 new homes between 2010 and 2020. That would be a victory—except that its population increased by around 630,000. New Yorkers have been debating solutions to the housing crisis for so long that they have dug themselves into what Chloe Sarnoff calls policy entrenchment. She's a housing policy advisor for the nonprofit Robin Hood Foundation, which describes itself as the largest poverty-fighting organization in the city. And what she means is that the same ideas, championed by the same groups, keep coming around, year after year. The foundation brought in RAND for a new perspective. “We needed a new player in the policy discussion,” she said. “We thought we would benefit, and New York would benefit, from having an institution like RAND come in and look at what might move the supply needle.” Ward and a small team of researchers interviewed experts, reviewed previous housing plans and proposals, and analyzed the city's existing housing stock. They searched through academic studies to calculate how many new homes the most promising strategies might yield. They were looking for policies that met three requirements: They had to be at least conceptually feasible. They had to work without direct government funding. And they had to produce a lot of new homes. In the end, the researchers had six ideas on their list. Increasing building limits near transit stops: 122,000 new homes. Using tax incentives to encourage office-to-housing building conversions: 53,000 more. Up-zoning areas for more intense housing development when their housing prices get too high: another 30,000. Most of the multifamily housing developments built in New York City in recent years needed a tax exemption known as 421-a to pencil out. It expired last year and has not been replaced. The state should adopt a modified version that would provide tax relief for housing developments that set aside at least 20 percent of their units for low-income tenants. Housing units created: N/A. The researchers assumed the program would not directly lead to increased housing production but would lead to the conditions necessary for the other reforms to have the estimated impacts. Two million housing units outside of Manhattan are within walking distance of a subway stop. Existing zoning regulations essentially constrain them to be one- to three-family homes. The city should relax those regulations to allow more intense development in areas within 1 km of a subway or rail stop. Housing units created: 122,000 Researchers from Columbia University and NYU have warned of an “office real estate apocalypse” as workers stay home even after the COVID-19 pandemic. The city should develop a tax-relief program to encourage building owners to convert their offices to homes. It could provide a 14-year schedule of tax abatements and exemptions for projects that set aside at least 20 percent of their units for low-income tenants. Housing units created: 53,000 A 2022 task force report identified 111 ways the city could simplify and streamline its development review and building permitting processes. Those include revising traffic analyses that can take up to a year and switching city planning maps from paper to digital. The city should consider making all 111 changes. Housing units created: 50,000 The city's scaffold law holds property owners and contractors liable for any “gravity-related injuries” to a construction worker, regardless of that worker's own negligence. By some estimates, it increases overall construction costs by 10 percent. One paper found it might increase construction accidents because workers take fewer precautions. The city should consider revising the law to establish liability based on actual fault. Housing units created: 38,000 In recent years, many rezoning requests have significantly down-zoned properties, especially in more-affluent areas, resulting in fewer homes. The city should develop a data-driven program that would automatically up-zone properties. It could use a measure of the housing cost burden for both owner- and renter-occupied homes. That would trigger zoning increases in areas with demonstrated low supply and high demand. Housing units created: 30,000 The researchers estimated that the six ideas together could prompt a building boom of around 293,000 homes over the next ten years. But that hinges on the success of RAND's top-priority recommendation: reforming and reinstating a tax-relief program for housing developments that include some low-income units. The program expired last year. Without it, the other five ideas would likely need significant government financing to pencil out. “The biggest barriers in New York are political,” said Ward, the associate director of the RAND Center on Housing and Homelessness. “Some of the ideas we focus on, we first found in a report from 1999. All these years later, virtually none of them have been made in any way, shape, or form. The hard part in New York isn't coming up with good ideas. It's finding the political path to implement them.” In fact, the researchers highlighted a number of other ideas that could contribute to New York's housing supply and affordability. Those include legalizing “accessory dwelling units”—often called granny flats—and reining in some restrictive historical-preservation designations. Those ideas didn't make RAND's list—not because they wouldn't work, but because there's not enough evidence to say how well they would work. The Robin Hood Foundation has been sharing RAND's findings with fellow advocacy groups fighting for housing reform throughout the city. It also plans to take the report to Albany when the state legislature convenes early next year. Housing production is a critical part of any solution to housing affordability—in New York and elsewhere. Mayor Adams, like many New York mayors before him, has made housing a top priority. He has pushed for a moonshot effort to add 500,000 homes in the next decade, and released a wish list of zoning reforms earlier this year. It would, among other things, make it easier to convert office buildings to housing and to build apartments near transit stations. RAND's study was written for New York. But there are lessons in it that could apply to other cities struggling to meet the demand for homes: Consider reducing some regulatory hurdles. Consider up-zoning some areas to allow for denser development. “These should be in the toolkit across the nation, anywhere housing reform is being discussed,” Ward said. “The central point,” he and the other researchers wrote, “is that housing production is a critical part of any solution to housing affordability—in New York and elsewhere.” For an example of that, they pointed to the largest city on the planet: Tokyo, Japan. Tokyo's rules—or lack of rules—on density, development, green space, and historical preservation would almost certainly not fly in an American city. Construction crews are constantly tearing down and building up—and up, and up. But as a result, Tokyo, with nearly twice the population of New York, has a housing surplus. It doesn't have a Moving Day like New York once did. It has a moving season—one that has become so hectic it has generated a new term: hikkoshi nanmin, or “moving refugees,” for people who want to move but can't find a moving truck. And why not? The average rent for a two-bedroom apartment in Tokyo is around $1,300 a month. For a two-bedroom apartment in Brooklyn? Around $4,250. —Doug Irving Support for this research was provided by the Robin Hood Foundation, a charitable organization that fights poverty in New York City.",
    "overview": "",
    "topline": "",
    "tags": [
      "Households",
      "Housing Markets",
      "New York City",
      "www.rand.org"
    ],
    "image": []
  }
}