{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:52:06.182742",
  "crawling_time_epoch": 1703242326,
  "type": "Commentary",
  "title": "How to Put RAND Findings on Veteran Support for Extremism in Context",
  "url": "https://www.rand.org/pubs/commentary/2023/09/how-to-put-rand-findings-on-veteran-support-for-extremism.html",
  "descriptions": "A RAND survey found that U.S. veterans appeared to support extremist groups at a rate lower than the general population. In contrast, a new University of Maryland study found that veteran status was the most prominent characteristic among extremists involved in terrorism attacks with four or more victims.",
  "posted": "Sep 11, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/09/how-to-put-rand-findings-on-veteran-support-for-extremism/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1694482302550.jpeg",
    "desc": "Members of the Proud Boys gather near the Tennessee State Capitol ahead of a special session on public safety in Nashville, Tennessee, August 21, 2023, photo by Cheney Orr/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Todd C. Helmus Ryan Andrew Brown Rajeev Ramchand",
      "profil": "https://www.rand.org/about/people/h/helmus_todd_c.html",
      "profession": "Senior Behavioral Scientist; Professor of Policy Analysis, Pardee RAND Graduate School Senior Behavioral/\nSocial Scientist; Professor of Policy Analysis, Pardee RAND Graduate School Codirector, RAND Epstein Family Veterans Policy Research Institute; Senior Behavioral Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@Helmus @RRamchand",
      "contact": "https://www.twitter.com/Helmus"
    },
    "tags": [
      "Domestic Terrorism",
      "Military Veterans",
      "Politics and Government",
      "Terrorism Threat Assessment",
      "United States",
      "Violent Extremism",
      "www.rand.org"
    ],
    "Article": "Ever since the discovery of veterans playing a prominent role in the January 6 insurrection at the Capitol, questions have swirled about whether veterans have a comparably high risk for violent radicalization. RAND recently published the results of a nationally representative survey of U.S. veterans in which veterans appeared to support extremist groups such as the Antifa, Proud Boys, and white supremacist groups at a rate lower than the general population and appeared to believe in QAnon, replacement theory, and the use of political violence at levels close to the general population. In contrast, new research (PDF) by scholars at the University of Maryland's National Consortium for the Study of Terrorism and Responses to Terrorism (START) program found that veteran status was the most prominent characteristic among extremists involved in terrorism attacks with four or more victims. How can policymakers and scholars make sense of the RAND findings in light of START's findings and other reports of veteran extremism involvement and arrests? First, consider the survey data. One obvious point is that surveys like RAND's only measure participant support for extremist groups or levels of agreement with extremist ideologies. Mere expressions of support or agreement certainly do not equal willingness to personally participate in extremist causes. It seems likely that the vast majority of those who support groups such as the Proud Boys have no intention of attending any of the group's violent rallies or contributing materially to their cause from afar. However, assessing support is still important, as we can presume attitudinal support for the Proud Boys is a likely precondition for participation and thus indicates risk of possible participation. One limitation is the possibility that participants under report extremist views as they may recognize that doing so is socially undesirable. One additional limitation is the possibility that participants under report extremist views as they may recognize that doing so is socially undesirable. While always a risk (whether interviewing veterans or others), we should note that RAND's study is not the only one to highlight lower levels of self-reported extremism among veterans. In July 2021, Morning Consult published (PDF) the crosstabs of an unusually large and representative survey of 2,000 Americans. Three hundred and seventy-seven of these participants self-identified as either being in the military or having previously served. Though a relatively small sample of veterans, the Morning Consult survey appears to confirm the findings from RAND. Specifically, participants with military histories were nearly half as likely as those without a military history to self-report support for Antifa (6% vs. 10%), Proud Boys (5% vs. 10%), or white supremacist groups (4% vs. 8%). It is also important to remember that both our veteran-specific and nationally representative samples are ultimately designed to estimate support for extremism within each population as a whole. Comparing support for extremism for particular demographic groups or age categories is an entirely different endeavor. There are at least two ways in which veterans differ from the general population. First, veterans are much older on average. Looking at the Morning Consult data, 25% of that sample is over 65 and 26 percent is under 34 while in our sample of veterans 50 percent are over 65 and only 8% are under 34. In addition, 90% of our veteran sample is male, a number that obviously differs from the general population. Both age and being male are related to extremism. First, support for extremism often skews towards the young. For example, the youngest age group (18–34 years old) in the Morning Consult survey were 2.2, 2.4, and 3.7 times more likely to respectively support Antifa, the Proud Boys, and white supremacist groups than those 65 and older. Meanwhile, males are more likely to support extremism. In the Morning Consult data, males are 1.7, 1.9, and 3.3 times more likely to support Antifa, Proud Boys, and white supremacist groups respectively, than females. Ultimately, teasing out this question of whether veterans are more or less likely to support extremist causes than non-veterans is a complicated task. As an entire block, veterans do appear to either be on par or at lower risk of supporting extremist groups and causes (depending on the survey item), than the general population but some demographic groups within this veteran population could be at heightened risk for radicalization. RAND has now published the basic cross-tabs that identify support for extremist groups or causes across these variables in the hopes of furthering this debate. However, definitive answers to these questions will require more research that simultaneously recruits representative samples of both veterans and the general populations and utilizes a carefully chosen set of statistical weights to compare demographic variations. Second, even if levels of veteran support for extremism were comparable or less than the general population, there are still other factors that could account for the greater role that veterans play in highly lethal terror attacks. For one, it is well known that extremist groups disproportionately target veterans for recruitment. The former leader of the neo-Nazi National Socialist Movement or NSM told these authors how his group sought out people with military experience for membership and targeted areas around military bases for recruitment and even re-organized itself to better appeal to veterans. Indeed, veterans would seem a prized asset among domestic extremist groups for a variety of reasons including their weapons training and operational, logistic, and leadership skills. Veterans also lend a sense of legitimacy to militant groups. Disproportionate efforts to recruit veterans would likely yield a greater level of extremist participation among veterans. Veterans may find that extremist groups offer a new sense of purpose that may fill a gap in their post-military lives. Veterans may also be more likely to join extremist groups regardless of their affinity for extremist causes. The transition from active duty status can be a lonely and stressful experience that may render veterans vulnerable to recruitment especially given what we know about how extremist groups offer emotional and social support to their members. And veterans may find that extremist groups offer a new sense of purpose that may fill a gap in their post-military lives. Veterans may also be more willing to join groups whose modus operendi involves military training. Finally, a selection bias may also be at play when it comes to militant group operations. That is, extremist groups may disproportionately lean on the veteran members of their group to participate in those operations given the veterans' unique military training and education. The mindset of former service members could potentially play into this; for example, given military disposition to planning and commitment to mission, veterans who join extremist groups and causes may be more likely than others to commit violent or criminal actions. Further research will need to examine the veteran-to-extremist pipeline more closely. When controlling for demographic factors, are veterans still less likely to support extremist groups and causes? If so, what are the reasons for this resilience to radicalization, when compared with the overall U.S. population? What are the specific vulnerabilities that make some veterans radicalize, and how does this differ by rank, historical period, and other factors? Finally, are those veterans who radicalize more likely to act, and to act in a lethal or violent manner? Only further research can answer such questions. Todd C. Helmus is a senior behavioral scientist and Ryan Brown is a senior behavioral/social scientist at the nonprofit, nonpartisan RAND Corporation. Rajeev Ramchand is codirector of the RAND Epstein Family Veterans Policy Research Institute and a senior behavioral scientist at RAND. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}