{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:49:57.106636",
  "crawling_time_epoch": 1703242197,
  "type": "Commentary",
  "title": "How to Build Stackable Credentials",
  "url": "https://www.rand.org/pubs/commentary/2023/10/how-to-build-stackable-credentials.html",
  "descriptions": "Many states and colleges are investing to build out stackable credential pathways. It will be important to continue to build evidence on whether these programs are achieving their aims of improved economic circumstances for individuals and better addressing workforce needs.",
  "posted": "Oct 6, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/10/how-to-build-stackable-credentials/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1696633463665.jpeg",
    "desc": "Illustration of a Black man and a White woman looking at a chart showing bars stacked up with arrows between them, leading to a check mark in a circle, photo by Rudzhan Nagiev/Getty Images"
  },
  "content": {
    "source": "(Inside Higher Ed)",
    "author": {
      "name": "Lindsay Daugherty Peter Nguyen Jonah Kushner Peter Riley Bahr",
      "profil": "https://www.rand.org/about/people/d/daugherty_lindsay.html",
      "profession": "Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Policy Researcher Assistant Policy Researcher, RAND; Ph.D. Student, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Occupational Training",
      "Postsecondary Education",
      "United States",
      "Vocational Education",
      "www.rand.org"
    ],
    "Article": "Stackable credentials are a top priority for many states and colleges these days. The term can be used to mean different things, from college efforts to embed short-term credentials into their degree programs to larger-scale efforts to rethink the way credentialing is done through alternative approaches, like skills badges. The goals of these initiatives are twofold: (1) to ensure individuals can get credit for a range of different learning experiences and better integrate these different types of learning, and (2) to better align our education and training systems with workforce needs, which often require reskilling through training and credentials below the bachelor's degree level. More than one million individuals earn college certificates in the United States each year (i.e., credentials that require less than two years of coursework). Many of the students who earn these certificates go on to stack credentials. In Colorado and Ohio, more than 40 percent of students who earned a certificate between 2006 and 2015 went on to stack credentials within four years. In California (PDF), 32 percent of the people who earned certificates in 2014 went on to stack credentials. When individuals stack college credentials, they see gains in earnings—this is especially the case when they move on to earn degrees. To scale stackable credential pathways, states and colleges across the country are taking action. Based on RAND's work in several states that offer policy and funding to support stackable credentials and our understanding of the national stackable credentials landscape, we highlight five actions that states and colleges are taking to scale stackable credentials. When individuals stack college credentials, they see gains in earnings—this is especially the case when they move on to earn degrees. When colleges make the effort to align their programs with industry credentials, it also makes it easier to award credit for prior learning. Many states and colleges are already investing to build out stackable credential pathways, and there are many resources states and colleges can access—such as the Credential As You Go playbooks and the Stackability Guide—that offer more-detailed guidance on scaling stackable credentials. It will be important to continue to build evidence on whether these programs are achieving their aims of improved economic circumstances for individuals and better addressing workforce needs. Lindsay Daugherty is a senior policy researcher at the RAND Corporation, part of RAND's Lowy Family Middle Class Pathways Center, and a faculty member at Pardee RAND Graduate School. She is leading studies on short-term and stackable credentials in Colorado, Indiana, and Ohio. Jonah Kushner is an Assistant policy researcher at RAND and a Ph.D. student in policy research at Pardee RAND Graduate School. Peter Nguyen is a policy researcher at RAND. This commentary originally appeared on Inside Higher Ed on October 5, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}