{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:53:54.547925",
  "crawling_time_epoch": 1703231634,
  "type": "Commentary",
  "title": "How Teachers Can Shield Students from Harm as Debates Rage over Race and Gender",
  "url": "https://www.rand.org/pubs/commentary/2023/02/how-teachers-can-shield-students-from-harm-as-debates.html",
  "descriptions": "By conveying to girls and students of color that they are individually capable of overcoming adversity—and that who they are matters—educators might soften the blow of public laws and policies that send the opposite message.",
  "posted": "Feb 22, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/how-teachers-can-shield-students-from-harm-as-debates/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1677113364341.jpeg",
    "desc": "Students stage a walk-out to protest proposed education bills at J.M. Atherton High School in Louisville, Kentucky, February 14, 2023, photo by Jon Cherry/Reuters"
  },
  "content": {
    "source": "(The 74)",
    "author": {
      "name": "Julia H. Kaufman",
      "profil": "https://www.rand.org/about/people/k/kaufman_julia_h.html",
      "position": "Associate Research Department Director, Behavioral and Policy Sciences Department; Codirector, American Educator Panels; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@juliahkaufman",
      "contact": "https://www.twitter.com/juliahkaufman"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.civic-education.html",
        "tag": "Civic Education"
      },
      {
        "blog": "https://www.rand.org/blog.topic.education-policy.html",
        "tag": "Education Policy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.educational-equity.html",
        "tag": "Educational Equity"
      },
      {
        "blog": "https://www.rand.org/blog.topic.multicultural-education.html",
        "tag": "Multicultural Education"
      },
      {
        "blog": "https://www.rand.org/blog.topic.students.html",
        "tag": "Students"
      },
      {
        "blog": "https://www.rand.org/blog.topic.teachers-and-teaching.html",
        "tag": "Teachers and Teaching"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.workforce-diversity.html",
        "tag": "Workforce Diversity"
      }
    ],
    "Article": "Regardless of how the drama over AP African American studies in Florida turns out, this kind of public debate about race or gender topics in schools sends its own message. It's one that is likely harmful to children of color and girls, and puts teachers directly in the political crosshairs. In the last two years, 18 states have passed laws or policies limiting if or how race and gender are discussed in the schools. The details of these restrictions vary, but most are open to interpretation. Kentucky law, for example, states that tying racial disparities to slavery is “destructive to the unification of our nation.” Tennessee prohibits public schools from promoting notions of unconscious bias. When RAND surveyed U.S. teachers about these policies last spring, one in four reported that such limitations have influenced their curriculum choices and instructional practices. Replying to a follow-up question asking for more detail, many described veering away from any discussion of race and gender, regardless of whether a topic was specifically banned by law. Many teachers described veering away from any discussion of race and gender, regardless of whether a topic was specifically banned by law. “The past two years have made me nervous about teaching Frederick Douglass because I don't think the people in my community know the difference between teaching [Black] history and teaching critical race theory,” one teacher told us. Another teacher wrote this: “While it was never explicitly stated by my district not to discuss gender or race-related topics in the classroom, I know that my district would not have my back should I choose to add instruction on these important issues.” For students of color, the psychological phenomenon to be concerned about is called identity threat. This is defined as feelings of fear and danger that can arise from the perceived devaluation of one's group through stereotypes, marginalization, or discrimination. Stanford social psychologist Claude Steele has studied identity threat for decades. In one study (PDF) he undertook with colleagues, college students watched videos advertising a STEM leadership conference: one version had three times as many men as women, while the other showed gender parity. Sensors attached to the viewers' wrists captured significantly faster heart rates, blood pressure, and sweating among female students who viewed the video with fewer women, while men's physiological reactions were the same in both cases. The women also reported less desire to attend the leadership conference than the men. Another set of experiments led by Columbia psychology professor Valerie Purdie-Vaughns found similar heightened anxiety among African American professionals after viewing recruiting materials from various corporate workplace settings showing predominantly white people. When a school eliminates courses, lessons, or books featuring women and people of color, it sends a similar message of identity threat. Ruby Bridges' “This is Your Time,” Angie Thomas' “The Hate U Give,” and Ashley Hope Peréz's “Out of Darkness,” all stories about students of color, were banned in public schools across the United States this year. Girls and children of color could take this as a cue that they aren't valued or don't belong in school—and that can create stress that harms their ability to learn. The most direct way to mitigate identity threat, of course, is to integrate learning material that sends messages to students of color that they matter. One study (PDF) of at-risk ninth-graders in San Francisco, for example, showed that taking an ethnic studies course increased attendance by 21 percentage points, grade-point average by 1.4 points, and credits earned by 23. That, however, is exactly the type of course that could generate the negative attention many schools and teachers wish to avoid in this turbulent moment. The most direct way to mitigate identity threat is to integrate learning material that sends messages to students of color that they matter. Although race and gender bans are leaving many teachers uncertain about what is safe to teach, their hands are not completely tied. There are other ways to support students of color and offset identity threat. Multiple studies have demonstrated that specific classroom interventions—invoking high standards, prompting students to reflect on their own core values, and helping them develop optimism in the face of adversity—can give children experiencing identity threat the encouragement they need to succeed at school and beyond. The effects of these interventions include a greater sense of belonging, improved overall GPAs (PDF), and reduced achievement gaps. Self-affirming activities, like asking students to choose their most important values from a list and explain why they are essential, can close racial achievement gaps (PDF) by 12 percentage points among students who complete this exercise three to four times in one year. In one study, African American college freshmen were given narratives that portrayed social adversity as common but transient and short-lived, and they were then asked to write an essay—and then make a video—that considered their own experiences alongside those narratives. The experiment raised participants' grade point averages, relative to a control group, and cut the achievement gap in half. By conveying to girls and students of color that they are individually capable of overcoming adversity—and that who they are matters—educators might soften the blow of public laws and policies that send the opposite message. Julia Kaufman is a senior policy researcher at the nonprofit, nonpartisan RAND Corporation, where she codirects the American Educator Panels. This commentary originally appeared on The 74 on February 20, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}