{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:10:06.127019",
  "crawling_time_epoch": 1703239806,
  "type": "Commentary",
  "title": "How to Reform and Reconstruct Ukraine After the War",
  "url": "https://www.rand.org/pubs/commentary/2023/06/mapping-the-route-to-ukraines-reform-and-reconstruction.html",
  "descriptions": "Hostilities in Ukraine are ongoing, but it is not too early to consider post-war reconstruction. Indeed, the United States and Europe have already begun planning what will probably be the most ambitious post-war rebuilding effort in modern history.",
  "posted": "Jun 21, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/06/mapping-the-route-to-ukraines-reform-and-reconstruction/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1688758040926.jpeg",
    "desc": "Volunteers work to reconstruct a school damaged by at least three bombs near Kyiv, Ukraine, May 17, 2023, photo by Dominika Zarzycka/Reuters"
  },
  "content": {
    "source": "(Defense News)",
    "author": {
      "name": "Howard J. Shatz Gabrielle Tarini Charles P. Ries James Dobbins",
      "profil": "https://www.rand.org/about/people/s/shatz_howard_j.html",
      "position": "Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School Associate Policy Researcher Adjunct Senior Fellow",
      "username": "@HowardJShatz @gabbytarini @charles_ries",
      "contact": "https://www.twitter.com/HowardJShatz"
    },
    "tags": [
      "European Union",
      "International Diplomacy",
      "Nation Building",
      "Russia",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "From June 21–22, officials and investors from around the world are gathering in London for the 2023 Ukraine Recovery Conference. Hostilities in Ukraine are ongoing, but it is not too early to plan post-war reconstruction. Indeed, the United States and Europe have already begun planning what likely will be the most ambitious post-war rebuilding effort in modern history. As we explain in our new RAND Corp. report, Ukraine will be far different from recent post-war reconstruction efforts in Iraq and Afghanistan. Ukraine is a European state, and the war has been unifying, not divisive. Its rebuilding will resemble that of Western Europe after World War II, Eastern Europe after the Cold War and the Western Balkans after the violent breakup of Yugoslavia. The lessons of these episodes should inform Ukraine's reconstruction. Their basic and successful formula was established early. The United States provided seed money and security; the Europeans provided the bulk of the funding and advanced the historic process of European integration. In each of these efforts, security was essential, as it will be for Ukraine's reconstruction. Security and reconstruction are mutually reinforcing. Durable security arrangements give businesses and investors the confidence to take risks and make long-term commitments. Durable security arrangements give businesses and investors the confidence to take risks and make long-term commitments. But Ukraine's prospects for growth are uncertain, and any reconstruction effort will need a strong reform component. In 2021, Ukraine was the poorest country in Europe and had the lowest productivity. Pervasive corruption has hindered growth, and previous reform efforts have been slow to gain traction. Ukraine will need to administer large-scale funding, and its credibility will be on the line. Accordingly, Ukraine and its donors will need a strong inspector general and effective monitoring and evaluation. Ukraine will face the challenge—but also have the opportunity—of reversing 30 years of unsatisfactory economic and political development. Reconstruction should be organized around a few simple principles: Ukraine should set priorities, while the United States should spearhead security and the European Union should lead economic reform and recovery. But both the United States and the Europeans need to participate in the latter. To guide reconstruction in Eastern Europe after the Cold War, Congress gave a single senior coordinator broad oversight power. Replicating this approach for Ukraine will strengthen Washington's contributions to reconstruction. The United States, Europe, and multilateral agencies should have senior officials on the ground in Kyiv in daily contact with Ukrainian authorities; periodic donor conferences are insufficient. Sequencing and prioritizing essential tasks—de-mining vast swaths of land, clearing rubble, building shelters and schools, and providing basic medical care—will jump-start reconstruction. About 35 percent of Ukraine's prewar population are displaced. Unless policymakers actively facilitate returns, it will not happen organically on the scale needed to enable recovery. Paying for reconstruction will require international aid, private financing, and Ukraine's own resources. Historically, aid provided a relatively small amount of the total, but it attracts other funding and serves as risk capital when the private sector is reluctant to invest. Private investment will likely provide the bulk of reconstruction funding. In each historical case, private investment, trade, and economic integration proved essential to success. Frozen Russian assets, both official and private, could comprise a significant contribution; however, using them will require strong legal justifications. Longer-term security planning also needs to start now. The promise of reconstruction and EU membership will give Ukraine powerful incentives to adhere to whatever conflict settlement is reached. But Russia's adherence will rest principally on deterrence. This could take a variety of forms. The United States and its allies could promise to continue providing Ukraine arms, ammunition, training, and advice. They could threaten to insert Western forces into Ukraine if Russia reattacks. Or they could bring Ukraine into NATO. Stronger measures of deterrence might make renewed fighting less likely; however, they could also raise Russia's threat perceptions, perhaps leading Moscow to take desperate measures. If deterrence fails, the resultant conflict is less likely to be limited to Ukraine. Arrangements for Ukraine's security might require new models. Europe's current security architecture offers a binary choice: A country joins NATO, or it is on its own. Alternatives for Ukraine, which has never quite fit this model, should be evaluated. Ukraine has urgent needs for both economic and security assistance today; these will not end when hostilities cease. Ukraine's recovery could take decades, and enduring public support will be vital. In 1948, President Harry S. Truman's administration and congressional leaders launched a coordinated, bipartisan effort to gain public approval for the Marshall Plan. The United States will need a similar strategy for Ukraine. Ukraine's reconstruction will be a lengthy, complex undertaking. Ukraine's reconstruction will be a lengthy, complex undertaking. But the United States should tackle the following now: The challenge of reforming and reconstructing Ukraine should be viewed through the lens of Europe's successful post-war rebuilding and reintegration record, and the 75-year security and economic policies of the United States. Security and reconstruction will go hand in hand. A secure, economically prosperous Ukraine that is fully integrated into European institutions will be a capstone achievement, bringing to fruition a multigenerational European project, sustained by an enduring trans-Atlantic partnership. Howard J. Shatz is a senior economist at the RAND Corporation, where Gabrielle Tarini is an associate policy researcher, Charles P. Ries is a senior fellow, and James Dobbins is the distinguished chair in security and diplomacy. This commentary originally appeared on Defense News on June 21, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}