{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:12:44.456579",
  "crawling_time_epoch": 1703243564,
  "type": "Commentary",
  "title": "How China Is Building Influence Through Arms Sales",
  "url": "https://www.rand.org/pubs/commentary/2022/12/how-china-is-building-influence-through-arms-sales.html",
  "descriptions": "China may be using arms sales to strengthen alliances around the South China Sea and counter the United States' regional alliances. Beijing's security relationships around the South China Sea could be a harbinger of what it might replicate in Africa and possibly Latin America.",
  "posted": "Dec 9, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2022/12/how-china-is-building-influence-through-arms-sales/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1670637939565.jpeg",
    "desc": "Chinese tanks at the Army Institute in Kampong Speu province, Cambodia, March 12, 2015, photo by Pring Samrang/Reuters"
  },
  "content": {
    "source": "(The National Interest)",
    "author": {
      "name": "Melissa Shostak Cortney Weinbaum",
      "profil": "https://www.rand.org/about/people/s/shostak_melissa.html",
      "profession": "Policy Analyst Senior Management Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@cortney_dc",
      "contact": "https://www.twitter.com/cortney_dc"
    },
    "tags": [
      "Arms Proliferation and Control",
      "China",
      "International Diplomacy",
      "Military Equipment",
      "Security Cooperation",
      "Southeast Asia",
      "www.rand.org"
    ],
    "Article": "China may be using arms sales to strengthen alliances around the South China Sea and counter the United States' regional alliances. China combines its arms exports with the provision of security contractors to countries where it has infrastructure and security interests. Beijing's security relationships around the South China Sea could be a harbinger of what it might replicate in Africa and, possibly, Latin America. China exports weapons to six countries in Southeast Asia: Myanmar, Cambodia, Indonesia, Laos, Malaysia, and Thailand, and sends security contractors to the latter five. Meanwhile, Vietnam and the Philippines receive neither arms nor contractors from China, which may be a reflection of continued tensions due to territorial disputes and clashes with Chinese naval forces. If China is using arms exports to exert its influence and is using security contractors to keep close access to foreign countries, then it is succeeding wildly across Africa. A new analysis by the RAND Corporation shows that China is engaged in such activities in twenty-three African countries, including four countries where China is both exporting arms and stationing security contractors—the Central African Republic, Djibouti, Ethiopia, and Sudan. As China furthers its interests in Africa, it is also looking toward Latin America, with Argentina, Bolivia, and Venezuela all receiving either Chinese arms or private security services. These emerging markets for Chinese security exports may be further developed in the future. Several factors have helped China forge security ties in Southeast Asia. First, China has built economic ties in the region, opening doors for the deployment of Chinese private security contractors to protect major construction projects. Second, Chinese weapons exports are cheaper than the Western equivalents, allowing states to purchase advanced capabilities at a lower cost. Third, Chinese weapons exports are perceived as having fewer strings attached than Western exports. Interestingly, this perception has not proven to be true, as China often uses arms exports to expand its economic ties with partner countries. Nonetheless, these factors have allowed Chinese security exports to flourish, even in countries that have traditionally had strong ties to the United States, such as Thailand.… The remainder of this commentary is available at nationalinterest.org. Melissa Shostak is an adjunct research assistant at the nonprofit, nonpartisan RAND Corporation. Cortney Weinbaum is a senior researcher specializing in intelligence and national security at RAND. This commentary originally appeared on The National Interest on December 7, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}