{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:03:46.817388",
  "crawling_time_epoch": 1703239426,
  "type": "Commentary",
  "title": "Human Rights Issues in Russia May Offer U.S. Leverage",
  "url": "https://www.rand.org/pubs/commentary/2023/11/human-rights-issues-in-russia-may-offer-us-leverage.html",
  "descriptions": "The 75th anniversary of the Universal Declaration of Human Rights reminds us of how much human rights diplomacy has reshaped and enriched international relations. Inspired by this, Washington might pursue more proactive human rights diplomacy with Moscow. If the United States takes this path, how might it proceed?",
  "posted": "Nov 20, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/11/human-rights-issues-in-russia-may-offer-us-leverage/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1700530452563.jpeg",
    "desc": "Workers paint over graffiti depicting jailed Russian opposition politician Alexei Navalny in Saint Petersburg, Russia, April 28, 2021, photo by Anton Vaganov/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "William Courtney",
      "profil": "https://www.rand.org/about/people/c/courtney_william.html",
      "position": "Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "tags": [
      "International Diplomacy",
      "Politics and Government",
      "Russia",
      "United States",
      "www.rand.org"
    ],
    "Article": "The 75th anniversary of the Universal Declaration of Human Rights reminds us of how much human rights diplomacy has reshaped and enriched international relations. Inspired by this, Washington might pursue more proactive human rights diplomacy with Moscow. The United States could shine a harsher light on human rights abuses in Russia, as it has done on Russian atrocities and abuses in Ukraine. If the United States takes this path, how might it proceed? U.S. ambassador to Russia, Lynne Tracy, has shown the way. In Russia, she has stated, there is “no space for dissent.” She went on to call the 25-year prison sentence imposed on dissident Vladimir Kara-Muza “another terrible sign” of Russian repression. In recent years, however, the highest levels of the U.S. government have been less consistently vocal. Human rights violations in Russia abound. In a prominent case, in 2020 Putin rival Alexei Navalny almost died of poisoning by Novichok, a nerve agent. Another poisoning this year left him in critical condition. Navalny survived but faces decades behind bars. Human rights first became a more prominent issue in Moscow under President Jimmy Carter. His 1977 letter to legendary dissident Andrei Sakharov caused Soviet leader Leonid Brezhnev to dismiss the normalization of relations with the United States as “unthinkable.” Carter doubled down by inviting the noted dissident author Vladimir Bukovsky to the White House. The United States could shine a harsher light on human rights abuses in Russia, as it has done on Russian atrocities and abuses in Ukraine. President Ronald Reagan, too, elevated these issues. Soviet leaders, he said, reserved “the right to commit any crime.” Reagan accused the USSR of “denying” its citizens freedoms and called the USSR an “evil empire (PDF).” In Moscow for a summit, Reagan met with 96 political dissidents and Jews who had been denied exit visas. Subsequent presidents have varied in their human rights strategies. Human Rights Watch said President Barack Obama's major human rights decisions showed a mixed record. Unlike top European leaders, President Donald Trump declined to condemn Navalny's 2020 poisoning. President Joe Biden has lauded the International Criminal Court's indictment of Putin, applauded the removal of Russia from the United Nations Human Rights Council, and warned Putin of “devastating” consequences if Navalny died in prison. Sadly, Russia is now more repressive than at any time in its over three decades of modern independence. Abuses seem likely to persist. If the United States opts to heighten pressure on the Kremlin to respect human rights, how might it do so? The United States has plenty of options if it wishes to enhance human rights diplomacy with its principal adversary in Europe. This could help weaken acceptance in some quarters of Russia's repression at home and aggression abroad. William Courtney is an adjunct senior fellow at the nonprofit, nonpartisan RAND Corporation and a former U.S. ambassador to Kazakhstan and Georgia. This commentary originally appeared on The Hill on November 16, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}