{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:40:20.910182",
  "crawling_time_epoch": 1704166820,
  "type": "Announcement",
  "title": "Iao Katagiri, Longtime RAND Community Relations Director and Former Chair of Santa Monica Chamber of Commerce, Dies at Age 70",
  "url": "https://www.rand.org/news/press/2022/04/29.html",
  "descriptions": "Iao Katagiri, the RAND Corporation's longtime director of community relations, who played a pivotal role in the development of the research institution's Santa Monica headquarters and managed its extensive art collection, died April 28.",
  "posted": "Apr 29, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2022/04/29/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1651273979903.jpeg",
    "desc": "Iao Katagiri speaks at a RAND event, photo by Diane Baldwin/RAND Corporation"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Friday\nApril 29, 2022 Iao Katagiri Photo by Diane Baldwin/RAND Iao Katagiri, the RAND Corporation's longtime director of community relations, who played a pivotal role in the development of the research institution's Santa Monica headquarters and managed its extensive art collection, died April 28 from cancer. She was 70. During four decades at RAND, Katagiri morphed from researcher to roles with broad responsibilities, including overseeing legal and regulatory interactions with the city of Santa Monica. She managed the institution's successful campaign to defeat a 1994 ballot initiative aimed at quashing RAND's plans to build a new home in the city's civic center. The new headquarters finally opened a decade later. “Iao made tremendous contributions to the growth of RAND as an institution,” said Michael D. Rich, president and chief executive officer of the nonprofit, nonpartisan research organization. “She understood how important the Santa Monica community was to RAND and vice-versa. She was a superb advocate for RAND whose strong ties to the community turned her into an influential figure in public policy in Santa Monica.” Katagiri retired from RAND in 2016 but continued to support its relationships in Santa Monica as an adjunct staff member and member of the Pardee RAND Graduate School faculty—and remained deeply involved in the community. At the time of her death, Katagiri was chair of the board of directors of Providence Saint John's Health Center, vice chair of the Santa Monica Chamber of Commerce (which she had chaired 2009 to 2010), and cochair of the Early Childhood District Advisory Committee of the Santa Monica-Malibu Unified School District. She was immediate past president of Connections for Children, and past cochair of the City of Santa Monica's Early Childhood Task Force. Katagiri also served on the boards of the Santa Monica College Associates and of WISE & Healthy Aging, where she was vice chair. After earning a bachelor's in political science from the University of California, Berkeley, and an M.P.A. from the John F. Kennedy School of Government at Harvard University, Katagiri joined RAND in 1975 as a member of a research team working on one of the largest social science experiments funded by the federal government. The project focused on finding a better way to provide decent affordable housing to low-income households. Spanning a dozen years and involving hundreds of researchers, it remains one of the largest projects ever conducted by RAND. In 1979, Katagiri was tasked with helping organize and launch the first privately funded research center at RAND, the Institute for Civil Justice. She was responsible for designing and implementing the institute's fundraising program and raising its first $8 million. In 1987 she joined RAND's effort to develop several acres of land it owned in downtown Santa Monica for a new headquarters. The existing building dated to the early 1950s and was showing its age, with frequent electrical and plumbing disruptions. It also lacked air conditioning, which made conditions so uncomfortable that many employees wore shorts to the office or worked from home, Rich noted in a 2003 New York Times article. It would take nearly 20 years for a new RAND campus to reach fruition. One reason was RAND culture, which meant a deliberative process of gathering staff input and achieving consensus on what the new facility should contain. “It's not surprising that a research institution would take as long as this” to make such a major decision, Katagiri said in the New York Times story. “The first, knee-jerk reaction here to any question is to make a study.” Santa Monica's stiff land-use controls also posed a significant challenge. Opponents of RAND's development plan succeeded in putting a referendum on the June 1994 ballot. Katagiri led RAND staff and community members in a four-month campaign to promote the project. The referendum was defeated, and a separate measure endorsing a Civic Center plan that included the RAND expansion passed with 60% of the votes cast. Katagiri was widely known inside and outside RAND for her tours of the modern art that lines the hallways of the research institute. The collection features 200 works by artists such as David Hockney, John Baldessari, Chuck Close, and Catherine Opie, all long-term loans from software entrepreneur and philanthropist Peter Norton. Katagiri is survived by her sister, Laurie Katagiri-Hoshino of Ewa Beach, Hawaii. She had been preceded in death by her older sister, Grace, and her parents Mineo and Nobu Katagiri. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}