{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:13:38.020727",
  "crawling_time_epoch": 1703240018,
  "type": "Article",
  "title": "Illegal Opioids Are Hurting Too Many of Us. We Need a New Approach",
  "url": "https://www.rand.org/pubs/articles/2023/opioids-are-hurting-too-many-of-us-we-need-a-new-approach.html",
  "descriptions": "Fatal overdoses are on the rise in the United States, with the proliferation of potent, synthetic opioids like illicit fentanyl. But deaths are just the tip of America's iceberg-sized opioid crisis. To save and improve lives, policymakers will need to take a holistic approach. People who use opioids and their families should be at the heart of this new response.",
  "posted": "Mar 16, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/opioids-are-hurting-too-many-of-us-we-need-a-new-approach/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1678970387187.jpeg",
    "desc": "Stylized photo of Pattie and Joel Vargas with stylized opioid tablets layered over top."
  },
  "content": {
    "article": "After a five-day methamphetamine bender in 2008, Pattie Vargas's son Joel returned to the family's Southern California home, where he laid in bed for three days. Vargas knew that her son, then 26, desperately needed help. But she had no idea where to turn. She had family members and friends to lean on, but none of them had experience navigating treatment and recovery for a substance use disorder (SUD). \"They were sympathetic, but they weren't living it,\" she says. So Vargas turned to the only place she felt she could find answers: Google. A nearby rehabilitation center stood out among the top search results. When Vargas clicked the link, she found a website that was sleek and professional-looking. It described how the facility's interventionists could help convince people to accept help. Vargas was sold. \"We called them and assembled the family—his brother, sister, and a couple of good friends—to do an intervention. And at the end, an interventionist put Joel in a car, and off they went, along with $45,000.\" Despite the financial strain she knew her family would experience, Vargas felt relieved. She was optimistic that the intervention would end their nightmare—that it might bring back the creative, funny, and articulate son she knew. After 28 days, Joel had completed the program. Physically, he was detoxed, but Vargas says she could see in her son's eyes that it was still there, \"that same thinking, the drug-seeking.\" Shortly after that initial intervention, Joel started using heroin with friends he met in rehab. It was the first of his many rehab-relapse cycles—and a troubling sign that Vargas's struggle to navigate the SUD treatment and recovery system for her son was just beginning. Vargas met with the director of the center about what to do next. \"He said we'd need another thirty-five to forty-five thousand dollars to 'invest' in our son's life for another 30 days,\" she says. \"We didn't have that. So he handed us a photocopied list of sober living homes in our area and said, 'Good luck.'\" Stories like Vargas's are at the heart of America's Opioid Ecosystem, a landmark report by researchers at the RAND Corporation that chronicles the extraordinary depths of the country's opioid problem and explores creative ways policymakers will need to respond. The report draws on the expertise of a team of RAND researchers to fully capture the breadth of the crisis across multiple areas, including drug policy, substance use treatment, harm reduction, health care, public health, the criminal legal system, child welfare and other social services, education, and employment. \"Understanding the nature of the opioid ecosystem is a necessary step for decisionmakers seeking to continue to make progress—and that requires adopting a comprehensive perspective of this crisis,\" says Bradley Stein, director of the RAND-USC Schaeffer Opioid Policy Tools and Information Center (OPTIC), practicing physician, and co-principal investigator of the ecosystem report. \"Reducing overdoses is incredibly important. But it's really just scratching the surface of the number of lives affected by this crisis.\" Opioids are just one slice of the drug problem in America. Like Joel, many people with SUD use multiple types of drugs. But researchers at RAND chose to focus this unprecedented effort on opioids because of their unique prominence in both licit and illicit spheres. \"Opioids play an outsized role in America's drug problems, but they also play a critically important role in medicine. Thus, they deserve special attention,\" says Beau Kilmer, RAND's McCauley Chair in Drug Policy Innovation, codirector of the RAND Drug Policy Research Center, and co-principal investigator of the new report. \"Of course, we can't ignore our country's issues with other drugs. In fact, adopting an ecosystem approach will not only help to address opioid-related problems—it should also help mitigate the harmful consequences of other drug problems in the U.S.\" The sheer number of people who die from opioids each year is enough to warrant an urgent policy response. Provisional estimates from the Centers for Disease Control and Prevention suggest that more than 75,000 people died from opioid-related overdoses between September 2021 and August 2022. The majority of those deaths are the result of increased consumption of illegally produced synthetic opioids, such as fentanyl, which has exacerbated the harms of drug use, particularly overdoses. But drug fatalities are just one of many products of dysfunction within the opioid ecosystem. First, there are quality-of-life issues for people struggling with addiction. Depending on the drugs involved, there can be a slew of physical and mental health consequences. And people with SUD are not the only ones who suffer. Their substance use and related behaviors can significantly affect their families, friends, employers, and communities. Having a loved one with addiction can also have substantial psychological, physical, and financial costs. Take Pattie Vargas's family. Her oldest son was out of the house when Joel, her middle child, began to experience serious problems. But her daughter was younger and still at home. \"She and I would talk about it and just cry together,\" Vargas says. \"She was heartbroken. The stress it brought into our house was obvious.\" Meanwhile, the effects of Joel's methamphetamine and heroin use crept outside the confines of the family home and into his criminal record. A typical cycle looked like this: Joel would be arrested for possession and sometimes charged with intent to sell. He'd serve a short sentence and then transfer to a county treatment facility before graduating and starting the cycle over again. \"He always seemed to view those court-ordered rehabs as an extension of his sentence,\" Vargas says, \"just another stepping stone before he was back in the game again.\" While Joel's opioid use became his entry point to the criminal legal system, other people with opioid use disorder (OUD) and their families find themselves with different struggles that involve different parts of society. Some may find themselves embroiled in custody disputes within the child welfare system, for example. Others might be dealing with chronic health conditions that require them to navigate the medical care system. This complexity is why RAND researchers developed the ecosystem framework. Its purpose is to help policymakers see the bigger picture and adopt a holistic approach to problem-solving. RAND researchers developed this ecosystem framework to study issues and solve problems related to opioids. As in a biological ecosystem, the components interact directly and indirectly. People who use opioids and their family members are at the center, with ten interrelated systems, agencies, and sectors making up the outer components. \"People who use drugs and their families are truly at the core of this crisis, but there are ripple effects that extend to a broader swath of the population and many more governmental and nongovernmental systems,\" Stein says. \"These systems interconnect, often in unexpected ways,\" he adds. \"As a result, policies targeting one part of the system can have unintended consequences, affecting systems that were not intended to be targeted. Lack of a systems perspective also contributes to missed opportunities that could promote positive change.\" It wasn't until her son Joel was in the midst of his lengthiest prison sentence yet—five to seven years—that Vargas saw a glimmer of hope in the system. Thanks to a 2011 California prison realignment law, Joel was released early under the condition that he would complete a county-mandated holistic treatment program. For Vargas, the program was a glimpse into what rehabilitation could be. Joel received medication-assisted treatment, psychological counseling, and job and life-skills training. \"It treated the whole person,\" Vargas says. Visualization Researchers at the RAND Corporation are thinking beyond traditional silos to solve problems within America's Opioid Ecosystem. This framework can help federal, state, and local policymakers better understand the dynamics of our opioid-involved problems—and explore innovative and evidence-based solutions. Soon after, Joel started a job as a roofer and began to regain his confidence. \"I'm a real boy, Mom!\" Vargas recalls him joking at the time. Joel remained sober for nearly three years. But before long, Joel struggled to show up for work on time. He lost his job and later relapsed. \"This time, he fell hard and fast,\" Vargas says. Joel's experience zig-zagging through siloed—albeit often well-meaning—systems reflects America's opioid problem at large. RAND research shows that the vastness and complexity of the opioid crisis will require bold solutions that meet the moment. Multiple policies have been implemented to reduce illicit opioid use, enhance effective treatment, and mitigate opioid-related harms, but as Vargas's story illustrates, decisionmakers need to cast a wider net. The new RAND report offers policy ideas that are rooted in evidence and innovation and that function across and within the many components of the opioid ecosystem. \"This is an urgent problem that requires a sufficiently urgent response,\" Kilmer says. \"If we want to save lives, we need to act now—but we need to think beyond our current approaches.\" In one example, state and local governments could merge individual-level data across multiple ecosystem components. This could help stakeholders across systems better understand how components interact and how individuals flow across components. This information could also be used to conduct more-rigorous evaluations of policy interventions that are intended to reduce SUDs and related harms. The RAND report highlights roughly 40 other policy considerations for decisionmakers, with a focus on addressing barriers across systems that create additional challenges for people with OUD and their families. \"There is considerable uncertainty and hesitancy regarding the introduction of some new interventions,\" Stein says. \"But we need to be creative in our response because our traditional methods for responding to drug epidemics won't reverse the death toll.\" If we want to save lives, we need to act now—but we need to think beyond our current approaches. Beau Kilmer Unfortunately for the Vargas family, the U.S. policy response was too little, too late. Not long after what would be his final relapse, Joel was found unresponsive at a friend's home. \"I had been texting him: 'Turn yourself in, do something, anything,'\" Vargas recalls. \"That was our last exchange. When we got the toxicology report back after he died, we learned there was heroin and meth in his system.\" Vargas didn't have the luxury of leaning into her grief. Amid Joel's struggle with addiction, Vargas's daughter had developed her own problems with alcohol and heroin. Vargas felt compelled to advocate for a holistic policy approach to help other families like hers. She got involved with nonprofits and organizations like the Partnership to End Addiction and the Recovery Advocacy Project. \"I've learned in my personal experience that this is really a community issue,\" Vargas says. \"We need to begin to build communities that make it easier to find help and normalize the need to find help. If there's one good thing that came out of the opioid epidemic, it's the awareness that this is an equal-opportunity killer. This is a problem that affects all communities.\" Pattie Vargas poses with her son, Joel. Today, Vargas is grateful that her daughter recently celebrated a year in recovery. But the loss of her son Joel is an ever-present reminder of the need for comprehensive policy change. She knows firsthand that it's a matter of life and death. It's the same notion that motivates the RAND research team. \"New ideas are desperately needed, whether they're public policies, technologies, or criminal legal strategies,\" Kilmer says. \"Continuing to treat fentanyl and other opioids just like previous drug epidemics will likely be insufficient and may condemn thousands more to early deaths. We needed this response years ago—but there's still time to get it right and save lives.\" Maria Gardner (writing), Haley Okuley (design), and Emily Cantin (production)",
    "overview": "Fatal overdoses are on the rise in the United States as potent, synthetic opioids—such as fentanyl—proliferate. But deaths are just the tip of America's iceberg-sized opioid problem. To save and improve lives, policymakers will need to take a holistic approach. People who use opioids and their families should be at the heart of this new response.",
    "topine": "The opioid dilemma is an urgent problem that requires a sufficiently urgent response. If we want to save lives, we need to act now—but we need to think beyond our current approaches. Share on Twitter",
    "tags": [
      "Fentanyl and Other Synthetic Opioids",
      "Substance Use Disorder Treatment",
      "Substance Use Harm Reduction",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/research_reports/RRA604-1/_jcr_content/par/teaser.crop.375x280.cb.jpeg/1692997952428.jpeg",
        "width": "375",
        "height": "280",
        "desc": "Closeup of six water drops surrounding a larger drop on a green leaf, photo by ThomasVogel/Getty Images"
      },
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/opioids-are-hurting-too-many-of-us-we-need-a-new-approach/_jcr_content/par/digitalarticle/par-digital-article/wrapperdiv_2005212665/imagewithclass.fit.0x0.gif/1679348770811.gif",
        "width": null,
        "height": null,
        "desc": ""
      },
      {
        "url_image": "https://www.rand.org/content/rand/pubs/visualizations/DVA604-1/ecosystem-approach-to-opioid-policy/_jcr_content/par/teaser.crop.375x280.cm.png/1678739126422.png",
        "width": "375",
        "height": "280",
        "desc": "Visualization representing the opioids ecosystem—A person who uses opioids and their family are at the center and there are ten components in a circle around them including medical care, criminal legal system, illegal supply and supply control, harm reduction, first responders, child welfare, income support and homeless services, employment, education, and substance use disorder treatment."
      },
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/opioids-are-hurting-too-many-of-us-we-need-a-new-approach/_jcr_content/par/digitalarticle/par-digital-article/imagewithclass_1593411481.fit.300x0.jpeg/1674594195715.jpeg",
        "width": "300",
        "height": "300",
        "desc": "Joel and Pattie Vargas"
      }
    ]
  }
}