{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:16:00.567350",
  "crawling_time_epoch": 1703240160,
  "type": "Commentary",
  "title": "Immigrant Location Policies Can Be Done Right, but That Isn't Happening Right Now",
  "url": "https://www.rand.org/pubs/commentary/2023/01/immigrant-location-policies-can-be-done-right-but-that.html",
  "descriptions": "Sudden influxes of migrants across the southwest U.S. border are not new, but they are also increasing. Immigration relocation policies are likely one of the best ways to address migrant surges if done in an organized, humane, and thoughtful way.",
  "posted": "Jan 19, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/01/immigrant-location-policies-can-be-done-right-but-that/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1679512534078.jpeg",
    "desc": "Pedro Luis Ruiz buys a bus ticket to go to Miami after crossing from Mexico into the U.S. to continue his asylum request, El Paso, Texas, March 11, 2021, photo by Jose Luis Gonzalez/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Julia H. Kaufman Shelly Culbertson",
      "profil": "https://www.rand.org/about/people/k/kaufman_julia_h.html",
      "position": "Associate Research Department Director, Behavioral and Policy Sciences Department; Codirector, American Educator Panels; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Director, Infrastructure, Immigration, & Security Operations Program, RAND Homeland Security Research Division; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@juliahkaufman @SC_Culbertson",
      "contact": "https://www.twitter.com/juliahkaufman"
    },
    "tags": [
      "Human Capital Investments",
      "Immigrants and Emigrants",
      "Immigration and Emigration",
      "Refugees",
      "United States",
      "www.rand.org"
    ],
    "Article": "An average of 2,400 migrants per day have been encountered near El Paso, Texas over the past week, leading the city's mayor to declare a state of emergency. Shelters are overflowing, migrants are sleeping in the streets in near-freezing weather, and the usually welcoming city is overwhelmed. Far from El Paso, the mayor of Denver just declared a state of emergency because of the city's struggles to manage migrant arrivals. Sudden influxes of migrants across the U.S. southwest border are not new, but they are also increasing. Apprehensions of migrants at the U.S. southwestern border totaled a record nearly 2.4 million for this past fiscal year, from October 2021 through September 2022—an all-time high of both asylum-seekers and people pursuing economic opportunities, and from more countries than typically seen. In the face of this unprecedented migration, surges like the ones in El Paso and Denver are likely to become crises more quickly and challenge the capacity of states like Texas where migrants cross over. The knee-jerk approach of governors in several border states of transporting migrants to cities in other parts of the country—often with little coordination with those receiving cities—is not the ideal solution. But, at the same time, immigration relocation policies are likely one of the best ways to address migrant surges if done in a more organized, humane, and thoughtful way instead of as political theater. Immigration relocation policies are likely one of the best ways to address migrant surges if done in an organized, humane, and thoughtful way. As those in states like Texas, Arizona, California, New York, and Florida are well aware, the needs of asylum-seekers are acute. Large numbers of new asylum-seekers lead to crowded schools, strained emergency health care systems, and a housing crunch (PDF). New York City recently ran out of available temporary housing, and set up tent camps for 13,000 asylum-seekers. In another example from our own recent RAND research, we estimated that in a three-year period between 2017 and 2020, 321,000 undocumented and asylum-seeking children from Mexico, El Salvador, Guatemala, and Honduras enrolled in U.S. public schools (which are required under federal law to provide education to all children regardless of immigration status). We estimated that public schools in Los Angeles, California, and Harris County, Texas (which includes Houston), enrolled 30,000 and 20,000 new students respectively. School systems struggle to serve needs of so many new children efficiently and effectively. Migrant location policies can be done right. While there are certainly some host communities across the United States that are overwhelmed with more newcomers than they can handle, other states and communities appear ready to accept migrants. In addition, key sectors of the American economy are facing a worker shortage, and some have called for a state-based visa system. Developing a strategy to relocate southwest border migrants among these more-willing states and host communities could be useful and have many downstream benefits—but only if it is done in a deliberate, coordinated, and humane way. For examples of relocation policies that could make sense for everyone, the United States might look to how other countries have dealt with an influx of migrants. Colombia gave refugees from Venezuela temporary protection status, which includes the right to work to support themselves. The EU has experimented with coordinating location policies for migrants with labor market needs. In our research conducted on the Syrian refugee crisis, we recommended that Turkey and Jordan allow or incentivize refugees to relocate to areas with labor market demand, instead of requiring them to remain in border areas and limiting legal work opportunities. Strategies like job matching and helping migrants obtain work permits give refugees the dignity of being able to support themselves, as well as to contribute to local economies. If states focused on providing pragmatic and humane solutions, it could create conditions for migration that stand to benefit everyone. If states sending migrants elsewhere worked cooperatively with receiving communities elsewhere, they could potentially create job-matching programs that benefit both migrants and employers experiencing worker shortages. New York Mayor Eric Adams has already taken this step, advocating for asylum-seekers flowing into his city to be granted work permits both to support themselves and fill some of New York's worker shortage. Redistribution of migrants across the United States doesn't have to be contentious if the process is undertaken systematically, cooperatively, and strategically—all while respecting the dignity of the migrants themselves. If states focused on providing pragmatic and humane solutions, it could create conditions for migration that stand to benefit everyone. Julia Kaufman and Shelly Culbertson are senior researchers at the nonprofit, nonpartisan RAND Corporation. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}