{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:52:19.958821",
  "crawling_time_epoch": 1703231539,
  "type": "Commentary",
  "title": "Improving Inclusion of Women Veterans",
  "url": "https://www.rand.org/pubs/commentary/2023/03/improving-inclusion-of-women-veterans.html",
  "descriptions": "The Department of Veterans Affairs (VA) is formally changing its official mission statement to be more inclusive. This is a meaningful step forward in symbolically affirming the VA's dedication to serving all who served.",
  "posted": "Mar 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/03/improving-inclusion-of-women-veterans/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1679688320605.jpeg",
    "desc": "Department of Veterans Affairs sign and motto, photo courtesy of Department of Veterans Affairs"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Kayla M. Williams",
      "profil": "https://www.rand.org/about/people/w/williams_kayla_m.html",
      "position": "Senior Policy Researcher",
      "username": "@KWilliams101",
      "contact": "https://www.twitter.com/KWilliams101"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.female-populations.html",
        "tag": "Female Populations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-veterans.html",
        "tag": "Military Veterans"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "On March 16, Veterans Affairs Secretary Denis McDonough announced that the department is formally changing its official mission statement: “to fulfill President Lincoln's promise to care for those who have served in our nation's military and for their families, caregivers, and survivors.” This is a meaningful step forward in symbolically affirming the VA's dedication to serving all who served. The statement has its roots in Lincoln's second inaugural address delivered at the close of the Civil War in 1865, which became the VA's “motto (PDF)” in 1959. Former Secretary Eric Shinseki, who served from 2009 to 2014, added more-inclusive language when formalizing the department's mission statement as: “To fulfill President Lincoln's promise: 'To care for him who shall have borne the battle, and for his widow, and his orphan' by serving and honoring the men and women who are America's Veterans” (emphasis mine). In recognition of concerns raised by women veterans, former Secretary Robert McDonald, who served from 2014 to 2017, directed use of a modernized variation, “To care for those 'who shall have borne the battle' and their families and survivors,” in speeches and online. Many facilities also hung posters highlighting this shift. However, both outside advocates like IAVA and legislators continued to push for a more-formal update. Particularly among women veterans from prior eras, lack of recognition of their status as veterans—by themselves and their peers—posed a barrier to seeking care. Are changes like this purely rhetorical, as some argue, or do they really matter? My research on minority veterans in New York State found that many women veterans experienced VA medical centers as male-dominated spaces that were less welcoming to women, which could discourage survivors of military sexual trauma in particular from seeking care. Recent RAND research on the needs of women veterans in western Pennsylvania also found that “feeling invisible and devalued can be profound for some women veterans particularly those with a trauma history;” the report noted that unwelcoming environments in VA facilities “can deter women veterans from future engagement in health care and related services.” Particularly among women veterans from prior eras, lack of recognition of their status as veterans—by themselves and their peers—posed a barrier to seeking care. Women veterans and other advocates have raised concerns that the old version of the mission statement, emblazoned in bronze on the front of VA Central Office and on plaques at many VA facilities nationwide, contributed directly to that feeling of being unrecognized. Replacing this signage could demonstrate that the department takes their concerns seriously, and the department worked carefully to incorporate employee and veteran feedback when developing its new mission statement. It is not only women veteran patients who may feel unrecognized or unwelcome by this language, of course. Lesbian, gay, bisexual, transgender, and queer (LGBTQ+) veterans are also more likely to “report harassment and feeling unwelcome (PDF) at VA,” and affirming their identities can reduce health disparities. Though data is sparse, we know women and LGBTQ+ veterans are among those buried in VA's National Cemetery Administration cemeteries. The spouses, parents, siblings, and children of all these veterans may also not find the terminology “widows and orphans” inclusive of their experiences and connections to the veterans they loved. RAND previously found that over 40 percent of military caregivers are men. Caregivers play a vital role in veterans' long-term health and well-being; it is critical to ensure that diverse caregivers feel their experiences supporting their loved ones are validated and reflected. It is critical to ensure that diverse caregivers feel their experiences supporting their loved ones are validated and reflected. Language can shape the way we think and behave, sometimes in subtle ways. Signs that cue employees, volunteers, family members, and veterans themselves to envision veterans as “he who shall have borne the battle” set the stage for women or LGBTQ+ veteran patients to experience subtle or overt discrimination in VA facilities. To be sure, some will argue that this change abandons Lincoln's words simply as a sop to “wokeism.” However, many veterans who did not serve in combat, both men and women, have also told me they didn't think they deserved VA care or benefits, even if they had service-connected injuries incurred stateside—because they had not “borne the battle.” It's past time for VA to be intentional in using language that better allows for building trusted relationships with all who have served, and I applaud this step forward. I hope to see new signage up at my local VA hospital during my next appointment—and look forward to seeing all outdated signs replaced nationwide. Kayla Williams is a senior policy researcher at the RAND Corporation. She most recently (2021–2022) served as assistant secretary of the Veterans Affairs Office of Public and Intergovernmental Affairs and previously served two years as director of the Center for Women Veterans at the Department of Veterans Affairs, serving as primary advisor to the Secretary on policies, programs, and legislation affecting women veterans. She is the author of “Love My Rifle More Than You: Young and Female in the U.S. Army,” a memoir of her deployment to Iraq. This commentary originally appeared on The Hill on March 16, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}