{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:08:57.694278",
  "crawling_time_epoch": 1703239737,
  "type": "Commentary",
  "title": "In National Security, Autistic Employees Are in the Closet. Here's Why",
  "url": "https://www.rand.org/pubs/commentary/2023/07/in-national-security-autistic-employees-are-in-the.html",
  "descriptions": "Archaic U.S. military and federal policies, combined with decades-old understandings about autism spectrum disorder, create an environment where people hide their autism and other cognitive diagnoses. Our national security challenges are too difficult and too important to leave to the portion of the population who use their brains in only “typical” ways.",
  "posted": "Jul 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/in-national-security-autistic-employees-are-in-the/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1690901070491.jpeg",
    "desc": "Silhouettes of human heads with representations of variation in the human brain, photo by VectorMine/Getty Images"
  },
  "content": {
    "source": "(Military Times)",
    "author": {
      "name": "Cortney Weinbaum",
      "profil": "https://www.rand.org/about/people/w/weinbaum_cortney.html",
      "position": "Senior Management Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@cortney_dc",
      "contact": "https://www.twitter.com/cortney_dc"
    },
    "tags": [
      "Autism Spectrum Disorders",
      "National Security Organizations",
      "People with Disabilities",
      "United States",
      "Workforce Diversity",
      "Workplace Discrimination",
      "www.rand.org"
    ],
    "Article": "At a conference of intelligence community professionals, I briefly stood up to describe a study my team was embarking on—the first ever conducted in the United States about neurodiversity and national security. Anyone who wanted to discuss it, I said, could find me later by the coffee table. Two women introduced themselves as autistic senior intelligence officers. One was a leader at her agency; the other a highly seasoned intelligence officer. Both said their wish is for their autistic colleagues to be able to serve out of the closet, “like the LGBTQ community can.” My team set out to examine whether neurodiversity—the diversity of all cognitive functions—would offer benefits to U.S. national security, as it has for Israel, the UK, and Australia. But we found that archaic U.S. military and federal policies, combined with decades-old understandings about autism spectrum disorder, create an environment where people hide their autism and other cognitive diagnoses. Still, when word spread that we were contacting agency human resources departments asking about neurodiversity, my phone started ringing. Individual employees and military service members wanted to be interviewed. U.S. military and federal policies, combined with decades-old understandings about autism spectrum disorder, create an environment where people hide their autism and other cognitive diagnoses. They introduced themselves as intelligence officers, a company commander, a former polygraph examiner, and coming from jobs where they handle the most sensitive national secrets. Some were active duty, or civilians, or veterans retired from military service who now work in civilian positions. Most were hiding their diagnoses—or intentionally avoiding getting officially diagnosed. For some, it was because they had experienced bullying by coworkers or classmates in the past. Others feared losing the careers they love, possibly by being discharged from the military. The official Department of Defense policy (PDF) is to exclude all autistic candidates from military service—with no exceptions. The reality is much more complicated. The people we spoke to were often diagnosed after they joined the military. They described going outside of the military health system to pursue a diagnosis in secret during adulthood. A widely held perception among the service members we spoke to is that their 10 or 20 years of successful military promotions could be erased if an autism diagnosis becomes known—even though that condition would have existed since early childhood. Government civilian employees—across the Departments of Defense, Homeland Security, and State, and the intelligence community—face a different type of dilemma. Government employers cannot discriminate against job candidates because of a medical diagnosis, so the government's response is the Schedule A letter (PDF)—a streamlined hiring process for those with disabilities. Neurodivergent applicants have a choice: Declare themselves “severely disabled” to get accommodations during the hiring process and as an employee or keep their diagnosis secret to try to prevent anticipated bias or discrimination. For employees who do not consider themselves disabled, requiring a declaration of “severe” disability—simply to use noise canceling headphones in their classified office, to block time on their calendars for no meetings, or to request that meeting agendas be sent out in advance—was insulting. Although our study only examined the national security community, such challenges likely apply widely across the federal workforce. Applying for jobs that require the highest level of security clearances produces a new wave of challenges. Security clearance holders described asking themselves whether they should disclose their diagnosis during the clearance process—so their investigator does not misinterpret their stimming (body movements that may appear similar to intense fidgeting), lack of eye contact, or inability to form direct answers to questions as a counterintelligence threat. Or should they keep their diagnosis private for all the reasons described above? We found no evidence that security clearance investigators or polygraph examiners have access to any research or training describing how a neurodivergent candidate would behave differently before, during, or after an interview, or during a polygraph exam. Is the physiology—heart rate, breathing speed, or blood pressure—of a polygraph subject under stress the same for an autistic candidate as a non-autistic? We do not know. Military and civilian personnel alike described striving to hide the effects of their condition and working without the assistance of prescription medications, such as those to help manage attention deficit hyperactivity disorder, or ADHD, which is another neurodivergent diagnosis. I wear prescription eyeglasses daily, and I imagined how I would hide my nearsightedness at my job if I was either not allowed to have imperfect vision or if prescription eyewear was forbidden. I could navigate into my office building and sit upright in meetings without glasses, but the result would be headaches and psychological stress, possibly similar what our neurodivergent interviewees described experiencing at the end of a workday spent hiding their symptoms. The cumulative effects over a career sounded exhausting. It does not have to be this way. Multibillion dollar companies, such as Ernst & Young and Google, have learned that valuing neurodiversity in their workforces increases their company's access to highly skilled and highly educated talent, including in scientific and technical disciplines. The CEO of one defense contracting firm described how his autistic workforce tags geospatial imagery with high precision rates and low error rates. He bragged that his autistic employees could look at a blurry satellite image obscured with foliage and tell the difference between a Russian MiG aircraft, a Ukrainian MiG, and a Russian MiG painted like a Ukrainian MiG. An autism diagnosis used to carry a stigma. When I was growing up in the 1980s, the school kids with autism went to a separate classroom, and it was assumed that their career potential was…well, not good. Our national security challenges are too difficult and too important to leave to the portion of the population that uses its brains in only “typical” ways. Today, by contrast, autism is understood as a spectrum diagnosis. Certainly, many people diagnosed with autism today would have been considered “normal” by the medical community during my childhood. Society's understanding of cognitive development has evolved since then. But that means that people who might have been recruited into military service decades ago—because no tools existed to diagnose them—are disqualified today. Our national security challenges are too difficult and too important to leave to the portion of the population that uses its brains in only “typical” ways. The military could develop tools to assess whether an individual's diagnosis will restrict success in certain jobs, just as it does for a vision diagnosis. The government could update its policies and re-examine current service regulations. Both the Pentagon and the civil service could engage in an open dialogue with advocates for the neurodivergent community. The result might open new pathways for recruitment or improve retention—particularly in critical career fields—and provide current members of the national security workforce with tools and policies to achieve greater success at their jobs. Cortney Weinbaum is a senior national security researcher at the nonprofit, nonpartisan, RAND Corporation. She is the author of the study “Neurodiversity and National Security: How to Tackle National Security Challenges with a Wider Range of Cognitive Talents.” She is a former intelligence officer. This commentary originally appeared on Military Times on July 17, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}