{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:17:25.495708",
  "crawling_time_epoch": 1703240245,
  "type": "Commentary",
  "title": "India Upholds the Rules-Based Liberal International Order—But in Its Own Way",
  "url": "https://www.rand.org/pubs/commentary/2022/12/india-upholds-the-rules-based-liberal-international.html",
  "descriptions": "Contrary to continued U.S. questions about the degree of New Delhi's commitment to the liberal international order, India has shown that it is committed in its own, sometimes limited way. Of course, securing Indian national interests will always be paramount. U.S. policymakers might recognize that any additional pressure is likely to be counterproductive.",
  "posted": "Dec 9, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2022/12/india-upholds-the-rules-based-liberal-international/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1671549730093.jpeg",
    "desc": "Indian Prime Minister Narendra Modi shakes hands with Russian President Vladimir Putin during their meeting at Hyderabad House in New Delhi, India, December 6, 2021, photo by Sonu Mehta/Hindustan Times/Sipa USA via Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "position": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "Geopolitical Strategic Competition",
      "India",
      "International Diplomacy",
      "Russia",
      "Security Cooperation",
      "www.rand.org"
    ],
    "Article": "For U.S. policymakers, India's relentless ambiguity about Russia's war in Ukraine has been maddening. At the United Nations, India has voted to abstain on nearly every resolution condemning Russian aggression. In other multilateral venues, such as the Quadrilateral Security Dialogue (or Quad)—which consists of Australia, India, Japan, and the United States—New Delhi refuses to even mention Moscow, let alone criticize it. Nor has India signed on to economic and financial sanctions on Russia. New Delhi's policy position is especially frustrating for the Biden administration because it believes India is critical to the success or failure of the Indo-Pacific strategy designed to counter China. U.S. policymakers are left to wonder: If India refuses to uphold the liberal international order—including the U.N. Charter protecting sovereign borders—with Russia, then how could it possibly be expected to do so with China? Indeed, as I wrote in Foreign Policy in June, Indian Prime Minister Narendra Modi and his government are pursuing an ultra-realist foreign policy that deprioritizes the legal and moral aspects of international affairs to secure India's national interests. By refusing to condemn Russia, India receives tangible economic and security benefits, including the ability to purchase heavily discounted oil and continue to access Russian-made weapons for its armed forces. It should therefore come as no surprise that New Delhi is not breaking its long-standing partnership with Moscow, which dates from the Cold War. Yet, as frustrating as India's behavior has been, the reality is that New Delhi is not abandoning the liberal international order to salvage its relations with Russia. For example, while attending the Shanghai Cooperation Organization summit in September, Modi rebuked Russian aggression when he looked Russian President Vladimir Putin in the eye and said, “I know that today's era is not an era of war, and I have spoken to you on the phone about this.” Last month, when it appeared that the G-20 summit in Bali, Indonesia, would not agree on a joint statement because of differing views regarding the war in Ukraine, New Delhi reportedly stepped up and helped forge the consensus that enabled the group to issue language mostly condemning Moscow. Modi is also skipping an annual summit with Putin, reportedly over the latter's threats to use nuclear weapons in Ukraine. India has been a protector of the international order in other ways, too. For instance, Indian External Affairs Minister S. Jaishankar has consistently called for a peaceful settlement of the Ukraine conflict—even when it was diplomatically inconvenient to voice this position, such as during his visit to Moscow in November. Neither Jaishankar nor any other part of the Indian government have suggested that such a peace settlement should come at the expense of Kyiv's territory. New Delhi also consistently laments the fallout that the war continues to inflict on food and fertilizer supplies, especially for countries of the global south. Just because New Delhi supports the liberal international order does not, however, mean that it is entirely comfortable with the arrangement. Most importantly, India is not a revisionist state. Notwithstanding its invasion of Portuguese-held Goa in 1961, it has overwhelmingly shunned war unless attacked. And it has joined the Quad, a multilateral forum of like-minded democratic nations. Although New Delhi has been reluctant to engage in democracy promotion abroad, it has increasingly been engaged in this space, whether in the form of training African and Asian officials in electoral and parliamentary systems or in South-South development cooperation focused on governance and civil society. India has also trained foreign officers in the importance of maintaining civilian control over the military as well as the role of human rights and free media. Just because New Delhi supports the liberal international order does not, however, mean that it is entirely comfortable with the arrangement. As the world's most populated and perhaps most dynamic post-colonial state, India will perpetually question that order's utility and wonder if the country is hewing too closely to rules that have, yet again, been set by outsiders. Rather, India aspires to become part of the newly emerging multipolar international landscape. So much so that one Indian observer, Happymon Jacob, recently noted that Indian policymakers “inherently think of themselves as a pole in the international system… Therefore, those wishing to work with India on the global stage must learn to deal with the 'India pole.'” He added that “[t]he question to ask India is not 'whose side are you on?' but 'what is your side?'” India appears to be seeking to enter this new multipolar world by avoiding great-power competition entirely—instead forging its own, nonaligned path. Although India's nonalignment is viewed by many in Washington as fence-sitting, its position may actually be stabilizing for today's international system: With India in no one's camp, the grand strategic prize that no bloc can win diminishes each side's collective power against the others and thereby dampens the prospects for conflict. This, too, seems a net positive for upholding the international order. If Washington believes that New Delhi will simply adopt every U.S. policy, then it will be sorely disappointed. New Delhi can not only abstain on U.S.-led actions like condemning Russian aggression against Ukraine but also actively oppose them as well. One notable example was India's opposition to the U.S.-led invasion of Iraq in 2003 to remove the country's leader, Saddam Hussein, and eliminate his alleged weapons of mass destruction. When U.S. decisions on the world stage contribute to India's national interests, on the other hand, the likelihood of gaining New Delhi's support increases significantly. A good example was the U.S. decision to remove al Qaeda operatives in Afghanistan post-9/11, as India shared Western concerns about the potential for terrorist attacks emanating from Afghanistan. Assuming India reaches great-power status in the decades to come, it will be important to understand the extent to which it plans to continue upholding the liberal international order. Assuming India reaches great-power status in the decades to come, it will be important to understand the extent to which it plans to continue upholding the liberal international order. On the one hand, New Delhi's quiet support for Western objectives against Moscow (even as it continues to partner with it) suggests India will prioritize the framework in the future. On the other hand, New Delhi's ultra-realist instincts at a bilateral level would seem to contradict this approach. India seeks to be beholden to no other countries and therefore might choose to abandon the liberal international order entirely. The bottom line is that India, as a great power, is unlikely to uphold the order in quite the same way as the West—if it does so at all. Much of this will depend on future international circumstances and the state of Indian domestic politics. In the more immediate future, contrary to continued U.S. questions about the degree of New Delhi's commitment to the liberal international order, India has shown that it is committed in its own, sometimes limited way. Of course, securing Indian national interests will always be paramount—such as the oil and weapons India gets from Russia. Beyond that, U.S. policymakers might recognize that any additional pressure is likely to be counterproductive. Modi and Biden apparently reached an accommodation in May, whereby they would simply agree to disagree on whether to condemn Russian aggression. Since then, the U.S.-India partnership has continued to experience remarkable success. This is the template Washington might keep in mind going forward. Derek Grossman is a senior defense analyst at the RAND Corporation, an adjunct professor at the University of Southern California, and a former daily intelligence briefer to the U.S. assistant secretary of defense for Asian and Pacific security affairs. This commentary originally appeared on Foreign Policy on December 9, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}