{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:27:34.507794",
  "crawling_time_epoch": 1704166054,
  "type": "Commentary",
  "title": "India Is Pushing Back Against China in South Asia",
  "url": "https://www.rand.org/pubs/commentary/2023/08/india-is-pushing-back-against-china-in-south-asia.html",
  "descriptions": "The jostling between India and China for influence in South Asia will likely prove crucial to the fate of U.S. Indo-Pacific strategy. The good news, at least for now, is that New Delhi has been mostly successful in pushing back against Beijing's rising influence across the region.",
  "posted": "Aug 21, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/08/india-is-pushing-back-against-china-in-south-asia/_jcr_content/par/teaser.crop.250x187.rm.jpeg/1693009978619.jpeg",
    "desc": "Prime Minister Narendra Modi of India (r) meets Nepal Prime Minister Pushpa Kamal Dahal at Hyderabad House in New Delhi, India, June 1, 2023, photo by ANI/Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "China",
      "Geopolitical Strategic Competition",
      "India",
      "International Economic Relations",
      "Security Cooperation",
      "South Asia",
      "United States",
      "www.rand.org"
    ],
    "Article": "As the intensifying strategic confrontation between the United States and China dominates many foreign-policy debates, another important competition is quietly playing out. The jostling between India and China for influence in South Asia—from the Himalayas to the islands off the subcontinent in the Indian Ocean—will likely prove crucial to the fate of Washington's strategy to keep the region “free and open” from Chinese coercion. And the good news, at least for now, is that New Delhi—an increasingly close U.S. partner—has been mostly successful in pushing back against Beijing's rising influence across the region. South Asia—comprising Afghanistan, Bangladesh, Bhutan, India, the Maldives, Nepal, Pakistan, and Sri Lanka—has been a hotbed of Sino-Indian strategic competition for years. New Delhi's concern is that Beijing, with whom it has clashed multiple times along their disputed land border in the Himalayas, plans to spin a web of alliances to encircle India—on land and at sea—and ultimately supplant it as the dominant power over South Asia. Notably, all the region's countries, with the exception of Bhutan, are participants in China's Belt and Road Initiative (BRI), a vast economic plan for investment and infrastructure development. Beijing has also secured access to key ports along the Indian Ocean, including Gwadar in Pakistan, Hambantota in Sri Lanka, and Chittagong in Bangladesh, that have caused New Delhi to worry about a so-called string of pearls strategy aimed at hemming India in. Just four years ago, India found its neighborhood was particularly worrisome as China-friendly governments came to power in the Maldives, Nepal, Sri Lanka, and, of course, Pakistan. India also committed a series of strategic blunders in its relations with some of its neighbors, undermining its longstanding Neighborhood First policy. But times have changed. Today, India has strong ties to the Maldives, Nepal, and Sri Lanka, and it has shored up relations with Bangladesh. New Delhi has at least matched, if not surpassed, Beijing's influence with the Taliban in Afghanistan. To be sure, Pakistan remains an intractable problem because of longstanding sovereignty and territorial disputes over the Kashmir region as well as Islamabad's “all-weather partnership” with Beijing. But bilateral relations between India and Pakistan have not appreciably worsened either. And while India is worried that Bhutan has not included it in border negotiations with China, New Delhi maintains a longstanding relationship with the Himalayan kingdom, allowing it to keep close tabs on the situation to secure its interests. All of this indicates an important inflection point in South Asia. India is no longer losing—and may even be winning—its strategic competition with China in the region. Following the U.S. military withdrawal from Afghanistan in August 2021, China seemed like the obvious great power to fill the void, not least to gain access to the vast mineral wealth locked within the country's mountains. China has long desired access to the Mes Aynak copper mine, and this April, a Chinese firm offered the Taliban $10 billion to mine lithium deposits. Additionally, in May, the Taliban agreed to allow China to extend BRI into Afghanistan from Pakistan. However, these goals are clearly aspirational and long term, especially without the Taliban offering sufficient security guarantees for Chinese workers in the country. While Beijing has cultivated ties to the Taliban, the reality is China has remained exceedingly cautious because of concerns that the Taliban might secretly harbor and instigate Islamic extremist groups to launch attacks into China's Xinjiang province. India is no longer losing—and may even be winning—its strategic competition with China in South Asia. Although India is likewise concerned that Taliban-run Afghanistan might once again become a playground for terrorists, especially those who are anti-India and supported by Pakistan, it has taken a gamble and forged working ties to the Taliban. In June 2022, New Delhi deployed a technical team to its embassy in Kabul to maintain operations in the country. India has also sent humanitarian aid in the form of food and medical supplies as well as development assistance. These signs of goodwill, which do not necessarily have an attachment to business interests, have been welcomed by the Taliban, and the regime is reciprocating. For example, the Taliban last December reportedly asked New Delhi to complete 20 stalled infrastructure projects in Afghanistan, in an initiative that would rival China's BRI. In February, India also announced funds budgeted for Afghanistan's reconstruction, garnering applause from the Taliban. India may also benefit from strained relations between the Taliban and their patron, Pakistan. Attacks in Pakistan by the Taliban's sister group, Tehreek-e-Taliban Pakistan, have risen since the end of a cease-fire in 2021, including a February incident in which five Pakistani soldiers were killed. The controversy over the disputed Durand Line separating Pakistan and Afghanistan has given India additional opportunities to serve as an alternative patron. This could harm China's standing as well, since it is closely aligned with Pakistan and shares many of Islamabad's goals in Afghanistan. In Bangladesh, where China-India competition has been fierce, India clearly has the edge. This should not be surprising, given that Bangladesh, formerly East Pakistan, in large part owes its very independence since 1971 to India's military support against Pakistani forces. Nevertheless, China has been making inroads there for some time. In 2016, Chinese President Xi Jinping made a historic visit to Bangladesh's capital, Dhaka, inking 27 BRI agreements worth around $24 billion and making China the biggest foreign line of credit to Bangladesh. By comparison, Indian Prime Minister Narendra Modi pledged $2 billion in assistance in 2015. Beijing and New Delhi both have access to Chittagong, Bangladesh's principal seaport along the Bay of Bengal, and China last year finished construction of the Padma Multipurpose Bridge to cut down transit times between Chittagong and Dhaka. Additionally, both sides are jockeying to develop Mongla and Payra ports. Through BRI, China has pledged to develop Bangladesh's road and rail infrastructure, as well as its power grid. China also remains a top trading partner. India, for its part, committed two related blunders. In 2019, the Modi government began the National Register of Citizens initiative that sought to verify the citizenship of residents in India's northeastern state of Assam; there were strong suspicions it was actually a religious test to threaten the country's Muslim minority. Later that year, New Delhi also passed the Citizenship Amendment Act, providing fast-track naturalization for non-Muslim immigrants. Bangladesh, as a Muslim-majority nation, was understandably frustrated by these discriminatory acts. Dhaka was particularly concerned that the National Register of Citizens might result in Muslim deportees ending up in Bangladesh. The country is already the makeshift home to nearly 1 million Muslim Rohingya refugees from its eastern neighbor Myanmar. Despite these frictions, India had developed into Bangladesh's most important strategic partner in recent years. Bangladeshi State Minister for Foreign Affairs Shahriar Alam noted in May that Bangladeshi-Indian ties were “unparalleled, incomparable to any other achievements that bilateral neighboring countries have made despite having some issues.” He further observed that while China was “a friend,” especially in the economic domain, Bangladesh's relationship “with India is at a different level because of the history.” Indeed, India has invited Bangladesh to New Delhi as its special guest at next month's G-20 summit. Some of this sentiment is undoubtedly baked into New Delhi's traditionally close ties to the Awami League, the Bangladeshi political party that has been in power for nearly 15 years. However, Chinese mistakes have played a role as well. Most notably, since Xi's visit to Dhaka in 2016, BRI projects have generally stalled. (The Padma Multipurpose Bridge is one of the few examples of tangible progress.) Additionally, Dhaka is likely frustrated by other issues, including the yawning bilateral trade deficit in Beijing's favor and Chinese diplomatic inaction to push Myanmar's military junta to repatriate Rohingya refugees. Bangladeshi Foreign Affairs Minister Abul Kalam Abdul Momen discussed these points during then–Chinese Foreign Minister Qin Gang's visit to Dhaka in January, but apparently made little progress. Meanwhile, as Foreign Policy described in a detailed report, China has been encouraging its citizens since at least 2015 to secretly move to and systematically establish villages in Bhutan, which it then uses as a pretext to annex Bhutan's land. Beijing's salami tactics not only seek to create a strategic buffer zone within Bhutan to prevent Bhutanese Tibetans from undermining Chinese control over Tibet, but also put Beijing in a position to threaten New Delhi's highly strategic Siliguri Corridor, a narrow strip of land that connects mainland India to its northeastern territories. In 2017, a monthslong standoff between Chinese and Indian forces near the corridor at Doklam—the tri-border point joining Bhutan, China, and India—underscored the extreme sensitivity of the region. Alarmingly for India, Bhutan is forging ahead to settle land boundaries bilaterally with China. In March, Bhutanese Prime Minister Lotay Tshering gave an interview to a Belgian outlet in which he said the border could be demarcated in “a meeting or two.” The following month, New Delhi hosted the king of Bhutan, Jigme Khesar Namgyel Wangchuk, for discussions that included the border question. India hopes to manage the situation through routine meetings with Bhutanese counterparts, including another meeting with the king last month at the Indo-Bhutanese border town of Gelephu rather than his royal palace—an exceptionally rare break of royal protocol that underlines India's still-special relationship with the kingdom. China does not even have diplomatic representation in Bhutan, raising questions about how much traction it can really have with the reclusive nation. Nevertheless, China and Bhutan held another round of border negotiations in May. Thus far, there has been no breakthrough—perhaps indicating Indian success in preventing border changes in which it does not have a say. Meanwhile, in the Maldives, India has enjoyed a total reversal of its strategic fortunes since 2018, not so much because of its own efforts but as a consequence of the island nation's domestic politics. Former Maldivian President Abdulla Yameen, who aggressively courted China instead of India, is now in prison on corruption and money-laundering charges. Yameen had been Beijing's man in Malé, the Maldivian capital. During his tenure, the Maldives joined BRI and signed a free-trade agreement with China. Yameen's government passed laws that allowed foreigners, including Chinese nationals, to own land. He also sought to construct a Chinese observatory capable of monitoring ship movements throughout the Indian Ocean region (though the project was apparently scrapped) and called for a greater Chinese presence in the Maldives to counter India. His party eventually ran a national “India Out” campaign, supported by Beijing. However, Yameen's successor, President Ibrahim Mohamed Solih, has radically changed course, pursuing an “India First” strategy while continuing to engage China on BRI projects, albeit less aggressively than Yameen. When Solih made a four-day visit to New Delhi to meet with Modi in August 2022, India extended a $100 million credit line to finance infrastructure and other projects in the cash-strapped Maldives, including construction of the Greater Malé Connectivity Project, a bridge-and-road project that will connect Malé to three other islands. This project will rival the China-Maldives Friendship Bridge between the capital and two other islands that was completed by China in 2018. In Nepal, there is an old adage that the country has historically been a “yam between two boulders,” always at risk of being squeezed by its behemoth neighbors. Although China's partnership with Nepal has been growing in recent years, Nepal-India relations are based on centuries of cultural, religious, and economic ties. But in September 2015, New Delhi established an undeclared economic blockade against the Nepali government in Kathmandu to express frustration with the impact of the new Nepali constitution on certain ethnic groups. This opened up an opportunity for China to make inroads with China-friendly factions within Nepal. In 2018, the Nepal Communist Party—which has strong sympathies for Beijing—came to power; it governed until 2021. During this time, Beijing and Kathmandu experienced a golden age of relations. Xi visited Nepal in October 2019, making him the first Chinese leader to do so in over 20 years. On his visit, he signed 23 agreements and memoranda of understanding for infrastructure and other deals, together worth $496 million in financial assistance. Xi further said that China's relationship with Nepal would be elevated to a “strategic partnership of cooperation,” which put Nepal on the same level, in Beijing's eyes, as a range of other nations that support Chinese development. But even under the pro-Chinese communists, Nepal refused to abide by all of China's wishes. For example, Nepal would not terminate a $500 million development grant from the United States, which was supported by India, to improve the country's electricity grid. Since 2021, India and Nepal have returned to normalcy. Modi met then-Prime Minister Sher Bahadur Deuba, a member of the India-friendly Nepali Congress party, twice in 2022—once in New Delhi and once in Lumbini, India, which is revered as Buddha's birthplace. After Nepal's November 2022 election returned the communists (albeit a different faction) to power, Modi met the new Prime Minister Pushpa Kamal Dahal this June, and the two leaders signed various agreements on trade, transit, and energy. This suggests that Beijing, even under favorable circumstances, cannot prevent or limit Kathmandu from engaging productively with India. Like in the Maldives and Nepal, Sri Lanka's recent domestic politics has also been a boon for India. The ousting of Sri Lanka's pro-China President Gotabaya Rajapaksa in the wake of the country's debt crisis brought President Ranil Wickremesinghe to power. Wickremesinghe recently visited Modi in New Delhi and signed economic and energy agreements. That India was the first country to offer a bailout package to Sri Lanka did much for neighborly good will. What's more, India's offer of $4 billion in humanitarian and financial assistance eclipsed Beijing's support for $2.9 billion through the International Monetary Fund, which not only was delayed but also came within the awkward context that China still owns as much as 20 percent of Sri Lanka's foreign debt. That said, China still has significant clout in the country. For example, over Indian objections, a Chinese navy ship in August 2022 docked at Sri Lanka's Hambantota port, which abuts one of the Indian Ocean's most strategic shipping lanes. Beijing owns and operates Hambantota on a 99-year lease; it gained control over the port as a consequence of Sri Lanka's inability to pay back BRI debts. There are also rumors that Beijing plans to build a radar facility at Dondra Bay, near the southernmost tip of Sri Lanka, that could spy on military bases as far away as India's Andaman and Nicobar Islands and the British-controlled island of Diego Garcia, from which the U.S. military operates as well. That said, the change in leadership has clearly improved India-Sri Lanka relations at China's expense. Pakistan has always been a challenge for India, but since the last significant border flare-up in 2019, tensions have mostly eased along the disputed border in Kashmir. In an encouraging sign, Pakistan's then–Prime Minister Shehbaz Sharif earlier this month said, “We are prepared to talk to everyone, even [India], provided that the neighbor is serious to talk serious matters on the table because war is no more an option.” Indeed, Islamabad refrained from escalating the 2019 incident further. And when Pakistan could have supported its declared “iron brother” China during the May 2020 Sino-Indian fighting in the disputed Galwan Valley by opening a second front, it kept its powder dry. Overall, India appears to be winning the strategic competition in South Asia. But there is no guarantee it will stay that way. Of course, China-Pakistan relations continue to soar. Last month, the two partners celebrated the 10th anniversary of the China-Pakistan Economic Corridor, one of the biggest and most strategically significant BRI projects; they have also increased military cooperation, such as with Beijing's delivery of two frigates to the Pakistani navy in May. But the simple fact that Islamabad remains willing to engage with New Delhi and has kept the Kashmir border region largely peaceful is a victory in and of itself. Overall, India appears to be winning the strategic competition in South Asia. But there is no guarantee it will stay that way. As we have seen, an election can change a country's geopolitical alignment in the blink of an eye. And China remains a formidable player, not least because its economy is more than five times as large as India's. China's ties to Pakistan are deep and close, its engagements with the Taliban in Afghanistan are growing, and it has a robust economic presence in Bangladesh, the Maldives, Nepal, and Sri Lanka. China can also leverage its strengthening relations with the military regime in Myanmar, which has both a long border with China and a lengthy coastline on the Bay of Bengal. Beijing's interest in developing the port of Kyaukphyu, Myanmar, has potentially significant implications for India's maritime security. If India fails to prevent Chinese influence from deepening across South Asia, it could seriously jeopardize the U.S. Indo-Pacific strategy as well. In this scenario, New Delhi would be intensely focused on strategic competition in its neighborhood and less likely to have bandwidth to support U.S. objectives farther afield, whether in Southeast Asia or the Pacific. India might also prioritize its partnership with Russia in hopes that Moscow might convince Beijing to change its behavior. Finally, if India concludes that China is successfully encircling it, this raises the possibility of war between two nuclear-armed powers. None of these outcomes are desirable, and to avoid them, Washington should look to bolster New Delhi's efforts to not only stay ahead of Beijing in South Asia, but further widen the gap. Derek Grossman is a senior defense analyst at the RAND Corporation, an adjunct professor at the University of Southern California, and a former daily intelligence briefer to the U.S. assistant secretary of defense for Asian and Pacific security affairs. This commentary originally appeared on Foreign Policy on August 16, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}