{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:09:14.327656",
  "crawling_time_epoch": 1703239754,
  "type": "Commentary",
  "title": "India Is Becoming a Power in Southeast Asia",
  "url": "https://www.rand.org/pubs/commentary/2023/07/india-is-becoming-a-power-in-southeast-asia.html",
  "descriptions": "The moment has been long in coming, but India is turning into a strategic actor in Southeast Asia. Even though the United States and its Asian treaty allies are not involved, India's moves raise the tantalizing possibility that it will increasingly complement the U.S. Indo-Pacific strategy to counter China in the coming years.",
  "posted": "Jul 10, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/india-is-becoming-a-power-in-southeast-asia/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1692104092274.jpeg",
    "desc": "India's Defence Minister Rajnath Singh (L) and Vietnam's Defence Minister General Phan Van Giang (R) shake hands during a ceremonial reception in New Delhi, India, June 19, 2023, photo by Kabir Jhangiani via Reuters Connect"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "position": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "China",
      "India",
      "International Diplomacy",
      "International Economic Relations",
      "Security Cooperation",
      "Southeast Asia",
      "United States",
      "www.rand.org"
    ],
    "Article": "The moment has been long in coming, but India is turning into a strategic actor in Southeast Asia. Amid a flurry of regional diplomacy, India has sealed an arms deal with Vietnam, sided with the Philippines over China on sovereignty disputes in the South China Sea, and enhanced defense cooperation with Indonesia. It is balance-of-power politics worthy of an international relations textbook: Even though most Southeast Asian governments have long made it their mantra not to choose geopolitical sides, China's aggressive posture in and around the South China Sea is driving India and its partners in the region together. As yet, none of these relationships are on the level of alliances or include a serious force deployment component, but the trend is clear. And even though the United States and its Asian treaty allies are not involved, India's moves raise the tantalizing possibility that it will increasingly complement the United States' Indo-Pacific strategy to counter China in the coming years. India's strategic outreach had its humble beginnings in 1991, when New Delhi announced the Look East policy—a recognition of the geostrategic significance of Southeast Asia to Indian security. More a vision than a concrete set of measures, Look East was followed by the Act East policy in 2014, when India began to proactively engage with the region to prevent it from succumbing to Chinese domination. Under Prime Minister Narendra Modi, who first announced Act East, India in recent years has steadily strengthened key partnerships across Southeast Asia, particularly with countries along the maritime rim of the Indo-Pacific. These moves are clearly designed to cooperate with Southeast Asian partners who also seek to maintain the rules-based international order and norms of behavior in the face of rising Chinese assertiveness in the region. Last month, Vietnamese Defense Minister Phan Van Giang visited his Indian counterpart, Rajnath Singh, in New Delhi and announced that India would transfer a missile corvette to the Vietnamese Navy to enhance maritime security. The two sides also reportedly discussed stepped-up training for Vietnamese military personnel operating submarines and fighter jets, as well as cooperation on cybersecurity and electronic warfare. There is also ongoing speculation that Vietnam may soon purchase India's BrahMos cruise missile, which is co-produced with Russia and could complicate Chinese military operations in disputed seas. To strengthen relations further, Hanoi and New Delhi have also been considering a potential trade deal. China's aggressive posture in and around the South China Sea is driving India and its partners in the region together. These recent moves reinforce the “comprehensive strategic partnership” India and Vietnam have maintained since Modi's 2016 visit to Vietnam. Hanoi maintains just four partnerships at this highest of levels—with China, India, Russia, and most recently South Korea. That underscores the high strategic value Hanoi places on New Delhi. By comparison, the United States is only a “comprehensive partner” for Vietnam, two levels below India's status. Washington has struggled to raise the partnership. The Philippines, a U.S. treaty ally, is steadily expanding and deepening its security partnership with India as well. Late last month, Philippine Foreign Secretary Enrique Manalo visited New Delhi and met with his Indian counterpart, S. Jaishankar. For the first time, India recognized the legitimacy of the 2016 arbitration ruling by the Permanent Court of Arbitration in The Hague in favor of Philippine sovereignty claims over China in the South China Sea. During the meeting, Jaishankar reiterated India's call on China to respect this ruling. Both sides further vowed to enhance their defense partnership through increased interactions between defense agencies and by sending an Indian defense attaché to Manila. India also offered a concessional line of credit to the Philippines to buy Indian defense equipment. According to a diplomatic source close to the negotiations, “We are both maritime nations and there is great scope where we could identify various cooperative activities including, in the future, joint sales and joint patrols and exchanging information, best practices, and anything to enhance [maritime domain awareness].” Both nations have closely collaborated on security matters in recent years. In 2019, for example, India participated in a joint naval drill in the South China Sea with Japan, the Philippines, and the United States. In 2021, the Indian Navy conducted bilateral drills with the Philippines. In addition, a fourth round of high-level defense dialogue between India and the Philippines concluded in April, with the two sides pledging to deepen defense cooperation further. In 2022, the Philippines inked a major deal to purchase India's BrahMos missiles. According to the Indian ambassador in Manila, India is exploring a preferential trade deal with the Philippines to boost their relationship, similar to what it is discussing with Vietnam. Meanwhile, India's security partnership with Indonesia has quietly been evolving in ways that also support the U.S. Indo-Pacific strategy. In February, an Indian Kilo-class conventional submarine made a first-ever port call to Indonesia, underscoring that New Delhi's undersea assets could have access to Indonesian ports sitting astride the strategic waterways traversing the vast archipelagic nation. Beijing already faces a major strategic headache in the form of the so-called Malacca dilemma—China's vulnerability to having its most important trade route cut off by the United States and its allies in the narrow waters between Singapore and Malaysia. Add potential blockades of Indonesia's Sunda Strait and Lombok Strait—two other strategic narrows—and China might have to rethink future military operations entirely. Indo-Indonesian defense relations truly kicked off in 2018, when Modi visited Jakarta and elevated relations to a comprehensive strategic partnership. As part of this, the two nations signed a new defense cooperation agreement. That same year, India and Indonesia launched a new naval exercise, Samudra Shakti, that incorporated a warfighting component. Since then, the two navies have conducted four rounds, the last of which was in May and prioritized anti-submarine operations. The Indian Navy has further supported Indonesia with humanitarian and disaster relief operations, particularly following the Sulawesi earthquake and tsunami that hit Palu in 2018. New Delhi and Jakarta are exploring potential air force cooperation as well. Indonesia may also follow in the footsteps of the Philippines by purchasing BrahMos missiles. On the economic side, the two nations are considering a preferential trade agreement, similar to what India is discussing with Vietnam and the Philippines. Other plans include enhancing links between Indonesia's Aceh province and India's Andaman and Nicobar Islands. These parts of the two countries are separated by just over 500 miles of sea, and Jakarta and New Delhi have been cooperating to boost trade and travel between them. India and Indonesia are also cooperating on developing infrastructure, such as a port at Sabang in Aceh, which could be viewed as India's rival to China's Belt and Road Initiative (BRI). India is also cooperating with Malaysia, another counterclaimant against China in the South China Sea, on the basis of an enhanced strategic partnership signed in 2015. In 2022, both Jaishankar and Singh met their Malaysian counterparts and expressed interest in deepening their partnership. After his meeting with Malaysian Defense Minister Hishammuddin bin Hussein, Singh described the engagement as “wonderful.” Although Kuala Lumpur's decision earlier this year to cancel a deal to purchase Indian-made Tejas fighter aircraft may have dampened the partnership somewhat, the intent clearly remains to strengthen ties in line with upholding the mutual goal of maintaining the rules-based international order in the region—especially internationally recognized maritime borders and freedom of navigation, neither of which Beijing accepts. When Jaishankar met then–Malaysian Foreign Minister Saifuddin Abdullah, the latter emphasized that India is a friend who shares the “ASEAN Outlook on the Indo-Pacific,” using the acronym for the Association of Southeast Asian Nations. Brunei is another emerging partner for India along the South China Sea. In 2021, the two nations renewed their defense agreement for five years, and they regularly engage in joint exercises, port visits by navy and coast guard ships, and official defense exchanges. India's strategic partnerships with Singapore and Thailand—a key partner and ally of the United States, respectively—are also close and longstanding. Singapore regularly engages in bilateral exercises, high-level dialogues, visits, and professional training with India. Modi visited (PDF) Singapore twice in 2018, and on the first trip, he signed 35 memoranda of understanding agreements on a range of security and economic issues. For example, he signed a logistical agreement to boost bilateral naval cooperation and multiple agreements pertaining to investment in human capital. On his second trip, Modi attended the India-ASEAN summit, underscoring New Delhi's emphasis on the region's significance. In 2022, Thailand and India took stock of their partnership and pledged to elevate defense engagements further, to include cybersecurity. Perhaps of greater importance is the economic side of their relationship. In a nod to New Delhi's original Look East policy, Bangkok implemented (PDF) its own Look West policy in 1997, in part to tap into the enormous Indian market. Moreover, Thailand and India are partnering with Myanmar to construct the India-Myanmar-Thailand Trilateral Highway that will significantly upgrade transport links between Southeast Asia and South Asia. Once the highway is completed, Modi and his government also want to add connections to Cambodia, Laos, and Vietnam—another clear rival to China's BRI. India further has good relations with both Cambodia and Laos. In May, Cambodian King Norodom Sihamoni visited India, and the two sides reaffirmed “the strong civilizational bond between us.” Phnom Penh and New Delhi cooperate on a range of socioeconomic projects, de-mining, water conservation, and heritage protection. India's engagement with Laos is less robust, but nevertheless, New Delhi and Vientiane are likely discussing ways to boost economic ties. This is all the more remarkable as both Phnom Penh and Vientiane are widely considered to be firmly in China's camp. Not all Indian engagements in the region are necessarily positive for the United States and its Indo-Pacific strategy, however. One notable example is India's relationship with the military junta in Myanmar, which has plans to enhance its partnership with Beijing. New Delhi has yet to condemn the 2021 coup that brought it to power, and India refuses to join Washington in putting political pressure on the junta in the form of sanctions or through other means. To be sure, India is in a difficult spot as chaos in Myanmar has caused concerns that instability could spill over the border, where the Indian states of Mizoram, Manipur, and Nagaland have ethnic and kinship ties with Myanmar. New Delhi hopes that its continued cooperation with the Burmese junta will contribute to greater stability in the border region. But even in Myanmar, India is doing some things that are in Washington's interest. Modi's joint statement with U.S. President Joe Biden last month, for example, mentions Myanmar and notes the importance of the junta releasing all political prisoners and returning to constructive dialogue. While this is hardly the condemnation of the regime Washington has been seeking, it is a start. Additionally, New Delhi in recent months confronted the junta on how it is apparently allowing Chinese workers to build a listening post to spy on India in the Coco Islands in the Bay of Bengal. Overall, India's Act East policy is a net positive for the U.S. Indo-Pacific strategy aimed at countering China. Washington should welcome and gently encourage New Delhi to do even more. From a multilateral perspective, India has been active as well. Within the existing India-ASEAN framework, the two parties in May held their inaugural group military exercise, known as ASEAN-India Maritime Exercise, in the South China Sea. The exercise reportedly attracted the attention of China's maritime militia, which was operating within Vietnam's exclusive economic zone and approached the exercise participants. Overall, India's Act East policy is a net positive for the U.S. Indo-Pacific strategy aimed at countering China. Washington should welcome and gently encourage New Delhi to do even more. For example, additional joint patrols in the South China Sea among India, the United States, and other nations—including those in the region—could bolster deterrence. Additional Indian infrastructure and development projects, as well as trade deals, could help lessen Beijing's economic dominance of Southeast Asia. Realistically, however, New Delhi rightly worries first and foremost about its own neighborhood, and its time and resources are inevitably constrained. China also maintains the inside track in Southeast Asia due to its growing power and proximity to the region. That said, New Delhi's policy of outreach to Southeast Asia—even if it is sustained only at current levels—will help further undermine Beijing. That, in and of itself, is a big win for Washington and its Asian allies. Derek Grossman is a senior defense analyst at the RAND Corporation, an adjunct professor at the University of Southern California, and a former daily intelligence briefer to the U.S. assistant secretary of defense for Asian and Pacific security affairs. This commentary originally appeared on Foreign Policy on July 7, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}