{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:34:10.047267",
  "crawling_time_epoch": 1704166450,
  "type": "Commentary",
  "title": "India Can Bridge the U.S.-Russia Divide over Ukraine",
  "url": "https://www.rand.org/pubs/commentary/2023/03/india-can-bridge-the-us-russia-divide-over-ukraine.html",
  "descriptions": "No country is as well positioned as India to mediate between Russia and the United States, and bring the Ukraine conflict to an end. Even limited success in ending the war will bolster India's credentials as an emerging great power, capable of accomplishing remarkable things that others cannot.",
  "posted": "Mar 20, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/03/india-can-bridge-the-us-russia-divide-over-ukraine/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1679348731780.jpeg",
    "desc": "Russia's Foreign Minister Sergei Lavrov and India's Foreign Minister Subrahmanyam Jaishankar shake hands before the start of G20 foreign ministers' meeting in New Delhi, India, March 2, 2023, photo by Russian Foreign Ministry/Handout via Reuters"
  },
  "content": {
    "source": "(Observer Research Foundation)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "India",
      "International Diplomacy",
      "Russia",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "India tried and failed. At least that is the quick and dirty take on India's diplomatic attempts to forge consensus between the United States and its allies, and Russia and China, to condemn the Ukraine Crisis at the G20 Foreign Ministers meeting held in early March in New Delhi. Indian External Affairs Minister Subrahmanyam Jaishankar conceded as much, noting “We tried, but the gap between the countries was too much.” Although India failed to cajole the participants into issuing a G20 joint declaration because of ongoing great power squabbles over the conflict, New Delhi's crucial role as a future mediator between the United States and Russia should not be underestimated. Indeed, there are good reasons to believe that India stands the best chance of any country to bring the two sides to the negotiating table, eventually including Ukraine, which would go a long way towards finally ending the conflict. For one thing, since its independence in 1947, India has maintained a nonaligned foreign policy. This certainly does not mean that India, in practice, avoids favoring one country over another. However, it does offer an open-door policy to all. India, for example, has diplomatic relations with not only the likes of Cuba, Iran, and North Korea, but with staunch U.S. allies, like Australia, Japan, and NATO, as well. In the context of handling Ukraine war negotiations, India would be an asset for the simple fact that it welcomes dialogue with virtually anyone, without preconditions or reservations. Another reason India makes sense for a mediator role is because it has very healthy partnerships with both of the Great Powers most involved in the war: Russia and the United States. Prime Minister Narendra Modi's government added to the nonalignment policy by introducing “multi-alignment”—essentially an all-vector hedging strategy—to its geopolitics. Through multi-alignment, India seeks to avoid becoming entangled with any one Great Power by strengthening cooperation with all of them. New Delhi hopes this approach will preserve India's strategic autonomy as the Great Power competition intensifies. And thus far, India has experienced much success. In the context of handling Ukraine war negotiations, India would be an asset for the simple fact that it welcomes dialogue with virtually anyone, without preconditions or reservations. Because India has refused to condemn the Ukraine Crisis, for example, Russia has become India's top supplier for discounted barrels of crude oil. This is not an insignificant coup considering India's enormous energy requirements as not only a rapidly developing nation, but now as the world's most populous country as well. While the West has been dismayed by this move, it also gives New Delhi a fair amount of leverage over the Kremlin, which is desperate to continue selling oil in spite of Western sanctions. India's longstanding and close ties to Russia dating back to the Cold War also allow New Delhi to criticize Russian policies, if only subtly, without retribution. At last year's G20 Summit held in Indonesia, for instance, Modi looked Russian President Vladimir Putin in the eye and said “Today's era is not an era of war, and I have spoken to you on the phone about this.” India's partnership with the United States is at least as strong as its Russia partnership, and arguably the best it has been in history. Since Modi came to power in 2014, New Delhi has prioritized stronger ties with Washington, primarily to counter Beijing's growing assertiveness throughout the Indo-Pacific, to include along the disputed land border separating India from China. In 2017, Chinese road construction at Doklam—a geostrategically sensitive trijunction border between China, India, and Bhutan—resulted in a months-long military standoff between Indian and Chinese forces, prompting Modi to increasingly welcome American support. Later that year, India agreed to resurrect the Quad—a security dialogue among like-minded democratic nations including Australia, Japan, and the United States—to counter China. Multilateral and bilateral cooperation has continued following the June 2020 deployment of Chinese troops over the border into Indian-controlled territory in Galwan Valley, resulting in the worst clashes in decades. Beyond its strong relations with Russia and the United States, India is an emerging great power in its own right, meaning that both Moscow and Washington as well as Beijing, Western European capitals, and others take its position on the war seriously. As the G20 proceedings have shown thus far, India is now the voice and conscience of the entire developing world. During his opening remarks at the Foreign Ministers meeting last week, Modi lamented the failure of global governance and said “we must admit that the tragic consequences of this failure are being faced most of all by the developing countries.” He added that “we also have a responsibility towards those who are not in this room. Many developing countries are struggling with unsustainable debt while trying to ensure food and energy security for their people.” The developing world matters in the Ukraine conflict because it comprises the majority of nations worldwide, many of which are in the crosshairs of geostrategic competition among Great Powers. Judging from U.N. voting patterns since the start of the conflict, they are opposed to Western-led sanctions, but also believe Russia should not have attacked its neighbor and must go back to the status quo ante. India embodies this balanced perspective, which sets the tone and contours of a future peace deal. Finally, there are no other countries as well-positioned as India to mediate the conflict. For example, India's only real competitor to representing the developing world, China, has clearly thrown its lot in with Russia, making Beijing's words, such as in its recently published 12-point Ukraine peace plan, too biased to overcome. Early on in the conflict, Indonesia and Israel each tried their hand at diplomacy by shuttling between Kyiv and Moscow. Both attempts failed, in large part because neither Putin nor Ukrainian President Volodymyr Zelenskyy was ready to negotiate, but also because neither Indonesia nor Israel have any leverage over Russia. Turkey, a NATO ally, has been pushing for Russia and Ukraine to begin peace negotiations, but Ankara also blames the West for provoking Russia and is preoccupied with earthquake recovery. A nation that has excellent ties to both Russia and the United States, Vietnam, has simply decided to remain on the sidelines, choosing to abstain on nearly every U.N. resolution related to the conflict. Other countries may come to mind, but the reality is that none fit the bill quite like India. Of course, one of the main challenges is that New Delhi does not seem enthusiastic to get involved because it is simply not India's fight. Jaishankar, last year, asserted that “Europe has to grow out of the mindset that Europe's problems are the world's problems, but the world's problems are not Europe's problems.” However, during the G20 Finance Ministers meeting a few weeks ago, India clearly made a very concerted effort to get China and Russia to reiterate the Bali Declaration from last year's G20 Summit, which is encouraging. The Bali Declaration calls upon all nations to “uphold international law and the multilateral system that safeguards peace and stability” and states that “the use or threat of use of nuclear weapons is inadmissible. The peaceful resolution of conflicts, efforts to address crises, as well as diplomacy and dialogue are vital. Today's era must not be of war.” Between now and the G20 Summit this September, India will be motivated, as the forum's president, to reach a consensus and finally issue a joint declaration. That last sentence came straight out of Modi's advice to Putin, once again underscoring that India's position at least as of last year was essentially the international consensus. Between now and the G20 Summit this September, India will be motivated, as the forum's president, to reach a consensus and finally issue a joint declaration. This will thrust New Delhi into the mediator role, regardless of its preferences. The other major problem may seem entirely outside of India's control: Putin, and Putin alone, will decide when to sue for peace. But by September, Russia's military offensive and Ukraine's counteroffensive will presumably be winding down before the onset of colder temperatures, potentially providing an opening for negotiation during the G20 Summit. Should India have this opportunity, it should, in the interest of world peace, try to make the most of it. New Delhi's ultra-realist approach to foreign policy won't be impacted by serving as a bridge between the United States and Russia. Quite the contrary, even limited success in bringing the conflict to an end will bolster India's credentials as an emerging great power, capable of accomplishing remarkable things that others cannot. This prospect alone should be enough to spur New Delhi to action. Derek Grossman is a senior defense analyst at the nonprofit, nonpartisan RAND Corporation and an adjunct professor at the University of Southern California. He formerly served as the daily intelligence briefer to the assistant secretary of defense for Asian and Pacific security affairs at the Pentagon. This commentary originally appeared on Observer Research Foundation on March 16, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}