{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:24:34.859615",
  "crawling_time_epoch": 1704165874,
  "type": "Commentary",
  "title": "India-Canada Spat Is No-Win Situation for the U.S.",
  "url": "https://www.rand.org/pubs/commentary/2023/10/india-canada-spat-is-no-win-situation-for-the-us.html",
  "descriptions": "For the United States, the ongoing diplomatic row between Canada and India is very uncomfortable because Washington has no interest in choosing sides. The best-case scenario for the Biden administration is that Canada and India resolve their differences privately and expeditiously, without any need for U.S. mediation.",
  "posted": "Oct 25, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/10/india-canada-spat-is-no-win-situation-for-the-us/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1698266582559.jpeg",
    "desc": "U.S. President Joe Biden shakes hands with India's Prime Minister Narendra Modi as Canadian Prime Minister Justin Trudeau looks on near Garmisch-Partenkirchen, Germany, June 27, 2022, photo by Jonathan Ernst/Reuters"
  },
  "content": {
    "source": "(Nikkei Asia)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "Canada",
      "India",
      "International Diplomacy",
      "Security Cooperation",
      "United States",
      "www.rand.org"
    ],
    "Article": "For the United States, the ongoing diplomatic row between Canada and India is very uncomfortable because Washington has no interest in choosing sides. Canada is a fellow democracy and member of the Five Eyes intelligence sharing network, a friendly and helpful neighbor, and a NATO ally. India is a burgeoning strategic partner in the Indo-Pacific region that Washington hopes can substantially contribute to countering China. Indian Prime Minister Narendra Modi met with U.S. President Joe Biden at the White House in June during his first official state visit to Washington. The two signed many strategic agreements then and optimism about new areas of cooperation has been at an all-time high. Washington has even been willing to look the other way at India's heavy purchases of Russian oil since the beginning of the Ukraine war. Yet the India-Canada feud may force Washington's hand, depending on the nature of the evidence that Ottawa eventually brings to light about possible official Indian involvement in the killing of Sikh activist Hardeep Singh Nijjar in Vancouver in July. A direct link between Indian agents and the murder would likely at minimum put a damper on future cooperation between Washington and New Delhi. A direct link between Indian agents and the murder would likely at minimum put a damper on future cooperation between Washington and New Delhi. In a sign of what may be to come, U.S. Ambassador to India Eric Garcetti reportedly told staff to prepare for the possibility of reduced contact with Indian officials. U.S. Secretary of State Antony Blinken urged Indian External Affairs Minister Subrahmanyam Jaishankar to cooperate with Canada's probe into the killing when they met in Washington last month, a few days after the top American diplomat said he was “deeply concerned” about the case. U.S. National Security Adviser Jake Sullivan said India would not get any “special exemption” in the matter. But heavy-handed American criticism is likely to backfire. Many Indians are quick to point out that since the terrorist attacks of September 11, 2001, Washington has conducted extrajudicial killings on foreign soil by drone strike, depriving the United States of any moral high ground in their view. At the same time, if Ottawa can persuasively demonstrate Indian complicity in Nijjar's murder, then U.S. inaction would not only anger Canada, but might also be corrosive to the Biden administration's values-based foreign policy. Although India is a fellow democracy committed to liberal democratic principles, numerous credible research and rights organizations assess that it has increasingly become an illiberal democracy under Modi. If Nijjar's killing is linked to India, then American policymakers will feel compelled to act, even if it potentially means sacrificing cooperation on China. India can take solace, however, in the Saudi Arabia example: Biden's earlier heavy criticism of Riyadh over the 2018 murder of journalist Jamal Khashoggi, a U.S. resident, has been effectively forgotten as the administration has moved to strengthen ties and even discuss the possibility of a security treaty. Indeed, while the Biden administration will feel compelled to chastise India if Canada releases convincing evidence, Washington can be expected to broadly continue with business as usual. Such an approach makes sense as it takes both America's national interests and values into account. However, it may be tricky to pull off, given the unpredictable twists and turns the saga could take in the weeks and months to come. For example, India may continue to escalate the issue, which could compel the United States to intervene on Canada's behalf. Already, the diplomatic fallout has been significant: New Delhi has suspended visa services for Canadians and forced Ottawa to withdraw dozens of diplomatic staff from India. For his part, Canadian Prime Minister Justin Trudeau has said he does not wish to escalate matters further and that India remains an important partner in the Indo-Pacific region. He insists that he simply wants New Delhi to take the case seriously and look into it, but argues that last week's expulsions violated the Vienna Convention on Diplomatic Relations. India has denied this, but the Biden administration issued a terse statement supporting Canada in the matter. Another possibility is that Sikh separatists active in other countries could try to take advantage of the spotlight from the Nijjar case to further promote their cause, which could lead to more diplomatic tensions. For example, after India arrested a prominent Sikh separatist in Punjab state in March, his followers smashed windows and tore down a flag at the Indian High Commission in London; the Indian foreign ministry summoned the acting head of the UK mission in New Delhi to complain about inadequate security. The outbreak of war between Israel and Hamas could be another wild card. Interestingly, both Canada and India are staunchly aligned with Israel against Hamas, which they both label a terrorist organization, in stark contrast to their conflicting views about Sikh separatists. The best-case scenario for the Biden administration is that Canada and India resolve their differences privately and expeditiously, without any need for U.S. mediation. If the Israeli operation in Gaza is short, then Ottawa and New Delhi will continue to focus on their bilateral grievances. But if it turns into a longer, more-expansive conflict, then the Nijjar case could fade into the background in the interests of maintaining a united front against terrorism. The best-case scenario for the Biden administration is that Canada and India resolve their differences privately and expeditiously, without any need for U.S. mediation. In an encouraging moment, Jaishankar last month said that while the Indian government stands by its denial of Canada's allegations, New Delhi will listen and investigate the claim. This week, he said, “If we see progress in the safety of our diplomats in Canada, we would like to resume issuance of visas there.” The Biden administration will start to breathe a big sigh of relief if the Modi government calms down and follows through, but the departure last week of Canada's expelled diplomats from India suggests this drama is far from over. Derek Grossman is a senior defense analyst at RAND and an adjunct professor in the practice of political science and international relations at the University of Southern California. He formerly served as an intelligence adviser at the Pentagon. This commentary originally appeared on Nikkei Asia on October 25, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}