{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:41:20.037892",
  "crawling_time_epoch": 1703230880,
  "type": "Commentary",
  "title": "Inflection Point: How to Reverse the Erosion of U.S. and Allied Military Power and Influence",
  "url": "https://www.rand.org/pubs/commentary/2023/11/inflection-point-how-to-reverse-the-erosion-of-us-and.html",
  "descriptions": "U.S. military forces no longer enjoy the kind of comprehensive superiority that was the foundation of victories over adversary states. Re-establishing a credible posture against aggression by highly capable adversaries will call for sustained, coordinated efforts by the United States, its allies, and its key partners to rethink their approaches to defeating aggression and to recast important elements of their military forces and postures.",
  "posted": "Nov 3, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/11/inflection-point-how-to-reverse-the-erosion-of-us-and/_jcr_content/par/teaser.crop.250x187.rb.jpeg/1699063531579.jpeg",
    "desc": "A Marine amphibious assault crewman with 3rd Marine Regiment communicates with other AAVs after landing ashore at the Naval Education Training Center in Zambales, Philippines, April 21, 2015, photo by Cpl. Matthew J. Bragg/U.S. Marine Corps"
  },
  "content": {
    "source": "(War on the Rocks)",
    "author": {
      "name": "David A. Ochmanek Andrew R. Hoehn",
      "profil": "https://www.rand.org/about/people/o/ochmanek_david_a.html",
      "position": "Senior International/\nDefense Researcher Senior Vice President, Research and Analysis",
      "username": "@AndyHoehn",
      "contact": "https://www.twitter.com/AndyHoehn"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.asymmetric-warfare.html",
        "tag": "Asymmetric Warfare"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "As diplomatic efforts in Europe and Asia intensify, so too should U.S. military planning and preparations for a world that is drastically different and more dangerous than it was just a decade ago. For the past decade and a half, wargaming and analysis have pointed to the conclusion that the U.S. defense strategy and posture have become insolvent. The tasks that the U.S. government and its citizens expect their military forces and other elements of national power to do internationally greatly exceed the means available to accomplish those tasks. We address this problem in our new report, Inflection Point: How to Reverse the Erosion of U.S. and Allied Military Power and Influence. As we wrote, the causes of this are many and varied but the fact is that U.S. military forces no longer enjoy the kind of comprehensive superiority that was the foundation of victories over adversary states such as Iraq and Serbia in the post–Cold War era. As a result, in realistic wargames that we have been a part of, when current and programmed U.S. forces face those of China—America's most capable state adversary—“Blue” teams playing the United States often fail in their assigned mission to prevent “Red” from overrunning Taiwan's defense forces. And U.S. forces pay a high price for that failure, losing scores of modern aircraft and ships and incurring thousands of casualties in the opening days of the war. The forces of adversaries less capable than China, including Russia, North Korea, and Iran, are also fielding capabilities that can significantly increase the costs and risks of military intervention, compared to the operations undertaken by U.S. forces since the end of the Cold War.… The remainder of this commentary is available at warontherocks.com. David Ochmanek is a senior international/defense researcher and Andrew Hoehn is senior vice president for Research and Analysis at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on War on the Rocks on November 3, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}