{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:52:20.996578",
  "crawling_time_epoch": 1703242340,
  "type": "Essay",
  "title": "Insomnia: The Multibillion-Dollar Problem Sapping World Productivity",
  "url": "https://www.rand.org/pubs/articles/2023/insomnia-the-multibillion-dollar-problem-sapping-world.html",
  "descriptions": "From the doctor's office to the office at work, good sleep is often overlooked as a key part of well-being. We pay for that. Chronic insomnia is associated with an average loss in workplace productivity of 45–54 days, resulting in estimated annual losses in GDP of more than $200 billion.",
  "posted": "Sep 8, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/insomnia-the-multibillion-dollar-problem-sapping-world/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1694825885568.jpeg",
    "desc": "A woman lying awake in bed at 3 a.m., photo by Pormezz/Adobe Stock"
  },
  "content": {
    "article": "Hallie Levine learned a hard truth on those bleary mornings when she dragged herself to work after a night of insomnia: “Caffeine is temporary.” Nearly a quarter of all adults in the United States have experienced the tossing-turning frustration of clinical insomnia symptoms. Levine, a freelance writer in Connecticut, describes her existence on the days that follow as “death on wheels.” Yet from the doctor's office to the corner office, good sleep is often overlooked as a key part of well-being. We pay for that. Researchers at RAND and RAND Europe estimate that chronic insomnia pulls down the U.S. economy by more than $200 billion every year. Other major economies also forgo tens of billions of dollars in lost productivity. The condition is so debilitating, researchers found, that sufferers would pay 14 percent of their income to get better sleep. “We encourage this as a society,” said Levine, who documented her life with insomnia in a 2017 article for Prevention magazine. “Someone is always emailing, and then you respond and you get sucked down the rabbit hole, and then it's 11 o'clock at night. We normalize it. There's this idea that it's good to be sleep-deprived, that you're up and you're busy.” Insomnia is the most common sleep disorder in the world. It blurs thinking, dulls concentration, and drives up the risk of workplace accidents. Some evidence suggests its prevalence has been on the rise since COVID scrambled routines and gave people something new to worry about at 2 a.m. One 2021 Canadian study found a fourfold increase in new case rates of insomnia during the early months of the pandemic. For years now, researchers at RAND and RAND Europe have documented the staggering toll that insufficient sleep takes on personal and economic well-being. One report, for example, estimated that Americans miss the equivalent of 1.2 million days of work because they don't get enough sleep. Another showed how later school start times could boost student performance—and with it, state economies. Researchers have also pegged the cost of frequent nighttime visits to the bathroom at around $44 billion a year in lost productivity in the United States alone. Workers who experience any symptoms of insomnia miss 14 days of work every year and spend another 30 days at work but not being fully productive. But insomnia is different. It's a disorder of sleep quality, not just sleep quantity. The researchers defined it as trouble falling asleep or staying asleep, or not getting enough restful sleep. People who have those symptoms three or more times a week—enough that they interfere with daily activities—have what qualifies as clinical insomnia. If those symptoms last for at least three months, it's chronic insomnia. Workers who experience any symptoms of insomnia miss 14 days of work every year and spend another 30 days at work but not being fully productive, the researchers estimated. Chronic sufferers are absent for up to 18 days and present but not productive for up to 54 days. Using those numbers, the researchers calculated that the United States loses more than 1 percent of its total economic output to chronic insomnia every year. That adds up to around $207.5 billion. The United Kingdom loses 1.3 percent of its output every year, or $41.4 billion. France forgoes around $36.3 billion, and Australia and Canada both lose more than $19 billion. (In 2019 USD $B and % GDP) “What really makes people suffer is that it's just so hard to get through the next day,” said Wendy Troxel, a senior behavioral and social scientist at RAND and an internationally recognized sleep expert. “I work with patients, so I see how widespread and debilitating insomnia is. But when you multiply all of these individuals across major nations, major economies, it really forces you to think about how the consequences affect societies as a whole.” The researchers estimated that one-third of the adults in the countries they studied experience at least some symptoms of insomnia. That's 172 million people. Around 8 percent suffer from chronic insomnia—42 million people fighting to get through the next day. Using survey data from the UK, the researchers then calculated what insomnia does to a person's “life satisfaction.” They found that someone with insomnia would trade 14 percent of their income to attain the same life satisfaction as someone without insomnia. In the United States, that works out to $7,675. That's more than what people would pay to not have asthma or arthritis. “And yet, nobody ever seems to ask you how you sleep,” said Marco Hafner, a senior economist and research leader at RAND Europe, who coauthored the study. “You go to a doctor, and they might ask about what you eat, whether you exercise—but they almost never ask, 'How do you sleep?'” Primary care doctors should screen for sleep problems the same way they screen for diabetes or depression. That should change, the researchers wrote. Primary care doctors should screen for sleep problems the same way they screen for diabetes or depression. Governments and health care systems should provide access to affordable, effective treatment for sleep disorders, such as cognitive behavioral therapy. That's especially important for lower-income, Black, or American Indian and Alaska Native people. Research shows that minoritized racial/ethnic groups have higher rates of certain sleep disorders and sleep disturbances, yet remain underdiagnosed and undertreated. Employers should also foster a sleep-friendly culture. That means no more emails at 11 p.m. But it also could mean providing offices with windows or special lighting to preserve the circadian rhythms that promote healthy sleep/wake cycles. Public health campaigns could drive home the message that sleep is foundational for health and wellness—and that putting away the screens before bed can be downright therapeutic. It's not always easy. As a working parent, Hallie Levine said the quiet hours before bed are often the only uninterrupted time she has to write or answer emails. But she's more careful now about limiting distractions when she gets into bed, and her insomnia has eased some. She doesn't have as many “death on wheels” mornings as she used to. “I definitely still have nights when I wake up at 3 in the morning and can't get back to sleep,” she said. She joked that on those nights, she might consider paying half her salary for a few more hours of good sleep—“but the irony is, you don't need to spend that much money. It doesn't cost anything to meditate or listen to relaxing music or read a book. It's just so hard for us to de-stress and decompress.” Insomnia may cost the world tens of billions of dollars every year, RAND researchers noted—but there's another way to look at it. Help is often available. Effective treatments do exist. Doing more to recognize and address insomnia could be an opportunity to save the world tens of billions of dollars a year in lost productivity. —Doug Irving Funding for this research was provided by Idorsia Pharmaceuticals Ltd. Switzerland.",
    "overview": "",
    "topline": "",
    "tags": [
      "Chronic Diseases and Conditions",
      "Economics",
      "Health-Related Quality of Life",
      "Public Health",
      "Sleep",
      "Workplace Well-Being",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/insomnia-the-multibillion-dollar-problem-sapping-world/_jcr_content/par/blogpost/par-blog/wrapperdiv_578213085/imagewithclass.fit.800x0.png/1693525137186.png",
        "width": "800",
        "height": "450",
        "desc": "A world map showing estimated annual GDP loss associated with chronic insomnia–related reduced productivity for some countries, image by RAND Corporation"
      }
    ]
  }
}