{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:13:20.431805",
  "crawling_time_epoch": 1703243600,
  "type": "Commentary",
  "title": "Intelligence Work Is Exciting. And Traumatizing",
  "url": "https://www.rand.org/pubs/commentary/2022/11/intelligence-work-is-exciting-and-traumatizing.html",
  "descriptions": "The intelligence community needs to communicate to its workforce about the varied forms of trauma, how it affects individuals, and what resources exist to help. Protecting the intelligence workforce can help protect us all.",
  "posted": "Nov 30, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2022/11/intelligence-work-is-exciting-and-traumatizing/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1669854678743.jpeg",
    "desc": "The Central Intelligence Agency flag displayed onstage during a national security conference in Washington, D.C., October 27, 2015, photo by Yuri Gripas/Reuters"
  },
  "content": {
    "source": "(Politico)",
    "author": {
      "name": "Heather J. Williams",
      "profil": "https://www.rand.org/about/people/w/williams_heather_j.html",
      "profession": "Acting Director, International Security and Defense Policy Program; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@HeatherJWill",
      "contact": "https://www.twitter.com/HeatherJWill"
    },
    "tags": [
      "Intelligence Community",
      "Occupational Safety and Health",
      "Posttraumatic Stress Disorder",
      "Trauma",
      "Workplace Well-Being",
      "www.rand.org"
    ],
    "Article": "Many people grow up wanting to be secret agents. I fell into the field somewhat by chance—though it turned out I was good at it and advanced quickly. Less than a year into the job, I volunteered to deploy to Iraq, where the United States was hunting down terrorists like Abu Musab al-Zarqawi and dismantling al Qaeda organizations. I learned how to fire a rifle, ram a car, search my vehicle for bombs, and withstand torture. But one night in the United States, while sitting down at a restaurant with my non-work friends, I too casually mentioned that suicide bombers tend to decapitate themselves in their attacks. (A suicide vest tends to destroy the neck and send a head sailing.) My friends turned to me with horror and shock. I was reminded that I shouldn't talk about this part of my life with my “normal” friends. A portion of U.S. intelligence professionals are in the military, but many are civilians. That doesn't stop them from serving in Iraq, Afghanistan, and a host of other dangerous places. Many, like I did, wear a Kevlar helmet and body armor, carry a loaded weapon, and are classified legal combatants. Others watch hours of beheading videos to identify ISIS trademarks, conduct heartbreaking searches for POWs, or identify human remains at the sites of terrorist attacks. In our line of work, being exposed to violent and traumatizing events all day is routine. And then we leave the office to go home to our family. It's a life that we signed up for, but it doesn't mean there aren't real consequences. For too long, the intelligence community has ignored that reality, to the detriment of both its people and the country they serve. Fortunately, there's still plenty that can be done. Trauma has been recognized as a problem in other professions, but is rarely talked about broadly in the intelligence community. Trauma is defined as actual or threatened death, injury, or violence. But there is also secondary trauma—the repeated or extreme indirect exposure to adverse details of a traumatic event during the course of professional duties. The latter has been recognized as a problem in other professions, and in the narrow case of intelligence officers who operate drone aircraft, but is rarely talked about broadly in the intelligence community. When I came back from my deployments, I had one—admittedly pro forma and superficial—required meeting with a psychologist. But no one ever has checked in on me about my feelings on more than a decade of work immersed in violent topics. The intelligence community doesn't have a good understanding of how prominent these problems are—particularly the impact of indirect trauma—or how to shift to a more-proactive approach to addressing trauma exposure. At RAND, where I now work, we've been looking at the risks of lasting trauma on those who do intelligence work. We interviewed middle- and senior-managers from multiple agencies and found that there are some mental health supports available for intelligence professionals, but they appear underutilized and may not be equipped to meet the true scale of the need. More broadly, the intelligence community lacks a culture of mental wellness. We found there's a poor understanding of the risks, particularly of secondary trauma, among all levels of staff. That means individuals may fail to recognize the effects of this stress, or they may lack the vocabulary needed to describe their feelings so as to effectively seek care. Intelligence professionals adhere to a strict code of ethics, which includes remaining neutral when informing policymakers about issues. This makes them party to life-and-death decisions, but without the agency to determine their outcomes. They must defer to policymakers about whether, for example, the United States will act to prevent atrocities they anticipate. Missing something, too, can bring on a sense of guilt and blame. Intelligence professionals can also experience moral injury, a less-understood form of trauma. Moral injury stems from failure to prevent, or bearing witness to, acts that violate their deeply held moral beliefs and expectations. This can happen when intelligence programs overstep their authorities and violate civil freedoms, or even when those in a position of political power fail to protect secrets obtained through great risk and sacrifice. The intensity of the job can compound damage from trauma exposure. Both deployed and at home, I worked long hours and on rotating shifts—factors that can be more detrimental to mental health than direct combat exposure. Poor management and toxic work environments, which are sadly too common in the intelligence community, can exacerbate the risk. Stigma is a well-recognized hindrance to seeking mental health care, but intelligence officers may further worry that seeking help—even through official channels—could compromise their security clearance. They are often legally prohibited from talking about their professional experiences with their family and friends, which would typically be an important support network for someone experiencing trauma. The effects ripple through these agencies, which are vital to U.S. national security. Employees suffer from depression and substance abuse, or reduced productivity and professional burnout. That can prompt unnecessarily high staff turnover, which has higher stakes in a sector where people require costly security clearances and depart with a head full of secrets. One positive note is that the intelligence community isn't the first to deal with these problems, it is simply late to doing so. There is a wealth of applicable literature on trauma risks for the military, first responders, journalists, and other professionals. But intelligence leaders must be willing to dedicate attention and resources to the problem. The intelligence community needs to communicate to its workforce about the varied forms of trauma, how it affects individuals, and what resources exist to help. The intelligence community needs to communicate to its workforce about the varied forms of trauma, how it affects individuals, and what resources exist to help. And employees won't seek that help if they fear it will cost them their jobs, so intelligence officials need to ensure policies are clear, available, and protect staff appropriately seeking care. Lastly, the community should research how to design and implement programming that will cultivate an environment of mental wellness. I am luckier than most. My parents are social workers, and I grew up in an environment where feelings, even the dark ones, were seen as healthy. My husband has experienced war; I don't feel I have to hide my emotional scars from him. As time has passed, I tell myself it has gotten easier. But, in truth, I am just less frequently confronted with reminders of my deployment. I continue to research some of the world's ugliest problems, and resilience and hardiness are a requirement of the job. But even now I sometimes feel myself approach the fraying edges of my own emotional capacity. That secret agent job you might have imagined? There are days it is adrenaline-filled and even glamorous. It is also isolating and relentless. It inflicts mental and emotional costs. The consequences of ignoring those can be tragic, either individually or to the nation. Protecting the intelligence workforce can help protect us all. Heather Williams is a senior policy researcher at the nonprofit, nonpartisan RAND Corporation. She formerly served as a deputy national intelligence officer for the National Intelligence Council and spent 13 years working in the intelligence community. This commentary originally appeared on Politico on November 30, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}