{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:58:40.671333",
  "crawling_time_epoch": 1703231920,
  "type": "Announcement",
  "title": "Introducing the Evidence and Equity Collaborative",
  "url": "https://www.rand.org/news/press/2022/06/01.html",
  "descriptions": "In the fall of 2020, the chief executive officers of nine leading policy research organizations met to discuss the critical importance of diversity, equity, and inclusion in the field of public policy research and in their individual workplaces. The result is the Evidence and Equity Collaborative.",
  "posted": "Jun 1, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2022/06/01/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1654040030210.jpeg",
    "desc": "Person looking at a laptop that displays the Evidence and Equity Collaborative website"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Wednesday\nJune 1, 2022 Market leaders in the field of public policy research unite to advance diversity, equity, and inclusion In the fall of 2020, the chief executive officers of nine leading policy research organizations met to discuss the critical importance of diversity, equity, and inclusion in the field of public policy research and in their individual workplaces. The result is the Evidence and Equity Collaborative. The first collaboration of its kind within the policy research field, the Evidence and Equity Collaborative brings together market leaders Abt Associates, the American Institutes for Research (AIR), Mathematica, MDRC, NORC, the RAND Corporation, RTI International, the Urban Institute, and Westat for an initiative outside their usual roles as business competitors. As members of the Evidence and Equity Collaborative, these nine organizations representing more than 20,000 employees, are joining forces to support diversity in their workplaces, strengthen inclusive practices in policy research, and build a foundation for equitable analysis ready to inform policymaking across the nation. The Evidence and Equity Collaborative's agenda will include a range of opportunities for members to learn from each other and from broader communities. Plans include facilitating DEI dialogue within member organizations and among those who fund, develop, and implement policies and programs; meeting with communities affected by those policies and programs; contributing to the development of research best practices informed by DEI principles; and creating opportunities for aspiring researchers from underrepresented groups. “Better integrating the values, practices, and culture of diversity, equity, and inclusion is critical to RAND's success,” said Michael Rich, president and chief executive officer of the nonprofit RAND Corporation, “particularly given that we strive to develop solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. I'm encouraged that we can both learn from and share ideas and best practices with our Collaborative partners.” As a unique effort with a deeply held purpose, the Evidence and Equity Collaborative is set to accelerate progress within the field of program and policy research, while putting the power of its deep bench of expertise into advancing transformational change. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org American Institutes for Research Makini Nyanteh\n202-403-5902\nmnyanteh@air.org Mathematica Jennifer de Vallance\n202-484-4692\njdevallance@mathematica.org Explore All Topics » off site"
    }
  }
}