{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:34:36.862850",
  "crawling_time_epoch": 1704166476,
  "type": "Commentary",
  "title": "Is Australia's Defense Strategy Based on a Mistaken Assumption?",
  "url": "https://www.rand.org/pubs/commentary/2023/03/is-australias-defense-strategy-based-on-a-mistaken.html",
  "descriptions": "The concept of “impactful projection” has become a topic of heightened interest in the Australian strategic discourse, as pundits wait on further information from the Defense Strategic Review. But is the concept underpinned by a fundamentally mistaken assumption?",
  "posted": "Mar 10, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/03/is-australias-defense-strategy-based-on-a-mistaken/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1680652384815.jpeg",
    "desc": "An Australian Army S70A-9 Black Hawk helicopter prepares to land on the flight deck of the Royal Australian Navy dock landing ship HMAS Choules in Townsville, Queensland, Australia, July 14, 2013,,photo by ABIS Cassie McBride/Australian Defense Force"
  },
  "content": {
    "source": "(The Diplomat)",
    "author": {
      "name": "Marigold Black Austin Wyatt",
      "profil": "https://www.rand.org/pubs/authors/b/black_marigold.html",
      "profession": "Associate Researcher",
      "username": "",
      "contact": null
    },
    "tags": [
      "Australia",
      "International Diplomacy",
      "Military Strategy",
      "Security Cooperation",
      "www.rand.org"
    ],
    "Article": "The concept of “impactful projection”—defined as the “ability to hold an adversary at risk, much further from our shores, across the full spectrum of proportionate response”—has become a topic of heightened interest in the Australian strategic discourse, as pundits wait on further information from the Defense Strategic Review. But is the concept underpinned by a fundamentally mistaken assumption? As Australia seeks to augment its “self-reliance to deploy and deliver combat power through impactful materiel and enhanced strike capability—including over longer distances,” it is worth recognizing that the existing operational concepts for these systems' use would impinge on the sovereignty of neighbors. Simply assuming that countries in the region will acquiesce with the intrusions inherent in its enhanced strike capability initiatives could be a mistake. Yet the strategic calculus of countries in the near region does not seem to feature in Australia's perceptions of future conflict. Policymakers have repeatedly declared Canberra's commitment to diplomacy and defensive intentions as Australia pursues a strategy based on projection beyond its shores. For example, Deputy Prime Minister and Defense Minister Richard Marles, has stressed that “the true intent in the development of our military capability is to contribute to the collective security of our region.” But has Australia's strategy been complemented by a clear and fulsome understanding of the perceptions, concerns, and intent of affected regional partners? Given repeated proclamations that Australia is a transparent middle power committed to investing in regional partnerships, Canberra should know better than to disregard the sovereignty of these states. It would also be a mistake for Australia's strategic planning to dismiss them in the pursuit of great power deterrence. However, in recent years, both errors seem to have become part of Australia's diplomatic and strategic DNA. For example, the secrecy surrounding AUKUS (the Australia, UK, U.S. security pact) put regional powers on the back foot. It reflected a continuing lack of trust in neighbors and a violation of the consultative norms that define Association of Southeast Asian Nations (ASEAN) relations. Although arguably done out of necessity, the decision not to give Indonesia advance notice aggravated the reaction of Indonesian officials, who learned that their largest neighbor had decided to become one of only a handful of nations to possess nuclear powered submarines from press coverage. It appears that Australia needs frequent prompts that sovereignty is not only the privilege of the larger and middling powers, but applies to all states regardless of their size or condition. It remains to be seen whether the new government will convert its initial claims about a new approach to the region into meaningful policy changes. Notwithstanding explicit, repeated declarations to the contrary, there continues to be an assumption—at least in the public debate—that countries in the region will support actions against an aggressor in the event of hostilities. Yet there is very little apparent evidence for this position, despite Marles' argument that “we want to ensure we are consulting our partners in the region, and around the world, so that there is understanding and no surprises.” If countries in the region invoked neutrality, Australian policymakers would not just be surprised, they would be clueless about the implications. In effect, there is a danger of Australia walking into the mother of all strategic shocks if the core geopolitical assumptions underpinning its defense planning are suddenly shown to be flawed. There is a danger of Australia walking into the mother of all strategic shocks if the core geopolitical assumptions underpinning its defense planning are suddenly shown to be flawed. While invocation of neutrality in contemporary armed conflicts is relatively rare, its adoption as a political tool or as a power balancing lever is not. ASEAN has long had a policy of neutrality and noninterference through the Treaty of Amity and Cooperation in Southeast Asia, and the Zone of Peace, Freedom, and Neutrality (whatever the caveats). At a 2020 conference Singapore's prime minister stated explicitly that “Asian countries do not want to be forced to choose between the two [China and the United States]. If either [country] attempts to force such a choice…they will begin a course of confrontation that will last decades.” This sentiment has been echoed on many occasions by regional officials, for example in late 2020 by the Indonesian foreign minister. Australia, however, remains unprepared for the implications of applying impactful projection in a situation where countries in the region, after weighing up their bargaining power and the risks of joining either coalition, decide to transition from peacetime declarations to an active status of neutrality. Indeed, neutrality may cover a broad spectrum of activity, spanning from peace operator to profiteer and everything in between. Neutrality may be invoked such that it first and foremost serves the neutral state's external security, and manifests as refusal to become involved in armed or political conflicts between other states. Indeed, Asian states are long-term participants in the nonaligned movement (NAM). Established during the Cold War, the NAM was formed by nations who were determined not to align with or against any major power bloc and to “create an independent path in world politics that would not result in member states becoming pawns in the struggles between the major powers.” In the wake of the war in Ukraine and the rise of China, there have been renewed calls to reinvigorate the nonaligned movement. In practical terms, the manifestations of this posture, while proffered on the basis of separation from the dynamics of international conflict, may actually influence them significantly. And for Australia, they may prove unfavorable (even detrimental) to its security designs. A new bloc of Asian or Global South states shifting the balance of power and creating a nuclear-free zone could upset strategic calculations regarding power projection in the region. This approach is even more concerning when one considers the risk that Southeast Asian neutrality may offer belligerents unequal advantage, either incidentally or as a result of pressure. A state may proclaim its neutrality but be coerced toward tacit support of a particular power. The risks involved in this kind of arrangement are considerable, ranging from perfidy and impacting on intelligence operations and U.N. responses, to limiting access, and the use of countries as staging posts. For China, Southeast Asia offers a similar strategic value, but even a declaration of armed neutrality does not undermine its security. Rather, China is more likely to quietly exploit invocations of neutrality than ignore them. Given the geography of a China-U.S. conflict (PDF) (particularly one involving Australia on its southern flank), denial of access or overflight rights in Southeast Asia could seriously compromise the U.S. and Australian capacity to project, supply, and sustain operations in the first island chain. Several historical precedents demonstrate the potential impact; for example, when Turkey and Saudi Arabia closed their airspace to missiles during the 2003 invasion of Iraq. Further, given that impactful projection does not necessarily limit assumed Australian Defense Force deployments to Australian territory, refusal at short notice could damage Australia's ability to project power to a significantly greater degree than Chinese operations. Australia's big-ticket national security items continue to be driven by looking beyond, not within, the Indo-Pacific. That is not to say that China would not also be damaged by a fairly implemented strict neutrality position. The Russia-Ukraine war demonstrated that, even if commercial shipping was not actively blocked, maritime insurers may well refuse to indemnify vessels, cutting off trade. The severity of such a threat is highlighted by the fact that by 2016 approximately 20 percent of global maritime trade (including 60 percent of Chinese trade) and over 70 percent of crude oil transited through the Straits of Malacca. For comparison, in the same year the Bosphorus, which is now impacted by the conflict in Ukraine, accounted for only 3 percent of global oil transits. The notion of impactful projection presumes that if conflict were to occur, countries in the region will consent to Australia's strategic designs. Policymakers in Australia are, again, content in their assumptions regarding the strategic intent of regional counterparts. Whatever the rhetoric, Australia's big-ticket national security items continue to be driven by looking beyond, not within, the Indo-Pacific. There is little nuanced analysis of strategic calculus across the region, and certainly no discourse on the dynamics of neutrality. Even detailed consideration of the mechanics of acquiescence appears to be missing. If countries in the region choose a path that ultimately thwarts Australian security designs, it may be, at least in part, self-inflicted. Perhaps Australia would do well to seek impactful engagement before seeking impactful projection. Marigold Black is a researcher and Austin Wyatt is an associate researcher at RAND Australia. This commentary originally appeared on The Diplomat on March 10, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}