{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:53:14.479382",
  "crawling_time_epoch": 1703242394,
  "type": "Commentary",
  "title": "Is Believing Our Kids Are Safer Worth Closing Off Some of Their Futures?",
  "url": "https://www.rand.org/pubs/commentary/2023/08/is-believing-our-kids-are-safer-worth-closing-off-some.html",
  "descriptions": "Placing an officer in a school appears to reduce violence and petty crimes within a school. But it also creates long-term negative consequences for students who are increasingly likely to become involved in the school disciplinary system.",
  "posted": "Aug 22, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/08/is-believing-our-kids-are-safer-worth-closing-off-some/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1694711210583.jpeg",
    "desc": "A school resource officer greets at student at school in Fredericksburg, Virginia, photo courtesy of Fredericksburg Police Department"
  },
  "content": {
    "source": "(Houston Chronicle)",
    "author": {
      "name": "Lucy C. Sorensen Shawn D. Bushway John Engberg",
      "profil": "https://www.rand.org/pubs/authors/s/sorensen_lucy_c.html",
      "profession": "Adjunct Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Senior Economist",
      "username": "@BushwayShawn",
      "contact": "https://www.twitter.com/BushwayShawn"
    },
    "tags": [
      "Children",
      "Crime and Violence Prevention",
      "Educational Institutions",
      "Police-Community Relations",
      "School Security",
      "United States",
      "www.rand.org"
    ],
    "Article": "Fifteen months after the tragedy in Uvalde, many school districts in Texas and around the country are working with their local police departments to place more police officers inside schools. These officers—mostly known as school resource officers—will arrive at a fraught time. Just a few years ago, after George Floyd's murder, many districts ended their school resource officer programs in the wake of a backlash to policing in schools. The tide, however, is now turning back toward reinstituting school resource officer programs, particularly after several high-profile school shootings this past year, Uvalde among them. In May, Texas lawmakers passed legislation that would require an armed security officer at every school in the state. Denver moved to return officers to schools this fall as well. Even community members in liberal cities with stricter gun control laws, such as Seattle, have begun calling for a return of officers to schools. Yet, there is still little in the way of serious consideration as to just what effect stationing a police officer inside a school has, both in the short term and—perhaps more importantly—in the long term, on the student body of that school. Such a choice is never without consequences. For nearly a decade now we have studied the complexity of such consequences, and have taken a careful look at the troubling, longer-term effects school resource officers have on certain particularly vulnerable populations within a school. We could do this because police departments throughout America submit applications for funding to add more officers to schools. The U.S. Department of Justice evaluates the applications and gives them a score. Applications that score high get funding to add officers to schools; applications that score low do not. By looking at schools just above and below the DOJ's cutoff, we could compare schools that were strikingly similar—in racial makeup, in urban or rural settings, in funding—with the difference being that one group of schools got funding to add an officer to the school, while the other group did not. Our research points to two competing facts: Placing an officer in a school appears to reduce violence and petty crimes within a school, but also creates long-term negative consequences for students who are increasingly likely to become involved in the school disciplinary system. There is still little in the way of serious consideration as to just what effect stationing a police officer inside a school has. First, the good: Imagine, if you will, a school with 1,000 students. Our research shows that if you put an officer into this school, you're going to see about six fewer violent offenses per year. That is, by the very presence of a uniformed officer within the school, about six fewer fights, or robberies, or threats of violence will occur. However, there's something about the school climate that simply changes with the presence of an officer in it. Fewer fights, yes, but—in that same 1,000-student school over that same period of one school year you will also see 24 additional suspensions, one or two more expulsions, and two more arrests than you would have had without an officer present. The officer does not have the power to suspend or expel, but school administrators increase their use of suspensions and expulsions when an officer is present. Each of the above outcomes—suspension, expulsion, and arrest—has measurable negative downstream effects. The kids suspended, expelled, or arrested are far less likely to graduate and more likely to have further run-ins with the criminal justice system. The kids affected by the presence of an officer in a school are also more likely to be Black. One of the key issues driving the push to put officers back in schools is a fear of mass shootings, and more generally, of students bringing guns into schools. This might seem counterintuitive, but mass shootings in schools are so statistically rare that we cannot rigorously evaluate whether the presence of an officer changes the probability of a mass shooting. Mass shootings in schools are so statistically rare that we cannot rigorously evaluate whether the presence of an officer changes the probability of a mass shooting. But stories of shootings in schools without an officer present are powerful. If an officer had been there, would the shooting have not occurred? We don't know. In fact: We can't know. Instead, we have, as a society, made it relatively easy to put an officer in our schools without grappling with some of the costlier, longer-term effects, because these effects are both harder to measure and harder to see. They aren't visible to us, or visceral to us, like a shooting is. We have long known that if you put more police officers on the street, you'll get more low-level arrests for petty crimes. A similar effect is true of school resource officers. This is the choice we must grapple with: even as we believe that, by putting more police officers in schools, we are keeping our kids safer, we are also closing off future success to some of them. And that has a cost for us all. Lucy C. Sorensen is an associate professor of public administration and policy at the University at Albany, State University of New York (SUNY). Shawn D. Bushway is a professor of public administration and policy and professor of criminal justice at SUNY Albany, as well as an adjunct policy researcher at the RAND Corporation. John Engberg is a senior economist at the RAND Corporation. This commentary originally appeared on Houston Chronicle on August 17, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}