{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:48:45.842561",
  "crawling_time_epoch": 1703231325,
  "type": "Commentary",
  "title": "Is Ecuador in the Middle of a Self-Coup?",
  "url": "https://www.rand.org/pubs/commentary/2023/05/is-ecuador-in-the-middle-of-a-self-coup.html",
  "descriptions": "On May 17, the president of Ecuador, Guillermo Lasso, dissolved the country's legislature in the midst of impeachment proceedings against him. Did Ecuador just have a self-coup? The answer matters greatly for the country's democratic trajectory and for the international community's response.",
  "posted": "May 31, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/is-ecuador-in-the-middle-of-a-self-coup/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1685566761857.jpeg",
    "desc": "Ecuador's President Guillermo Lasso addresses the nation next to members of government, after he dissolved the National Assembly by decree, in Quito, Ecuador May 17, 2023, photo by Bolivar Parra/Ecuador Presidency/Handout via Reuters"
  },
  "content": {
    "source": "(Political Violence at a Glance)",
    "author": {
      "name": "Alexander Noyes",
      "profil": "https://www.rand.org/about/people/n/noyes_alexander.html",
      "position": "Political Scientist",
      "username": "@alexhnoyes",
      "contact": "https://www.twitter.com/alexhnoyes"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.ecuador.html",
        "tag": "Ecuador"
      },
      {
        "blog": "https://www.rand.org/blog.topic.politics-and-government.html",
        "tag": "Politics and Government"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "On May 17, the president of Ecuador, Guillermo Lasso, dissolved the country's legislature in the midst of impeachment proceedings against him. Did Ecuador just have a self-coup? Opposition leaders say yes. But the answer is no, at least for now. This matters greatly for the country's democratic trajectory and for the international community's response. After a recent lull, coups and coup attempts are front-page news again, from Sudan to Brazil to the United States. This surge in coup activity prompted Antonio Guterres, the United Nations chief, to decry an “epidemic” of coups. Perhaps more troublingly for democracy worldwide, coups-plotters have evolved. Scholars have traditionally defined (PDF) coups as: “overt attempts by the military or other elites within the state apparatus to unseat the sitting head of state using unconstitutional means.” But now, these softer, more-subtle self-coups—whereby a sitting chief executive uses sudden and irregular (i.e., illegal or unconstitutional) measures to seize power or dismantle checks and balances—have become the new mode of coup. Self-coups, also known as auto-coups, are much more sophisticated than soldiers in fatigues taking television stations by force in order to announce the overthrow of a country's leader. Self-coups are rarely bloody, but can be just as harmful to democracy as the more-traditional military overthrows. Self-coups are rarely bloody, but can be just as harmful to democracy as the more-traditional military overthrows. A raft of countries have experienced successful self-coups or coup attempts of late. There have been nine successful or attempted self-coups over the last decade, according to the Cline Center at the University of Illinois, which collects comprehensive information on all types of coups around the world. Self-coup illegal power grabs have occurred across a range of regions and political systems, including in semi-autocracies, such as Pakistan in 2022, as well as semi-democracies, like Tunisia in 2021. Worryingly, full democracies have not been immune to this trend, with the United States suffering a failed self-coup at the hands of President Trump on January 6th, 2021, which the Cline Center labeled an auto-coup. Ecuador has been lauded as a strong partner of the United States in a region that has experienced democratic backsliding. Yet the country has recently experienced a host of crises on Lasso's watch, including rising crime, corruption scandals, government crackdowns on the media, and protests that have often turned violent. The current impasse is the opposition's second attempt at impeachment. Is Lasso's dissolution of Ecuador's National Assembly the latest example of a self-coup? Leonidas Iza Salazar, the head of the Confederation of Indigenous Nationalities, which has led a series of protests against the president over the last several years, says yes. On May 17, Iza Salazar accused Lasso of launching “a cowardly self-coup with the help of the police and the armed forces, without citizen support.” Viviana Veloz, the opposition lawmaker leading the impeachment, said: “The only way out is the impeachment and exit of the president of the republic, Guillermo Lasso.” Lasso defended his decision as a chance at a fresh start and a way to resolve recent political turmoil. Lasso proclaimed that the dissolution was “the best decision to find a constitutional way out of the political crisis…and give the people of Ecuador the chance to decide their future at the next elections.” Lasso's decree calls on the country's electoral authorities to set a date for fresh elections, now set for August 20, and allows him to govern with limited powers and without the National Assembly until these new elections. The measure is referred to as a “mutual-death” clause, since it leads to new elections for both the sitting president as well as the legislature. Lasso has promised that he will not seek reelection in the coming polls. There is little question that dissolving the legislature during his embezzlement impeachment trial and slumping political support is an opportunistic move by Lasso. Yet while Lasso's action was indeed extraordinary—it is the first time this constitutional provision has been used since it was adopted in 2008—it is legal, at least so far. On May 18, the country's constitutional court upheld the decision, dismissing six cases aimed at blocking the legislature's dissolution. This means that Lasso's maneuver does not yet fit the “irregular” provision that must be fulfilled to meet the definition of a coup, including a self-coup. This “coup or not a coup” distinction matters greatly for Ecuador's democratic future, and should guide how the international community responds. If Lasso's action did indeed fit the worrying rise of self-coups globally, it would be dire for Ecuador's prospects for democracy, and likely plunge it towards autocracy. International actors would need to condemn the coup, push for regional and global sanctions, and apply strong pressure to reverse Lasso's illegal power grab. The “coup or not a coup” distinction matters greatly for Ecuador's democratic future, and should guide how the international community responds. Since Lasso's decree is unusual but legal, Ecuador's shaky democracy—which democracy watchers rate (PDF) as falling short of a full democracy—is on precarious, but at least constitutional footing, for now. At this precarious moment, the United States and other like-minded, pro-democracy countries should not sit idly by. While fully recognizing the country's own struggles with incumbent power grabs, the United States should urge Lasso to strictly keep to the letter and spirit of the law, reign in the security forces—ensuring their political impartiality—and ramp up support to help Ecuador arrange free and fair elections in the coming months. The role of the military along with unified international pressure has proved crucial to stopping or reversing past self-coups around the world. The current situation in Ecuador fortunately does not yet fit that definition. But the international community would be wise to actively keep it that way, first by strongly and consistently reminding Lasso—and other key regional partners—that the world is watching, and by also increasing democracy support to Ecuador ahead of the coming polls. Alexander Noyes is a political scientist at the nonprofit, nonpartisan RAND Corporation and former senior advisor in the Office of the Secretary of Defense for Policy. This commentary originally appeared on Political Violence at a Glance on May 31, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}