{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:46:47.640514",
  "crawling_time_epoch": 1703231207,
  "type": "Commentary",
  "title": "Is the Warning Clock on Our National Defense Running Out?",
  "url": "https://www.rand.org/pubs/commentary/2023/07/is-the-warning-clock-on-our-national-defense-running.html",
  "descriptions": "The United States has never invoked a ten-year rule regarding preparations for long-term military competition with China, as Great Britain did after World War I. But there have been times when the United States has behaved as if such a rule were in place.",
  "posted": "Jul 10, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/is-the-warning-clock-on-our-national-defense-running/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1689028079454.jpeg",
    "desc": "An XQ-58A Valkyrie low-cost unmanned aerial vehicle launches at the U.S. Army Yuma Proving Ground in Arizona, December 9, 2020, photo by Staff Sgt. Joshua King/U.S. Air Force"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "Andrew R. Hoehn Thom Shanker",
      "profil": "https://www.rand.org/about/people/h/hoehn_andrew_r.html",
      "position": "Senior Vice President, Research and Analysis",
      "username": "@AndyHoehn",
      "contact": "https://www.twitter.com/AndyHoehn"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.global-security.html",
        "tag": "Global Security"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-drones.html",
        "tag": "Military Drones"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-kingdom.html",
        "tag": "United Kingdom"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "As World War I drew to a close, the British cabinet made a momentous decision. It concluded that the risk of another major European war anytime in the immediate future was low, so it decided to prioritize restoring the nation's finances, rather than continuing to modernize its military. In making its decision, the cabinet acted on another consideration. This was a time of rapid technological change. The cabinet concluded that if it did not time its military investments wisely, it could well waste funds by investing in the wrong capabilities at the wrong time. Judging that any major threat stood at more than a decade into the future, it invoked a ten-year rule to guide its military planning. Year after year, the cabinet would assess the prospects of a future threat, and if that threat was judged to be ten or more years into the future, Britain would continue to focus its time and resources on the demands of policing its empire, which, in the aftermath of the Great War, included parts of the Middle East. In one of the odd twists of history, Winston Churchill, who in 1928 was Chancellor of the Exchequer, put forth the position that each year that the cabinet determined the risks of another European war to be low, the clock on the ten-year rule should be reset. Of course, it was also Churchill who, a little more than a decade later, would have to look back at the die he helped cast as British forces escaped crushing defeat at Dunkirk and as the Battle for Britain raged. While the United States has never invoked such a ten-year rule regarding preparations for long-term military competition with China, there have been times when it has behaved as if such a rule were in place. By the early 2000s, there were already alerts of China's modernizing military, but such alerts arrived amid ongoing wars in Iraq and Afghanistan, so grappling with this new and at least equally difficult problem seemed, at the time, out of the question. As the decade dragged on, a financial crisis, and deepening divisions over domestic budget priorities—which led to a government shutdown and sequestration—further shelved the China problem, resetting the clock again and again, year after year. Just as Great Britain was consumed with its imperial policing duties in the 1920s and 1930s, so too was the United States throughout the 1990s and 2000s. Even Obama and Trump reluctantly continued in this mode until Biden brought U.S. involvement in the Middle East partially to an end when he withdrew U.S. forces from Afghanistan in 2021. And still, today, small numbers of U.S. forces continue to operate in Iraq and Syria. As a top defense official in the Trump Pentagon once said, “My job is to focus on China, and all I work on is the Middle East.” Though it is too early to tell whether the Biden administration's team at the Pentagon can escape this same trap their predecessors fell into, this is the cul-de-sac it must escape, and one that highlights one of the primary challenges of the U.S. national security apparatus, on which the United States spends $1.25 trillion a year: That even when current and emerging threats are spotted early, as was the case regarding the growing military threat of China, there are not sufficient warning systems, nor is the machinery in place to deal with such problems appropriately. Both the “warning machine”—the intelligence community, the Pentagon, and the Department of Homeland Security—and the “action machine”—the FBI, Homeland Security, the military, even Health and Human Services—are out of synch, unable to communicate with one another effectively to identify and put into motion the solutions to today's most pressing national security threats. Consider the U.S. response to the COVID-19 pandemic as Exhibit A. There is, however, a way for the warning and action machines to work in concert, to tackle problems as they are being identified. Take, for example, an ongoing concern in national security: the fact that U.S. adversaries are generally far better at imposing costs on U.S. forces than U.S. forces are at imposing costs on them; that the style and approach the United States brings to its defense is hugely expensive ($1.25 trillion a year) while it does not make such defense spending so steep for its enemies. The United States has not always been on the losing side of such cost-imposing strategies. When President Jimmy Carter first revealed that the United States had produced a stealth aircraft, he did so knowing the Soviet military would have to respond by spending enormous sums to improve its air defense systems. America's early dominance of stealth technology not only imposed costs on the Soviet Union, it did so in the most favorable way possible, causing the Soviets to expend substantial sums on defending their territory, resources that could not be devoted to building more offensive capabilities. The United States has an opportunity today to deploy a similar idea with what the Air Force calls its low-cost attritable aircraft technology, LCAAT—or “the cat.” These “cats” are relatively small, potentially expendable drones. If one such drone is lost or destroyed, it is affordable enough to be replaced. A swarm of these cats, with even smaller, more expendable drones in support (call them “kittens”), could have devastating impacts for relatively low cost. To understand what would make such a system so effective, consider how military planners often describe the process of engaging with a particular target as a “kill chain.” The chain extends from the sensors that identify the target, to the weapons used to destroy it, to everything in between. A system of cats and kittens—of small and even smaller expendable drones, identifying and destroying targets—acts unlike a chain, which can easily be broken in one link, but instead as a far more durable mesh, maintaining its structural integrity even while single drones are lost or destroyed. Such a system would be relatively low-cost to create, but massively costly to defend against. Most importantly, such a system might begin to signal to China's leaders that they might face a real prospect of failure—or, at the very least, tremendous expense—should they initiate a war. To the extent that China's leaders still believe they could succeed in using military force over Taiwan or elsewhere, then the warning signals will have been wasted, the action machine squandered. As Churchill learned, one can only reset the clock so long before time, as it always does, runs out. Andrew Hoehn is the senior vice president for research and analysis at the nonprofit, nonpartisan RAND Corporation; he formerly served as a top strategist for the Department of Defense. Thom Shanker is director of the Project for Media and National Security at George Washington University; he previously was a New York Times reporter and editor. This essay is adapted from their book, Age of Danger: Keeping America Safe in an Era of New Superpowers, New Weapons, and New Threats. This commentary originally appeared on RealClearDefense on July 10, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}