{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:05:41.773007",
  "crawling_time_epoch": 1703239541,
  "type": "Blog",
  "title": "Israel-Hamas War, Overdose Deaths, Striking Health Care Workers: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-october-13.html",
  "descriptions": "This weekly recap focuses on historical context for the Israel-Hamas war, the link between education and fatal overdoses, why U.S. health care workers are striking, and more.",
  "posted": "Oct 13, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-october-13/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1697137658821.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "tags": [
      "Academic Achievement",
      "China",
      "Gaza Strip",
      "Health Care Workforce",
      "Information Operations",
      "Israel",
      "Mortality",
      "North Korea",
      "Nuclear Deterrence",
      "Opioids",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "This week, we discuss insights from RAND research on the Israel-Hamas war; fatal overdoses and education disparities; why more U.S. health care workers may go on strike; who's winning the information war in Ukraine; considering Russian nuclear escalation; and friction between China and North Korea.",
    "sub_article": [
      {
        "title": "Israel-Hamas War: Insights from RAND Research",
        "descriptions": "Photo by Amir Cohen/Reuters On Saturday, Hamas, the militant Islamist group that governs Gaza, launched a sweeping attack on Israel. The surprise assault and the days of fighting that followed have left hundreds of Israelis and Palestinians dead. Israeli Prime Minister Benjamin Netanyahu has warned of a “long and difficult war” ahead. And on Monday, Israel's defense minister ordered a “complete siege” of Gaza. A 2017 RAND study offers important context for this conflict. The authors provide an overview of the cycle of violence that has long plagued the region, which has recently been defined by periods of intense fighting followed by relative lulls. They also examine Israel's approach to deterring Hamas over the years, focusing on 2009 to 2014.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-october-13/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539_830847769/imagewithclass_copy.fit.800x0.jpeg/1697136383430.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Israel's Iron Dome anti-missile system intercepts rockets launched from the Gaza Strip, as seen from Ashkelon in southern Israel, October 9, 2023, photo by Amir Cohen/Reuters"
        }
      },
      {
        "title": "Fatal Overdoses Increasing Among People with Less Education",
        "descriptions": "Photo by Brian Snyder/Reuters Drug overdose deaths continue to surge in the United States, largely driven by the opioid crisis. A new RAND analysis sheds light on who is most affected. It shows that, for people with no college education, the overdose death rate increased from 12 deaths per 100,000 people in 2000, to 82 deaths per 100,000 in 2021. Over a shorter period—from 2018 to 2021—overdose deaths nearly doubled among those without a high school diploma. These findings provide critical information about how resources should be more effectively allocated.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-october-13/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539/imagewithclass_copy.fit.800x0.jpeg/1697136589451.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A man who was found unconscious after overdosing on opioids is in an ambulance in the Boston suburb of Malden, Massachusetts, December 2, 2017, photo by Brian Snyder/Reuters"
        }
      },
      {
        "title": "Is the Kaiser Strike a Signal of More Health Care Labor Unrest to Come?",
        "descriptions": "Photo by Aude Guerrucci/Reuters More than 75,000 health care workers at Kaiser Permanente went on strike last week. In 2020, RAND's Shira Fischer led a study that examined the challenges facing America's entry-level health care workers. The key issues—high turnover, poor working conditions, low pay and benefits, and few training opportunities—are all cited by workers on the picket lines today. It's relatively rare for the U.S. medical workforce to go on strike, but that may be changing. “Striking might be the only leverage they have,” Fischer says.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-october-13/_jcr_content/par/blogpost/par-blog/wrapperdiv_655378184/imagewithclass_copy_.fit.800x0.jpeg/1697136848433.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Health care workers strike in front of Kaiser Permanente Los Angeles Medical Center in Los Angeles, California, October 4, 2023, photo by Aude Guerrucci/Reuters"
        }
      },
      {
        "title": "Who's Winning the Information War in Ukraine?",
        "descriptions": "Photo by Danylo Antoniuk/ZUMA Press Wire In the wake of Russia's invasion of Ukraine, many Western media outlets and policymakers have declared that Ukraine is winning the information war. But according to a new RAND report, this may be oversimplifying the issue. The authors find that the effectiveness of each country's influence campaigns depends on context and target audience. For example, campaigns conducted by both Ukraine and Russia may have struggled to overcome the deeply held beliefs of their adversary's audiences, who may be resistant to new information that contradicts their views.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-october-13/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1697137120455.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A large illustration of a stamp seen in downtown Kyiv, October 9, 2022, photo by Danylo Antoniuk/ZUMA Press Wire"
        }
      },
      {
        "title": "What If Russia Crossed the Nuclear Threshold?",
        "descriptions": "Photo by Mikhail Metzel/Sputnik via Reuters Russian President Vladimir Putin has staked everything on his invasion of Ukraine, and he is unlikely to accept defeat without exhausting the significant resources at his disposal. With momentum seemingly on the side of Ukraine, and Russian desperation growing, there are concerns that Moscow could resort to nuclear escalation to turn the tide of the war. A new RAND report uses game theory to consider this hypothetical scenario—and inform how U.S. decisionmakers might respond.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-october-13/_jcr_content/par/blogpost/par-blog/wrapperdiv_1035350401/imagewithclass.fit.800x0.jpeg/1697137257412.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Russian President Vladimir Putin chairs a meeting with members of the Security Council via video link at the Novo-Ogaryovo state residence outside Moscow, Russia, October 3, 2023, photo by Mikhail Metzel/Sputnik via Reuters"
        }
      },
      {
        "title": "North Korea and China Aren't the Allies You Think They Are",
        "descriptions": "Photo by Toru Hanai/Reuters Former Chinese leader Mao Zedong once described China and North Korea as being “as close as lips and teeth.” Despite this history, says RAND's Bruce Bennett, there has been considerable friction between the two countries over the years. Looking ahead, Beijing may determine that growing threats from Pyongyang will destabilize Northeast Asia. And that assessment could lead to key differences between Chinese and North Korean objectives.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-october-13/_jcr_content/par/blogpost/par-blog/wrapperdiv_267892730/imagewithclass.fit.800x0.jpeg/1697137854524.jpeg",
          "width": "800",
          "height": "450",
          "desc": "People walk in front of a monitor showing news of North Korea's fresh threat in Tokyo, Japan, August 10, 2017"
        }
      }
    ]
  }
}