{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:43:36.537433",
  "crawling_time_epoch": 1703231016,
  "type": "Commentary",
  "title": "It's Time to Take Societal Resilience Seriously",
  "url": "https://www.rand.org/pubs/commentary/2023/09/its-time-to-take-societal-resilience-seriously.html",
  "descriptions": "To build the societal resilience required to respond effectively to everything from climate-related emergencies to pandemics, to intentional state-on-state attacks, and disinformation, a joint approach is needed, not only across government, but across wider society.",
  "posted": "Sep 15, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/09/its-time-to-take-societal-resilience-seriously/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1695909089910.jpeg",
    "desc": "Members of Libyan Red Crescent Ajdabiya work in an area affected by flooding, in Derna, Libya, September 12, 2023, photo by Libyan Red Crescent Ajdabiya via Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Rebecca Lucas",
      "profil": "https://www.rand.org/about/people/l/lucas_rebecca.html",
      "position": "Senior Analyst in Defence and Security",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.community-resilience.html",
        "tag": "Community Resilience"
      },
      {
        "blog": "https://www.rand.org/blog.topic.critical-infrastructure-protection.html",
        "tag": "Critical Infrastructure Protection"
      },
      {
        "blog": "https://www.rand.org/blog.topic.disaster-recovery-operations.html",
        "tag": "Disaster Recovery Operations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.emergency-preparedness.html",
        "tag": "Emergency Preparedness"
      },
      {
        "blog": "https://www.rand.org/blog.topic.natural-hazards.html",
        "tag": "Natural Hazards"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-kingdom.html",
        "tag": "United Kingdom"
      }
    ],
    "Article": "The devastating floods in Libya, the earthquake in Morocco, alongside catastrophic wildfires in Hawaii and Greece this summer, have once again raised questions about how societies respond to moments of national crisis. A new focus on societal resilience could improve response and mitigation efforts when future disasters strike. To build the societal resilience required to respond effectively to everything from climate-related emergencies to pandemics, to intentional state-on-state attacks, and disinformation, a joined-up approach is needed, not only across government, but across wider society. In the UK, responses to such immediate crises have often involved calling in the military—for example to build London's Nightingale Hospital during the COVID pandemic, or to fill sandbags and perform other tasks during floods. But asking the military to fix immediate problems isn't enough. Recent government policy such as the Integrated Review in Defence has made it clear that government at least nominally recognises the importance of societal resilience. Yet there is a lack of clear lines of responsibility and designated stakeholders. Organisations like the National Protective Security Agency (NPSA) can address certain areas of resilience, such as protection of national infrastructure and intellectual property; but they may be ill-equipped to handle other tasks. The NPSA and Defence are national-level organisations, but when crises hit local government (such as the Local Resilience Forums) are often the first line of defence. However, local authorities may not be linked to the resources, or communications, available at a national level. Resilience is not a one-time, quick fix. Previous RAND work has made clear the importance of addressing all three phases of resilience: There's been much study of international systems for doing this, with Nordic and Baltic countries drawing a lot of attention for their Total Defence models. While there are certainly lessons to be learned from these countries, the UK faces differing challenges. Most obviously, the countries closest to the UK are primarily NATO allies or other partners—and that makes it harder to build the public awareness of threat that can help build societal cohesion. The UK has other characteristics, though, that might offer unique strengths, including a long history of responding to disasters. Recent experience has also shown that the UK's volunteer spirit is alive and well: take volunteering during the COVID pandemic as one example. There are already a number of organisations such as the National Consortium for Societal Resilience, the National Preparedness Commission and others working to try to draw attention to this issue. Rather than focusing on where the UK doesn't measure up, there are three steps to that could help focus minds in the short term: clearly defining societal resilience across UK government and society, promoting public discussions within government and with broader society to engage stakeholders, and working to create consensus around the importance of dedicating resources (be that financial, personnel, equipment, time, etc.) towards this effort. Rebecca Lucas is a defence & security analyst at RAND Europe. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}