{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:28:15.066522",
  "crawling_time_epoch": 1704166095,
  "type": "Commentary",
  "title": "It Should Not Have Been a Surprise: The Threat from Putin's Russia",
  "url": "https://www.rand.org/pubs/commentary/2023/08/it-should-not-have-been-a-surprise-the-threat-from.html",
  "descriptions": "The recent NATO summit in Vilnius, Lithuania, left the world asking a hard question: “Are we in a new Cold War with Russia?” Our answer is to a different, and harder, and more important question: Is Russia already at war with the West?",
  "posted": "Aug 1, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/08/it-should-not-have-been-a-surprise-the-threat-from/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1690932602352.jpeg",
    "desc": "Russian President Vladimir Putin attends a meeting with service members at the Kremlin in Moscow, Russia, June 27, 2023, photo by Mikhail Tereshchenko/Sputnik/Pool via Reuters"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "Andrew R. Hoehn Thom Shanker",
      "profil": "https://www.rand.org/about/people/h/hoehn_andrew_r.html",
      "profession": "Senior Vice President, Research and Analysis",
      "username": "@AndyHoehn",
      "contact": "https://www.twitter.com/AndyHoehn"
    },
    "tags": [
      "Geopolitical Strategic Competition",
      "North Atlantic Treaty Organization",
      "Russia",
      "Threat Assessment",
      "United States",
      "www.rand.org"
    ],
    "Article": "The recent NATO summit in Vilnius, Lithuania, left the world asking a hard question: “Are we in a new Cold War with Russia?” Our answer is to a different, and harder, and more important question: Is Russia already at war with the West? Vladimir V. Putin has been in perpetual war with the West—defined by his terms for years. We just didn't realize it, or understand it, or act like it. Despite occasional, and tactical, cooperation with the West, such as immediately after 9/11, Putin has racked up a long list of global aggressions: Invading Georgia. Invading Ukraine—twice. Meddling in U.S. presidential elections—isn't that an attempt at regime change? He sent assassins after political opponents overseas. And he has loosed his computer hackers in attempts to cripple us, and enabled or at least tolerated criminal gangs to attack our systems. A virtue of American democracy is that it is difficult to take our nation to war—which is right, since going to war is the grimmest decision a democracy can make. For western democracies, war and peace are binary, clear lines between one and the other, like an on/off switch. Not so for Putin. For years, Putin has guided Russia into various stages of conflict with the West, and across the entire spectrum of aggression. To him, conflict is a rheostat that he can dial up or dial down, in gradations. Russians are comfortable living in that in-between. And in that world, with our freedoms and desire for clear lines of conflict and peace, we are outmatched, unready. In contrast, the Russians have kept key aspects of their society psychologically in a near-war and now, a war footing. How did we get here without realizing the real Putin? After the collapse of the USSR and the early years of Boris Yeltsin's flawed leadership of the Kremlin, there was an overwhelming sense that the Russians were remote and diminished: “Upper Volta with rockets,” was a common phrase. And then came 9/11 and the war in Afghanistan, and then the invasion of Iraq, so counterterrorism and counterinsurgency became the all-consuming, zoom-like focus of American national security policy. Military and intelligence billets once designated for Russia experts were given over to counterterrorism and the Middle East, with a focus on Arabic. We can tell you the exact day that the United States and its allies should have begun taking seriously Putin's intention to exact revenge on the United States and NATO for what he saw as disregarding, even belittling, his beloved Mother Russia: It was in Munich, on February 12, 2007. All eyes that day in Munich were on the U.S. defense secretary, Robert M. Gates, who had recently been installed at the Pentagon by George W. Bush with the mission to save the war in Iraq and fix the one in Afghanistan—and restore relations with European allies that had been frayed by administration policy, including Donald H. Rumsfeld's dismissal of concerns expressed by longtime allies—he derided them as “Old Europe”—over the invasion of Iraq. But preceding him on the agenda was Putin, who mounted the stage and accused the United States of global overreach, of provoking a new nuclear arms race, of destabilizing the Middle East. He recited a litany of U.S. sins (offenses that he would repeat again and again over the following decade-plus), including the American invasion of Iraq without permission from the U.N. Security Council, “almost uncontained hyper-use” of military force, failure to advance arms control agreements sought by Russia, and, especially, the further expansion of NATO to Russia's very doorstep. While Putin made clear he did not aspire to military or ideological domination of the world as did the Kremlin's masters during the communist era, he did claim the right to domination of his near-abroad, a reassertion of Russia as the controlling authority in a gigantic zone of influence from Eastern Europe across the Caucasus Mountains into Central Asia. Putin desires to be not an old communist party general secretary, but a new czar. Where American warning and analysis came up short is obvious. Note that this insight into Putin's expansionist, aggressive plans laid out at Munich were not an intercepted Kremlin directive decoded for analysis by U.S. intelligence. It was not a Moscow mole disclosing some insider insights about Putin's newly hardening line. No, this was Vladimir Putin redefining Russia as once again separate from and aggrieved by the West. Putin's speech was a public declaration that the Kremlin would no longer acquiesce to U.S. global dominance. It would not take long for the United States and its allies to see Putin making good on his threats, threats that Putin made very much in public. The next year after the Munich speech, Russian forces invaded the Republic of Georgia. In 2014, Putin's forces bit off a huge piece of Ukraine. And, of course, the next major invasion of Ukraine in 2022. Putin says what he means to do. And the United States willfully blinded itself to the real Putin. We spoke to Philip M. Breedlove, who was the NATO military commander in 2014 when Russian forces seized and annexed the Crimea and Donbas regions of Ukraine, with Moscow's troops operating in direct combat roles and through Kremlin sponsorship of “Little Green Men” to carry out hybrid warfare. Russian action took the world by surprise, and Breedlove agrees that the United States consciously chose to ignore the Kremlin after the collapse of communism in Eastern Europe in 1989 and the demise of the Soviet Union in 1991. Breedlove said he “went off like a well-hit nine iron in a tile bathroom” at the absence of sufficient warning he received as NATO commander in advance of that first Russian invasion of Ukraine in 2014. Breedlove said he demanded to know why the United States had been caught off-guard. Breedlove recalled for us his tense briefing with senior members of the intelligence community from two separate agencies that brought into stark relief how significantly the American government had taken its eye off the Kremlin. Breedlove said he was told that, on the day the Berlin Wall fell in 1989, the United States had between 12,000 and 13,000 government analysts staring right at the Soviet Union. By the time of Russia's invasion of Ukraine in 2014, that number had dwindled to about 1,000, Breedlove recalled being told. Another retired senior intelligence official foot-stomped that point: After the collapse of the USSR, the intelligence community's budget commitment went from about 50 percent focused on the Soviet threat to about 13 percent. And that reduced expenditure was further challenged by the reality that the Soviet Union had divided along the lines of its former republics, meaning 15 new targets for gathering intelligence and assessing risks. Putin understands—in ways the White House and Pentagon and State Department have not—that wars no longer begin with the first bullet or bomb. The question was never, Will there be war in Ukraine? Putin was already at his kind of war over Ukraine when the United States and the West finally got around to paying attention in late 2021 ahead of the 2022 invasion. And to be sure, some day the world may learn that Putin's massive invasion of Ukraine can be ascribed not only to his personality and grievances, but also previously unknown contributing factors. Long COVID has been suggested. Or cancer. Or the impact of self-imposed isolation over years of pandemic. Or even Putin's awareness of actuarial tables for Russian males, and his need to move on an accelerated timeline to create his legacy for restoring the Kremlin's place on the global stage. But those things are not required to explain his order to invade Ukraine. The preconditions and mindset have been evident for years and years. His aggression has all been in a straight line. In fact, some who are promoting the theory of underlying medical or new psychological rationale for the 2022 invasion have a conscious or unconscious hope to absolve themselves of not seeing Putin clearly before. Throughout, Putin has sought to capitalize on his strengths in, again, playing a weak hand. Proximity and force numbers give Putin escalation dominance, at least that is what he thought early on. When war starts is up to him. To Putin, control of Ukraine is a vital—even existential—Russian national security issue. Less so in the West. And domestic opinion in the West, in particular in the United States, is so polarized that NATO's presidents and prime ministers are not acting with full support of their populations. The Biden administration deserves credit for marshalling intelligence on Putin's military build-up around Ukraine beginning in 2021, and for deliberately sharing what it could on Putin's actions and Putin's intentions. Putin wanted to weaken the Atlantic alliance and divide it—but NATO has never been more united, and is even growing in membership, under Washington's lobbying since the invasion of Ukraine. Allies are providing weapons and training and are joining a sanctions regime. And in NATO, the alliance that Putin hates, membership is expanding. But we must not forget that Putin does not care about the well-being of his population, or of those who serve in his military. The so-called oligarchs have little sway. The early street protests in Moscow and St. Petersburg, which seemed so inspiring on social media in the first days after the invasion, represented a tiny percentage of a decimal point of the overall Russian population. Given these realities, Putin can still hope to maintain escalation dominance. The conflict ends when he decides to end it, when he has had enough—or is gone. The race is to see who gets exhausted first—Ukraine, NATO, and the West, or Vladimir V. Putin. Either a victorious Putin or a beleaguered Putin is still a dangerous Putin. If he succeeds in Ukraine, his appetite for adventure may grow. If he fails in Ukraine, his temptation to lash out may be uncontainable. No serious policy can overlook the danger that Russia poses to NATO and the larger international system. Andrew Hoehn is senior vice president for research and analysis at the nonprofit, nonpartisan RAND Corporation; he formerly served as a top strategist for the Department of Defense. Thom Shanker is director of the Project for Media and National Security at George Washington University; he previously was a New York Times reporter and editor. This essay is adapted from their book, “Age of Danger: Keeping America Safe in an Era of New Superpowers, New Weapons, and New Threats.” This commentary originally appeared on RealClearDefense on August 1, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}