{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:58:13.319205",
  "crawling_time_epoch": 1703231893,
  "type": "Announcement",
  "title": "James P. Smith, Economist and Former Director of RAND's Labor and Population Studies Program, Dies at 79",
  "url": "https://www.rand.org/news/press/2022/08/10.html",
  "descriptions": "James P. Smith, an economist and expert on aging who directed the Labor and Population studies program at the RAND Corporation for nearly two decades, shaping a research agenda that focused on domestic labor markets, demographic trends in the United States, and economic development in developing countries, died on August 4. He was 79.",
  "posted": "Aug 10, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2022/08/10/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1660231220536.jpeg",
    "desc": "James Smith, photo by Diane Baldwin/RAND Corporation"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Wednesday\nAugust 10, 2022 James P. Smith, an economist and expert on aging who directed the Labor and Population studies program at the RAND Corporation for nearly two decades, shaping a research agenda that focused on domestic labor markets, demographic trends in the United States, and economic development in developing countries, died on August 4. He was 79. Smith published widely on topics ranging from education to immigration to wealth inequality. More recently, he authored numerous widely cited studies on health outcomes and economic status worldwide. He was an economist at RAND from 1972 to 2020 and the director of the Labor and Population studies program from 1977 to 1994. He also held the Distinguished Chair in Labor Markets and Demographic Studies at RAND, the nonprofit research institute based in Santa Monica, California. He mentored many junior investigators throughout his career. Smith assembled the scientific and financial support to create the Health and Retirement Study (HRS) (along with Richard Suzman) to enable data collection that would advance researchers' understanding of the challenges and opportunities of aging. Smith chaired the HRS Data Monitoring Committee for 30 years (1991–2020) and advised numerous HRS partner studies around the world. He contributed to a national discussion of immigration as coleader of a 1997 National Research Council study that found the U.S. economy benefited from immigrants' contributions by as much as $10 billion a year. In 2020, Smith joined Rose Li & Associates as a senior research associate and continued to contribute to the field through his original research and leading harmonization activities of HRS partner studies. He received many honors throughout his career, including election to the National Academy of Medicine in 2011, the Ulysses Medal from University College Dublin in 2009, the Albert Nelson Marquis Lifetime Achievement Award in 2018, and two National Institutes of Health Merit Awards for his research from 1995–2018. Smith was born in Brooklyn, New York. He earned a bachelor's degree in economics from Fordham University in 1965 and a doctorate in economics from the University of Chicago in 1972. Before joining RAND, he taught at the Graduate Center of the City University of New York. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}