{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:56:28.090019",
  "crawling_time_epoch": 1703242588,
  "type": "Announcement",
  "title": "James Dobbins, Diplomat and Nation-Building Expert, Dies at 81; Directed RAND's International Security and Defense Policy Center",
  "url": "https://www.rand.org/news/press/2023/07/05.html",
  "descriptions": "James Dobbins, a veteran diplomat called “one of the leading practitioners of the art” of nation-building by former U.N. Secretary General Kofi Annan, and who directed RAND's International Security and Defense Policy Center for more than a decade, died July 3. He was 81.",
  "posted": "Jul 5, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2023/07/05/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1688573801576.jpeg",
    "desc": "James Dobbins at Politics Aside 2012"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Wednesday\nJuly 5, 2023 James Dobbins RAND Corporation photo James Dobbins, a veteran diplomat called “one of the leading practitioners of the art” of nation-building by former U.N. Secretary General Kofi Annan, and who directed RAND's International Security and Defense Policy Center for more than a decade, died July 3. He was 81. “Ambassador Dobbins had decades of experience as a diplomatic troubleshooter that greatly benefited RAND and the institutions we serve,” said Jason Matheny, president and CEO of nonprofit, nonpartisan RAND. “He was a scholar of foreign affairs who wrote cogently about some of the most critical situations the world has faced in modern times. And he was tireless: Just last month he coauthored a new analysis of how to rebuild a post-war Ukraine.” Indeed, Dobbins saw that Ukraine's post-war reform and reconstruction was part of the 75-year story of Europe's recovery and reintegration starting in western Europe after World War II, then central and eastern Europe after the Cold War, then the western Balkans after the Yugoslavia wars. “His was a life spent working to make the world a safer, more peaceful place,” his son Christian Dobbins said. Dobbins took on difficult assignments managing international crises for four presidents. After the September 11 terrorist attacks, he became the Bush administration's envoy to the Afghan opposition, played a key role at the 2001 Bonn conference from which Hamid Karzai emerged as the consensus candidate for Afghanistan's first president, and reopened the American embassy in Kabul on December 16, 2001. Dobbins directed RAND's International Security and Defense Policy Center from 2002 to 2013, when he became President Obama's special representative for Afghanistan and Pakistan. He spent a challenging year in the post, holding negotiations over such issues as whether to keep American troops in Afghanistan after 2014 and the controversial swap of five Taliban detainees for Sgt. Bowe Bergdahl. Dobbins returned to RAND as a senior fellow and Distinguished Chair in Diplomacy and Security. His RAND books included 2007's The Beginner's Guide to Nation-Building, a handbook based on 24 case studies on rebuilding a nation after a conflict, coauthored with Seth G. Jones, Keith Crane and Beth Cole DeGrasse. In 2017 he published a memoir, Foreign Service: Five Decades on the Frontlines of American Diplomacy. “Jim's role as a policymaker—and as a senior U.S. representative in societies in conflict—is worth special note,” Robert B. Zoellick, a former deputy secretary of state, wrote in the foreword to the memoir. “When Jim helped solve problems, he offered breadth and insight by analyzing and presenting issues within the context of history and wider considerations. A discussion with Jim was also seasoned with his sharp wit.” Dobbins was born in New York City on May 31, 1942. He was 10 when his family moved to the Philippines for the work of his father, a lawyer with the Veterans Administration. They returned to the United States, and the Maryland suburbs, in time for Dobbins' senior year in high school. He earned a bachelor's degree from Georgetown University's School of Foreign Service in 1963 and spent the next three years as a lieutenant in the Navy. Dobbins then entered diplomatic work, including serving as a U.S. staff delegate at the Paris peace talks that opened in 1968. He worked in Paris, London, Bonn, and Brussels, and twice headed the State Department's European bureau. His career took a different trajectory in 1993 with an assignment to manage the withdrawal of U.S. forces from Somalia. He was then given important roles as American troops went to Haiti in 1994, Bosnia in 1995 and Kosovo in 1999. “I became associated with each of these enterprises as the Washington-based troubleshooter responsible for overseeing these interventions' stabilization and reconstruction phases,” he wrote. By the end of the Clinton administration, Dobbins was assistant secretary of state for Europe. Under the Bush administration, Dobbins became special envoy to the Afghan opposition and later wrote After the Taliban: Nation-Building in Afghanistan (2008), a book about helping the Afghans form a new government. Other RAND publications include America's Role in Nation-Building: From Germany to Iraq, Ending Afghanistan's Civil War and Choices for America in a Turbulent World. After joining RAND, “I was occupied with an agreeable mix of thinking, reading, writing, and helping guide others' work on national security policy,” Dobbins wrote in his memoir. “RAND provided the opportunity for reflection and dozens of super smart colleagues to help.” His wife, Toril, whom he married in 1969, died in 2012. Besides Christian Dobbins, he is survived by his sisters Victoria Dobbins and Elizabeth Fuller; his brothers Andrew Dobbins and Peter Dobbins; and his son Colin Dobbins, Colin's wife Elizabeth Dobbins, and their daughters Catherine and Evelyn. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}