{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:33:40.045567",
  "crawling_time_epoch": 1704166420,
  "type": "Commentary",
  "title": "Japan's New Security Policies: A Long Road to Full Implementation",
  "url": "https://www.rand.org/pubs/commentary/2023/03/japans-new-security-policies-a-long-road-to-full-implementation.html",
  "descriptions": "The historic ambition contained within Japan's new defense strategies is notable. But the reality is that an extraordinary alignment of political, economic, fiscal, and other stars will be necessary for Japan's government to fully implement their stated ambitions over the next five to ten years.",
  "posted": "Mar 27, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/03/japans-new-security-policies-a-long-road-to-full-implementation/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1681827317273.jpeg",
    "desc": "Japanese Prime Minister Fumio Kishida and U.S. President Joe Biden walk through the colonnade of the White House in Washington, D.C., January 13, 2023, photo by Mandel Ngan/Pool/Reuters"
  },
  "content": {
    "source": "(Brookings Institution's Order from Chaos Blog)",
    "author": {
      "name": "Jeffrey W. Hornung",
      "profil": "https://www.rand.org/about/people/h/hornung_jeffrey_w.html",
      "profession": "Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "Geopolitical Strategic Competition",
      "Japan",
      "Military Budgets and Defense Spending",
      "Military Strategy",
      "Politics and Government",
      "Security Cooperation",
      "www.rand.org"
    ],
    "Article": "On December 16, 2022, Japan's government released a new national security strategy, national defense strategy, and defense buildup program. In mid-January, Japanese Prime Minister Fumio Kishida and key Cabinet officials visited Washington to jointly highlight these documents and discuss the next steps for the U.S.-Japan alliance with the Biden administration. At the time, much commentary rightly noted the historic ambition contained within Japan's new strategies aimed at strengthening deterrence in response to a worsening regional security environment. In all the excitement over these historic announcements, however, much of the discourse has inappropriately treated Japan's strategies as a done deal, as though their full realization is inevitable. The reality is that an extraordinary alignment of political, economic, fiscal, and other stars will be necessary for Japan's government to fully implement the Kishida administration's stated ambitions over the next five to ten years. To be sure, Japan may ultimately get there. But the road ahead may be bumpy. Japan's new National Security Strategy (NSS) (PDF)—the first since 2013 and only the second ever—is Tokyo's “supreme national security policy document.” It “provides strategic guidance for Japan's national security policy areas, including diplomacy, defense, economic security, technology, cyber, maritime, space, intelligence, official development assistance (ODA), and energy.” Japan's new National Defense Strategy (NDS)—the first so-named and the successor to the erstwhile National Defense Program Guidelines (six versions since 1976; last revised in 2018)—is basically a ten-year guideline that is designed to clarify Japan's defense objectives and the ways and means by which the government intends to achieve them. Its companion document, the Defense Buildup Program, provides “program guidelines” for building and maintaining the critical defense capabilities needed to support the NDS. These documents were approved by Japan's National Security Council and Cabinet—the members of which are appointed by Japan's prime minister. As such, they are a clear signal of the current Kishida government's political and policy intent. However, these documents are not legally-binding commitments, plans, or legislation that have received the imprimatur of Japan's National Diet, much less been fully resourced. While Japan's defense orientation remains fundamentally unchanged in key aspects, these new strategies, together with the outcomes from the January 2023 U.S.-Japan summit and cabinet-level security meetings in Washington, reflect a re-evaluation by Japan's government of what it can and must do to more effectively enhance deterrence in the face of a rapidly worsening security environment, a changing balance of power in East Asia, and the arrival of a “new era of strategic competition.” They are the latest manifestation of a judgment shared across successive administrations in Japan that Tokyo must adopt a more proactive role in deterrence and regional stability amidst what the documents call Japan's “most severe and complex security environment since the end of World War II.” Japan's new strategies reflect a re-evaluation by its government of what it can and must do to more effectively enhance deterrence in the face of a rapidly worsening security environment. The new NSS identifies China and North Korea's activities as posing, respectively, “an unprecedented and the greatest strategic challenge” and a “grave and imminent threat.” Meanwhile, it notes that “Russia's aggression against Ukraine has easily breached the very foundation of the rules that shape the international order.” Critically, the NDS judges that Russia's aggression was possible because “Ukraine's defense capability … was insufficient” for effective deterrence. All told, the sense of urgency that Japan's posture must adapt quickly to a changing security environment vastly exceeds that of the 2013 NSS (PDF). In response to threats both general and specific, the new strategy calls for “fundamentally reinforcing Japan's own capabilities.” For example, Japan's unprecedented call for “counterstrike capabilities” results from a frank recognition that China and North Korea's ballistic and cruise missile arsenals could overwhelm Japan's air and missile defense systems. Meanwhile, the call for surging defense spending reflects not only a push for new, expensive capabilities (e.g., counterstrike; unmanned systems) but also an awareness that after years of under-investment in key initiatives (e.g., munitions and parts stockpiles, passive base defenses, cyber and space capabilities), vastly greater resources are needed to strengthen deterrence and resilience. It is one thing to map out an ambitious vision and list of program priorities, which Japan has already accomplished with the release of last December's “three documents.” But it is something different to effectively, efficiently, and fully implement it. As the new documents clearly acknowledge, major defense budget increases are the sine qua non for realizing much of Japan's new national security vision. Without any doubt, the planned change in the official annual defense budget from 5.4 trillion yen in 2022 ($40 billion in today's rates) and 8.9 trillion yen in 2027 ($67 billion in today's rates)—a roughly two-thirds increase—is a historically significant pledge. But the ambitious new spending targets were announced before a concrete plan for how to fully finance them. Generating and sustaining this massive amount of new funding over the next several years—and beyond—may not be easy. Parliamentary debate has so far focused on some combination of sources—including tax increases, debt spending, expenditure cuts, and moving resources around from other budgets. Yet even within Kishida's own Liberal Democratic Party (LDP), internal fissures have already emerged publicly. Furthermore, a December 2022 poll also showed that tax hikes were opposed by a clear majority. With an approval rating hovering between 30% to 40%, it's not clear how much political capital Kishida (or his successors) will have to push through potentially unpopular funding measures. Tax increases in Japan have long been politically precarious. There are certainly grounds for optimism in Tokyo. The Lower House just approved the government's FY2023 budget request, which includes a massive defense budget increase of 26%. But there is no guarantee that achieving these spending levels will be fiscally or politically sustainable in the long run, especially with other recently announced initiatives also requiring massive outlays. Indeed, it is no secret that Japan faces severe demographic, economic, and fiscal headwinds. None of this is to suggest that Japan reaching and sustaining an 8.9 trillion yen defense budget by 2027 is impossible. Rather, the point is only that it would be a mistake to assume it's inevitable simply because it appears in the December 2022 Defense Buildup Program. Beyond appropriations, legal and other reforms will also be necessary to fully implement pledges contained within the “three documents.” Given important constitutional, political, and other constraints on Japan's defense posture, the devil may be in the details. Forward momentum is already clear. Some new legislation has already been proposed, including as it concerns historic new reciprocal access agreements with Australia and the United Kingdom. In the coming years, additional legislation and reforms will be needed. For example, to implement the pledge to develop “active cyber defense” or capabilities to obtain human intelligence, the Diet may need to pass legislation related to privacy to assuage concerns about government overreach. Domestic politics will impact whether and how quickly legislation will clear the Diet. Additionally, the precise content will also be shaped by political processes. At a minimum, Kishida's LDP will need support from Komeito, its more “dovish” junior coalition partner with a clear track record (PDF) of diluting major national security-related initiatives championed by LDP conservatives. Adapting the U.S.-Japan alliance to Tokyo's new ambitions and capabilities could be critical. Lastly, even if fully resourced and legislated, Japan's leaders will need to effectively implement Tokyo's new national security strategy. First and foremost, they will need to negotiate a lot of political agreements—interagency; intra-coalition; and with the United States and other major international partners. For Japan, an assortment of important tasks remains outstanding if it is to achieve its goals, including: securing qualitatively and quantitatively sufficient manpower; reinvigorating the defense industrial base; establishing new and diverse partnerships with the private sector; developing new doctrines, concepts, and forms of command and control; accelerating technological innovation; and cooperating with other countries in technological innovation and foreign military sales. Adapting the U.S.-Japan alliance to Tokyo's new ambitions and capabilities could be critical, especially if both countries judge that a rethink of the traditional “shield and spear” division of labor of roles and missions is necessary. And none of these objectives will be pursued in a vacuum. Domestic and international political vicissitudes and unexpected events may force adjustments. The massive earthquake, tsunami, and nuclear disaster that struck Japan in March 2011 and Russia's ongoing war against Ukraine are only two examples of how unforeseen “shocks” can drastically reshape political and strategic priorities. Pointing out the difficult road ahead is not meant to minimize the significance of the ambitions contained in Japan's new national security and defense strategies, or to suggest achievement is unlikely. Rather, the intent is simply to highlight that despite the bold steps forward already taken by the Kishida Cabinet, there remain many unknowns about what will come next, and how bumpy the path forward is likely to be. One thing is certain: a lot of hard work—in both Tokyo and Washington—lies ahead. Adam P. Liff is a nonresident senior fellow with the Center for East Asia Policy Studies at Brookings. Jeffrey W. Hornung is a senior political scientist at the nonprofit, nonpartisan RAND Corporation and an adjunct professor in the Asian Studies Program at Georgetown University. This commentary originally appeared on Brookings Institution's Order from Chaos Blog on March 26, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}