{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:12:30.070745",
  "crawling_time_epoch": 1703243550,
  "type": "Commentary",
  "title": "Japan's Upcoming Defense Efforts",
  "url": "https://www.rand.org/pubs/commentary/2022/12/japans-upcoming-defense-efforts.html",
  "descriptions": "The Japanese government looks set to release three important documents shortly: a new National Security Strategy and two defense documents that lay out spending priorities over the next ten years and five years. In preparation for the release of these documents, here are six areas that could be candidates not only to receive a greater prioritization of resources, but also greater scrutiny.",
  "posted": "Dec 13, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2022/12/japans-upcoming-defense-efforts/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1671499547364.jpeg",
    "desc": "F-2 Fighters from the 8th Air Wing of Japan Air Self-Defense Force hold a joint military drill with the United States off Japan's southernmost main island of Kyushu, Japan, November 5, 2022, photo by Joint Staff Office of the Defense Ministry of Japan/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Jeffrey W. Hornung",
      "profil": "https://www.rand.org/about/people/h/hornung_jeffrey_w.html",
      "profession": "Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "Air Defense",
      "Japan",
      "Military Strategy",
      "National Security Legislation",
      "www.rand.org"
    ],
    "Article": "On December 16th, the Japanese government looks set to release three important documents: a new National Security Strategy and two defense documents that lay out spending priorities over the next ten years and five years. Japanese Prime Minister Kishida Fumio recently ordered his finance and defense ministers to increase Japan's defense budget to 2 percent of GDP in the next five years. This is historic given Japan's tendency over the past four decades to artificially limit spending to only 1 percent. The government has outlined seven key areas of focus for defense spending with further clarity on priorities expected when the new documents are released. In preparation for the release of these documents, here are six areas that could be candidates not only to receive a greater prioritization of resources, but also greater scrutiny. The first area is how much the defense budget will actually grow? That may seem strange, given that the government is intent on increasing the budget, but the details matter because the government is not attaining that increase through new spending alone. Some of it will come from inclusion of existing budgets for things like the Japan Coast Guard and public infrastructure under the notion that the entire government is responsible for national defense. This inclusion may help the government achieve its goal, despite it being a bit of smoke-and-mirrors to enable the government to claim a 2 percent success. Nevertheless, the overall spending on defense will increase, and substantially. For that portion that is pure increase, however, how will it be resourced? An advisory council to the prime minister cautioned to not lean heavily on issuing debt, given that Japan's debt stands at more than twice the size of the economy. The question then is what combination will the increase take? If debt is an option, how much? If tax increases are likely, how much of that burden will be shared by income taxes versus corporate taxes? And will any other existing budgets experience reductions to help pay for the higher defense expenditures? Although nothing is official, it appears Japan has already decided on acquiring long-range strike capability. Without a doubt, the item that has received the most attention has been the public debates regarding Japan's possible acquisition of long-range strike capabilities. In the parlance of Japan—where even language can denote “offensive” militaristic intentions—this has been called “counter-strike” capabilities. While it is common to overlook the fact that Japan already boasts a robust missile portfolio on its air and maritime platforms, as well as ground-launched, anti-ship cruise missiles, it does not have a ground-launched variant meant for targeting enemy targets inside their territory. Nor does it have the supporting infrastructure to target, mission plan, or conduct battle damage assessment to conduct precision strikes against ground targets. Although nothing is official, it appears Japan has already decided on acquiring this capability, with media reporting Japan's interest in the U.S.-made Tomahawk. Yet, if part of the logic for acquiring this is to have an independent deterrent capability, then the focus will turn to whether it invests in the critical supporting infrastructure as well. With the exception of a recent Yomiuri article citing an interest in fielding a 50-unit satellite constellation, there has not been a large focus on Japan acquiring its own sensors and satellites to identify targets and engage in battle assessments. The defense buildup plan should provide insights into what Japan is planning to do in this critical area. Assuming Japan does move forward with counter-strike capabilities, there are two associated issues that may be of interest. One is the level of munition stockpiles. For the investment in strike to move beyond purely symbolic “deterrent” importance to a capability with real deterrent value, Japan may need to invest in a lot of these missiles. Yet, Japan's track record is not good. Despite no public records of current munition stockpiles, media reports and private discussions with officials reveal that Japan has not historically done well at stockpiling large numbers of munitions, either air- or ship-launched variants. Recent MOD budgets have dedicated resources to “securing continuous operations,” under which standoff munitions are included. The August 2022 defense budget request also includes ammunition for continuous operations and securing manufacturing systems of some types of ammunition. This could be an indication that Japan is serious, but Japan's missile plans appear very ambitious and historical experience shows this has never been an area of much follow-through. Importantly, often underexamined is the fact that many of Japan's munition depots are old. If Japan is increasing its munition stocks, including a new counter-strike capability, resources will also be needed to build new depots or upgrade older ones. Relying on U.S. depots is not a sustainable long-term option as the United States is also building up its munitions and will need a place to store them. Critically, Japan's depots may also need to be better situated near the site where launchers are deployed, something that plagues the SDF in some prefectures. Despite being an archipelagic country, Japan has not historically invested heavily in air and sea lift. Not considering the SDF's helicopters or MV-22 tilt-rotor aircraft, and assuming that the SDF utilizes its limited number of KC-767s and KC-130Hs solely in refueling roles (as opposed to transport roles), the SDF's airlift capacity by the end of the decade will be comprised of approximately 30 C-130Hs and C-2s. When we consider likely attrition through combat and aircraft grounded for repairs, it is difficult to accept that 30 aircraft will be adequate during a conflict. Unfortunately, the SDF will not be able to rely on sealift for relief, as the situation there is even worse, with heavy sealift capabilities consisting of three Ōsumi-class LSTs. Given these small numbers, the SDF's capacity to transport personnel, munitions, and larger capabilities could be restrained. The last 10-year spending plan showed no hint at addressing these shortfalls; neither does the recent defense budget request, with the exception of a couple of watercraft over the coming years. It can be expected that reinforcing key SDF garrisons in the Southwest Island chain will require significant lift capabilities. The United States does not have the capacity to assist in this area, given that a conflict will place heavy demands on existing U.S. lift capabilities. Given this state of affairs, what will the MOD envision for long-term lift? In 2020, Tokyo cancelled the Aegis Ashore deployment, resulting in criticism leveled at the abrupt cancellation. Because the government had already procured Lockheed Martin's SPY-7 radar for the land-based system, however, the government sought to find an alternative that could leverage this system. It became clear relatively early on that the government intended a naval-based option. While the idea has never escaped criticism, over the last year, this plan has continued to change. First there were reports that Japan would build 20,000-ton ships dedicated to ballistic missile defense, making them the largest ship since the WWII-era Yamato. Then the MOD listed design expenses and engines for two Aegis BMD ships in its defense budget request, although it did not have a specific cost attached to it, leading some to wonder whether Japan was thinking of changing its plan. In recent weeks, the media has reported that the government is now considering downsizing these ships to somewhere around 8,000 tons and making them multipurpose ships capable of carrying the Tomahawk as well. Because the MSDF struggles to achieve current manpower goals, it is unclear how they will be able to find personnel to man two new ships. Understanding what the chosen option is could therefore provide clarity on Japan's BMD network. There are also questions on when the government aims to commission these and make them operational. Passive defenses mean several things. One is dispersal of forces, which means operating from various locations with a smaller presence (versus operating from a few locations with a larger presence). By another meaning, passive defenses mean hardening, be that communication lines, fuel lines, munition and fuel depots, and aircraft shelters. Passive defenses can also refer to runway repair capabilities or even decoys. Japan has not historically invested heavily in passive defense capabilities. A simple search of Google Earth, for example, shows several aircraft shelters at bases like Komatsu or Misawa, but not enough to shelter all its fighter fleet. Instead, Japan is investing in walls that can prevent explosions jumping between planes, not from an aerial attack. While there are efforts to create dispersal pads on existing ASDF bases, these capabilities remain largely concentrated at a small number of bases. Japan's budget request attempts to change this, as sustainability and resiliency are highlighted as a line of effort, with things like runway repair capabilities and moving command units underground as listed priorities. With China's geographical proximity, investments into hardening all facets of SDF bases and ensuring the ability to disperse SDF forces across bases (not just within bases) could be critical to the SDF's survival beyond the first volley. How much resources will be devoted to this over the long-term may therefore demonstrate Japan's seriousness about its passive defenses. How much resources will be devoted to hardening SDF bases over the long-term may demonstrate Japan's seriousness about its passive defenses. Japan is making vast strides to pump critical resources into its defenses, something that defense analysts and officials in Washington should be applauding. Naturally, the results will not please everyone, but what is included in the upcoming documents will be critical indications of Japan's growing seriousness about how to respond to its security environment. It is important to remember, however, the scale of issues Japan is trying to address. While Japan is looking to update its national security strategy and equip its SDF to defend against a growing number of military challenges, there are other areas that Japanese policymakers are considering that could emerge as important issues in the months ahead. Posture could be one. Given Japan's focus on the maritime and air domains, will there be any gradual restructuring of the services that result in either a smaller GSDF or new roles and missions that more clearly support a joint force expecting conflict to come from the air and sea? Rumors also persist of Japan moving ahead with establishing a permanent joint headquarters in charge of operations, leaving the current Joint Staff Office to handle political-military advice to political leadership. The details of how this looks in practice could matter. If physically separated from Tokyo and manned with its own staff and authorities focused strictly on operations, it could mean the SDF gets something closer to a U.S. Combatant Command, a natural counterpart for the U.S. Indo-Pacific Command. If it is in Tokyo and forced to share JSO staff, or if the commander also has political-military advising roles that overlap with the Chief, JSO, then the efficacy of this new command could be called into question. Finally, there are areas of change that could come in the form of policies or initiatives. For example, does Japan further loosen its export controls so it can more easily export defense equipment? Doing so would not only support like-minded countries, but it could help make Japan's defense industry more efficient and viable. And with a standing desire by many policymakers in Japan to be included in the Five Eyes intelligence grouping, what efforts does Japan make to bolster its information security practices? Additionally, does the government work with local governments to establish dual use bases at civilian facilities? While there may be some legal changes necessary to make this happen for prepositioning weapons and ammunition during peacetime, there could be a much heavier political aspect to getting local communities to agree. The biggest question is whether all the changes Japan is initiating necessitate an updating of the 2015 U.S.-Japan defense guidelines. What Japan ultimately decides to fund and how it forces changes in other aspects of its defenses remain unknown for now. The important steps Japan is about to embark on could be critically important not just for its defenses, but for what the United States will be able to do together with Japan in the decades ahead. Watching how its defense decisions play out could therefore remain of critical importance to the United States. Jeffrey Hornung is a senior political scientist at the nonprofit RAND Corporation. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}