{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:36:30.402098",
  "crawling_time_epoch": 1704166590,
  "type": "Commentary",
  "title": "Japan's Strategic Shift: Significant, but Implementation Hurdles May Await",
  "url": "https://www.rand.org/pubs/commentary/2023/01/japans-strategic-shift-significant-but-implementation.html",
  "descriptions": "Japan's new strategic documents appear to demonstrate a recognition in Tokyo that it must do more for its own defense in the face of unprecedented security challenges. The dedication of resources, pursuit of new capabilities, and overarching commitment to a more robust defense are all significant moves that represent landmark change by one of America's key allies.",
  "posted": "Jan 27, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/01/japans-strategic-shift-significant-but-implementation/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1674862542676.jpeg",
    "desc": "Sailors on the USS Wasp observe as the Japanese destroyer JS Yuugiri moors alongside in Okinawa, Japan, April 23, 2018, photo by Mass Communication Specialist 1st Class Daniel Barker/U.S. Navy"
  },
  "content": {
    "source": "(War on the Rocks)",
    "author": {
      "name": "Jeffrey W. Hornung Christopher B. Johnstone",
      "profil": "https://www.rand.org/about/people/h/hornung_jeffrey_w.html",
      "profession": "Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "Civil Defense",
      "Japan",
      "Military Strategy",
      "Security Cooperation",
      "United States",
      "www.rand.org"
    ],
    "Article": "Last month, the Japanese government released three landmark strategic documents: the National Security Strategy (PDF), the National Defense Strategy (PDF), and the Defense Buildup Plan (PDF). Collectively, they represent pathbreaking change and may signal that Tokyo not only shares a common strategic vision with the United States but is also committed to do far more for its own defense. Japan's post–World War II defense policy has been defined by incrementalism and inelasticity. Beginning in the 1970s, Tokyo had a tendency to constrain defense spending to 1 percent of GDP. After the country's economic bubble burst in the mid-1990s, Japanese economic growth slowed significantly—and Japanese defense spending effectively stagnated as a result. Spending in 2021 was just 9 percent higher (PDF) than the level almost 25 years earlier. Tokyo's announcements on December 16 therefore signify an inflection point, both in the volume of planned defense investments and the capabilities the country intends to acquire (PDF). Together, these changes reflect an evolved concept of deterrence for Japan and what is required to sustain it, and once implemented they could result in a much more capable U.S. ally and critical force multiplier.… The remainder of this commentary is available at warontherocks.com. Jeffrey W. Hornung is a senior political scientist at the RAND Corporation and adjunct professor at Georgetown University. Christopher B. Johnstone is Japan chair and a senior adviser at the Center for Strategic and International Studies. He served on the staff of the National Security Council during the Biden and Obama administrations, and in the Office of the Secretary of Defense for more than a decade. This commentary originally appeared on War on the Rocks on January 27, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}