{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:56:10.133964",
  "crawling_time_epoch": 1703231770,
  "type": "Commentary",
  "title": "Japanese 'Counterstrike' May Be Good for ROK Security",
  "url": "https://www.rand.org/pubs/commentary/2022/12/japanese-counterstrike-may-be-good-for-rok-security.html",
  "descriptions": "Fully coordinated, the South Korean Kill Chain and Japanese counterstrike capability could be more effective in stopping North Korea from causing damage. And they could be more likely to deter Kim Jong-un, as Pyongyang recognizes that its efforts to militarily dominate the ROK are unlikely to succeed.",
  "posted": "Dec 28, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2022/12/japanese-counterstrike-may-be-good-for-rok-security/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1672274511498.jpeg",
    "desc": "Kim Jong-un conducts a ground test of a high-thrust, solid-fuel engine at the Sohae Satellite Launch Station in Cholsan, North Korea, December 16, 2022, photo by KCNA/Pool/Latin America News Agency via Reuters"
  },
  "content": {
    "source": "(NK News)",
    "author": {
      "name": "Bruce W. Bennett",
      "profil": "https://www.rand.org/about/people/b/bennett_bruce.html",
      "position": "Adjunct International/\nDefense Researcher; Professor, Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@bwbennett",
      "contact": "https://www.twitter.com/bwbennett"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.japan.html",
        "tag": "Japan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.missiles.html",
        "tag": "Missiles"
      },
      {
        "blog": "https://www.rand.org/blog.topic.north-korea.html",
        "tag": "North Korea"
      },
      {
        "blog": "https://www.rand.org/blog.topic.nuclear-deterrence.html",
        "tag": "Nuclear Deterrence"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.south-korea.html",
        "tag": "South Korea"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "For years, Japan has contemplated developing a “counterstrike capability” against potential North Korean (DPRK) and Chinese nuclear weapons. The Kishida administration drafted this concept in Japan's new National Security Strategy and National Defense Strategy. These counterstrike capabilities appear roughly parallel to South Korea's Kill Chain concept: the ability to detect, track, and destroy adversary nuclear weapons and their delivery means (mainly missiles and aircraft) before they can be launched. Both South Korea (ROK) and Japan have concluded that the North Korean nuclear weapon threat has grown so large and perilous that even good missile and air defenses may be insufficient to prevent catastrophic damage from a DPRK nuclear attack. The Japanese counterstrike capabilities will offer much-needed support for South Korea in any sort of contingency, despite some pushback in Seoul. The ROK will depend on rapidly deployed U.S. military forces in the event of invasion, but limitations in South Korean airfields and ports and fuel availability require the United States to use airfields and ports in Japan to support these movements. But North Korea knows this and might use some nuclear weapons and missiles to coerce Japan into denying U.S. access in a conflict, thereby preventing many U.S. forces from being available in the ROK when needed. Japan's and South Korea's fates are inextricably linked when it comes to North Korea. In a conflict, any North Korean nuclear weapon and ballistic missile destroyed by a Japanese counterstrike is one less that could be used against the ROK. Japanese destruction of even one DPRK nuclear weapon could save at least tens of thousands of ROK lives, the same way the ROK Kill Chain can save tens of thousands of Japanese lives. The neighbors' fates are inextricably linked when it comes to North Korea, and the ROK Kill Chain and Japan's counterstrike capability can thus mutually reinforce one another. South Korean and Japanese missile and air defenses have limited capacities and could be saturated by hundreds of North Korean missiles and drones. The Kill Chain and counterstrike capabilities could provide real help for the ROK and Japanese missile and air defenses by reducing the number of North Korean missiles that they must defend against, reducing the chances that they would be saturated. Both these concepts can be executed preemptively, thwarting the kind of nuclear first strike that North Korea would likely depend on due to being outgunned in conventional weapons. The ROK and Japanese capabilities could apply serious deterrence pressure on North Korea by reducing the probability of a successful DPRK nuclear preemptive attack. The Kill Chain and counterstrike capability may not need to be executed in a preemptive manner to be effective, however, because North Korea likely would save some nuclear weapons underground for use as a last-gasp survival threat—a secure reserve. The North also tends to have several missiles for each transporter erector launcher (TEL) (PDF). Thus, if North Korea attempts a first ballistic missile launch, perhaps 80 percent or so of its missiles could still be hidden underground somewhere, lacking an available TEL. South Korean and Japan could target nuclear weapon and missile underground storage if located, significantly reducing the threat and potentially facilitating conflict termination unopposed by DPRK coercion. This could also strengthen deterrence of a North Korean attack in the first place. Pyongyang may know that Seoul, Tokyo, and Washington could effectively retaliate to any limited attack on the ROK or Japan, helping deter North Korea from taking such risky actions. An essential part of the Japanese counterstrike capability would be enhanced systems for collecting intelligence on North Korea. Those systems may collect critical information useful to both the ROK and the United States. While focused on the North Korean nuclear weapon threat, both the ROK and Japan also are concerned about growing Chinese power. Neither country wants a war with China, but they also do not want Beijing using nuclear coercion against them. This shared concern could make the Kill Chain and the counterstrike capabilities of value for both countries in dealing with China. Some South Korean concerns about the Japanese counterstrike capabilities may be warranted since, according to the ROK constitution, all of North Korea is part of the South, and thus a Japanese counterstrike would be hitting South Korean territory even though the ROK does not control it. Seoul would likely reclaim this territory in the aftermath of any North Korean attempt to conquer the South, leaving it concerned about damage done there. Further, if Japan launches a counterstrike, it is likely that the conflict will escalate to North Korean attacks on both the ROK and Japan, drawing the South into the war. But the same can be said about ROK execution of its Kill Chain: Doing it would likely lead to North Korean escalation, drawing Japan into the war as the North seeks to impede U.S. force deployments to the South. South Korea and Japan can get the most out of Kill Chain and counterstrike capabilities through coordination. South Korea and Japan can get the most out of Kill Chain and counterstrike capabilities through coordination. Any execution of these systems would likely need to be done in a time-urgent manner; thus coordination may need to occur now, in peacetime. The United States could also be involved if either of these concepts are executed, adding both critical intelligence and substantial force capability for destroying the North Korean nuclear weapon threat. And if Pyongyang uses nuclear weapons, the U.S. nuclear umbrella offered to both the ROK and Japan would be invoked, and that could also be coordinated. Fully coordinated, the South Korean Kill Chain and Japanese counterstrike capability could be more effective in stopping North Korea from causing damage. And they could be more likely to deter Kim Jong-un, as Pyongyang recognizes that its efforts to militarily dominate the ROK are unlikely to succeed. Bruce W. Bennett is an adjunct international/defense researcher at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on NK News on December 27, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}