{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:36:18.139956",
  "crawling_time_epoch": 1704166578,
  "type": "Commentary",
  "title": "Japan's Long-Awaited Return to Geopolitics",
  "url": "https://www.rand.org/pubs/commentary/2023/02/japans-long-awaited-return-to-geopolitics.html",
  "descriptions": "In very short order, Japan moved to change decades of strategic thinking and embark on a new approach to security. The stark reality of geopolitics and the realization that what was once hypothetical is now possible were likely enough to convince Japan that the time for a new approach to its security is now.",
  "posted": "Feb 6, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/02/japans-long-awaited-return-to-geopolitics/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1675722042485.jpeg",
    "desc": "Japan's Prime Minister Fumio Kishida receives salutes from Japan Maritime Self-Defence Force soldiers at Sagami Bay, south of Tokyo, Japan, November 6, 2022, photo by Issei Kato/Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Jeffrey W. Hornung",
      "profil": "https://www.rand.org/about/people/h/hornung_jeffrey_w.html",
      "profession": "Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "China",
      "Japan",
      "Military Strategy",
      "National Security Legislation",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "In geopolitics, rarely do we realize that a tectonic shift is taking place the moment it is happening. There are a few exceptions: the Soviet Union's launch of the world's first space satellite, the fall of the Berlin Wall, and the 9/11 attacks. These moments were historical inflection points that were plain for all to see. Russia's war in Ukraine, which marks the return of naked, World War II–style aggression to Europe, is surely another such inflection point. But there is a second, less-noticed shift taking place right now that has at least as much power to alter history: the return of Japan as a major geopolitical actor. In the span of only one month from mid-December 2022 to mid-January of this year, Japan revised large parts of its post-1945 security posture and replaced it with a new strategy that—if implemented—would create a more robust and forward-leaning Japan. Tokyo's policy shifts may signal a Japan that is not only more willing and capable of involving itself in geopolitical issues beyond its own narrow, defensive interests but also more likely to act in ways commensurate with its strategic position, regional interests, and economic might. At the close of 2022, the administration of Japanese Prime Minister Fumio Kishida released three new strategic documents: a new National Security Strategy (PDF), National Defense Strategy (PDF), and Defense Buildup Plan (PDF). Then, in January, he and his foreign and defense ministers traveled to Washington to meet their U.S. counterparts. There, Japan's new strategic thinking was on full display in joint statements with U.S. President Joe Biden as well as Defense Secretary Lloyd Austin and Secretary of State Antony Blinken. Among other changes, Tokyo has announced the intention to increase defense spending by nearly 60 percent over five years, abandoning an informal budget cap of 1 percent of GDP that was put in place for political purposes back in the 1970s. This alone represents an almost revolutionary departure from longstanding defense practices.… The remainder of this commentary is available at foreignpolicy.com. Jeffrey W. Hornung is a senior political scientist at the RAND Corporation and an adjunct professor in the Asian Studies Program at Georgetown University. This commentary originally appeared on Foreign Policy on February 6, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}