{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:06:16.830904",
  "crawling_time_epoch": 1703239576,
  "type": "Commentary",
  "title": "Japan Risks Reputation in Oceania with Fukushima Discharge",
  "url": "https://www.rand.org/pubs/commentary/2023/09/japan-risks-reputation-in-oceania-with-fukushima-discharge.html",
  "descriptions": "Japan's decision last month to begin discharging treated radioactive wastewater into the Pacific Ocean from its destroyed Fukushima Daiichi Nuclear Power Plant is fairly unpopular in Oceania, potentially damaging Tokyo's reputation in this increasingly strategic region.",
  "posted": "Sep 28, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/09/japan-risks-reputation-in-oceania-with-fukushima-discharge/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1695947441510.jpeg",
    "desc": "An aerial view of the storage tanks for treated water at the Fukushima Daiichi nuclear power plant in Okuma town, Fukushima prefecture, Japan, August 22, 2023, photo by Kyodo/Reuters"
  },
  "content": {
    "source": "(Lowy Institute's Interpreter)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "position": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "Environmental Pollution",
      "International Diplomacy",
      "Japan",
      "Nuclear Energy",
      "Oceania",
      "www.rand.org"
    ],
    "Article": "Japan's decision last month to begin discharging treated radioactive wastewater into the Pacific Ocean from its destroyed Fukushima Daiichi Nuclear Power Plant is fairly unpopular in Oceania, potentially damaging Tokyo's reputation in this increasingly strategic region. Nuclear fallout is a particularly sensitive issue throughout the Pacific Islands as radioactivity from dozens of American, British, and French nuclear weapon tests during the Cold War continue to cause health defects to this day. Japan will release wastewater over the next 30 years, and the International Atomic Energy Agency (IAEA) in July declared the process to be consistent with international safety standards. However, that has not stopped the Pacific Island states from expressing their concerns. On 15 September, the Pacific Islands Forum (PIF) Foreign Ministers Meeting noted that “the South Pacific Nuclear Free Zone Treaty (Rarotonga Treaty) provides the context for our engagement on nuclear issues…[it] records the region's 'determination to keep the region free of environmental pollution by radioactive wastes and other radioactive matter.'” In January, prior to the IAEA's announcement, PIF Secretary General Henry Puna stated that “Our region is steadfast that there be no discharge until all parties verify it is safe…we must prevent action that will lead or mislead us towards another major nuclear contamination disaster at the hands of others.” Puna has not changed his view on the matter. At an individual level, most Pacific Island leaders have been outspokenly against Tokyo's plan. Vanuatu's foreign minister, for example, said in August “[We are] urging polluters not to discharge the treated water in the Pacific Ocean until and unless the treated water is incontrovertibly proven to be safe to do so, and [to] seriously consider other options.” Another member of the Melanesian Spearhead Group, the Solomon Islands, said at the U.N. it was “appalled” by the Japanese plan. France's territory of New Caledonia is opposed as well, and it would be hard to imagine that semi-autonomous French Polynesia—one of the main sites of Cold War nuclear testing—would be satisfied with Tokyo's plan either. At an individual level, most Pacific Island leaders have been outspokenly against Tokyo's plan. Other Pacific Island nations have also expressed concerns. Niue, for example, observed in August that the discharge would be “a transboundary and intergenerational issue.” Meanwhile, Tuvalu is reportedly “concerned, dismayed, disappointed, and kind of surprised” that Tokyo would do such a thing in spite of its own first-hand experience with nuclear material. And in the North Pacific, the Marshall Islands, which bore the brunt of Cold War nuclear testing by outside powers, argued in February that nuclear contamination continued to be a “real and grave threat” to the Pacific. Although no Pacific Island nation is in favor of Japan's discharge, there are several that might be considered “satisfied” by Tokyo's reassurances that the plan is safe. Cook Islands, which will chair the PIF summit later this year, noted “the discharge meets international safety standards.” Palau contended “if it's acceptable to their [Japanese] people, it should be acceptable to all of us.” Meanwhile, in Fiji, which serves as the PIF headquarters, Prime Minister Sitiveni Rabuka complained that protests in Suva last month were ill-informed because the discharge was happening “into Japan's own backyard, 7,306 kilometers from Fiji.” He also affirmed his support for Japan having met IAEA standards. The rest of the Pacific Island nations have been relatively vague in their positions. For example, Papua New Guinea's Prime Minister James Marape in June contended that Japan could only proceed if internationally compliant, but he has not commented since the IAEA's approval. The Federated States of Micronesia, under former President David Panuelo, said “We trust in the government of Japan in doing the right thing,” but since the election of Wesley Simina, FSM has not commented further. Kiribati has simply called for the release to be safe. Others, including Nauru, Samoa, and next year's PIF summit chair, Tonga, have thus far refused to weigh in at all. Australia and New Zealand have both endorsed Japan's plan. Wellington, however, added that “it was important to draw attention to the Pacific's traumatic experience with nuclear testing.” With the exception of only a few states in Oceania, Japan is facing an uphill battle to convince the region that the Fukushima release is safe. With the exception of only a few states in Oceania, Japan is facing an uphill battle to convince the region that the Fukushima release is safe. The states simply remain unconvinced that radioactive wastewater, even if treated to IAEA standards, is safe, and they believe it could eventually wind up in their neighborhood. Additionally, China—a key rival for influence in the region—is exploiting Japan's troubles for its own geopolitical gain. Last month, for example, Beijing's state-run Global Times depicted Tokyo as a “real-life Godzilla” radiation monster in the Pacific, and decried the “despicable and underhanded methods” Japan is allegedly resorting to in order to carry out its devious plan. Going forward, it will be important for Japan to continue to marshal the scientific evidence to support the discharge. Tokyo should not feel aggrieved by the majority Pacific Islander view considering their history of nuclear exposure and human trauma. But Japan also has to worry about losing strategic ground to China in the region. Japan will benefit from continued support from Australia and New Zealand, both of whom are PIF members and will seek to water down criticism of Tokyo at the next summit in November. Washington could also assist by raising the issue in a favorable light. Clearly, it will be difficult, if not impossible, to convince every Pacific Island state that Japan's plan is safe, but convincing even just a few more would be worthwhile. Derek Grossman is a senior defense analyst at the nonprofit, nonpartisan RAND Corporation and an adjunct professor at the University of Southern California. He formerly served as the daily intelligence briefer to the assistant secretary of defense for Asian and Pacific security affairs at the Pentagon. This commentary originally appeared on Lowy Institute's Interpreter on September 29, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}