{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:41:28.772713",
  "crawling_time_epoch": 1703230888,
  "type": "Commentary",
  "title": "Japan's Play for Today: Too Much? Just Right? Or Never Enough?",
  "url": "https://www.rand.org/pubs/commentary/2023/10/japans-play-for-today-too-much-just-right-or-never.html",
  "descriptions": "Japan is pushing ahead on a broad array of initiatives meant to strengthen the Self-Defense Forces' deterrent power across multiple domains. But there are bound to be limits in manpower, resources, capacity, or capabilities that will place limits on what the end point of Japan's buildup ultimately looks like.",
  "posted": "Oct 31, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/10/japans-play-for-today-too-much-just-right-or-never/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1698794379343.jpeg",
    "desc": "Two Japan Air Self Defense Force F-15s fly alongside a U.S. Air Force KC-135 from the 909th Air Refueling Squadron, Kadena Air Base, during air refueling training July 30, 2009, photo ny Tech. Sgt. Angelique Perez/U.S. Air Force"
  },
  "content": {
    "source": "(War on the Rocks)",
    "author": {
      "name": "Jeffrey W. Hornung",
      "profil": "https://www.rand.org/about/people/h/hornung_jeffrey_w.html",
      "position": "Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.japan.html",
        "tag": "Japan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-budgets-and-defense-spending.html",
        "tag": "Military Budgets and Defense Spending"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "The United States—and its allies—cannot continue in their security endeavors in the way they have heretofore. Business as usual will not lead to success. My RAND colleagues and I published these findings in Inflection Point, which warned that in today's dynamic security environment, in which the capabilities of U.S. adversaries are changing and the nature of warfare is rapidly evolving, policymakers risk the nation's security if they fail to understand and better prepare for future challenges. One of the countries in our study—and an increasingly critical U.S. ally—was Japan. Like the United States, Japan needs to look critically at its defense strategy, capabilities, and posture or risk facing considerable threats in its future. The Japanese government is already in the midst of this critical reassessment. In December 2022, the Kishida Fumio administration released three landmark strategic documents: the National Security Strategy (PDF), the National Defense Strategy (PDF), and the Defense Buildup Plan (PDF). Collectively, these represent change for Japan and its security policies. One of the most important aspects was the announcement that Tokyo would increase defense spending by nearly 60 percent over five years.… The remainder of this commentary is available at warontherocks.com. Jeffrey Hornung is a senior political scientist at the nonprofit, nonpartisan RAND Corporation and an adjunct professor in the Asian Studies program at Georgetown University. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}