{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:15:13.107511",
  "crawling_time_epoch": 1703243713,
  "type": "Announcement",
  "title": "Jason Matheny Named President and CEO of RAND Corporation",
  "url": "https://www.rand.org/news/press/2022/06/07.html",
  "descriptions": "Jason Matheny, an economist, technologist, national security expert, and longtime civil servant, has been named president and chief executive officer of the nonprofit and nonpartisan RAND Corporation.",
  "posted": "Jun 7, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2022/06/07/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1654621558468.jpeg",
    "desc": "Jason Matheny, President and CEO of RAND as of July 5, 2022"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Tuesday\nJune 7, 2022 Jason Matheny, an economist, technologist, national security expert, and longtime civil servant, has been named president and chief executive officer of the nonprofit and nonpartisan RAND Corporation, according to Michael Leiter, chair of the RAND Board of Trustees. Effective July 5, Matheny will become the sixth president and CEO of RAND, a research institution based in Santa Monica, Calif. He succeeds Michael D. Rich, who has led RAND since 2011. Matheny recently led White House policy on technology and national security at the National Security Council and the Office of Science and Technology Policy. Previously, he was founding director of the Center for Security and Emerging Technology at Georgetown University and director of the Intelligence Advanced Research Projects Activity (IARPA), where he was responsible for developing advanced technologies for the U.S. intelligence community. Before IARPA, he worked for Oxford University, the World Bank, the Applied Physics Laboratory, the Center for Biosecurity, and Princeton University. “Jason has long respected RAND's rigor and integrity and has been a voracious consumer of RAND analysis for decades, including while serving in senior U.S. government leadership positions,” Leiter said. “As a scientist and longtime civil servant, Jason has a deep appreciation for RAND's accomplishments and distinctive place in the world. He is a compelling speaker and a serious listener, and he is known as a generous and inclusive leader. From our first discussions with him, we were struck by his belief in RAND's ability to help solve the world's most important public policy challenges and by his vision for supporting future generations of policy researchers and leaders.” The board considered nearly 200 potential leaders from a variety of professional and personal backgrounds. “We engaged with RAND staff, leadership, clients, grantmakers, donors, and other stakeholders to help better understand what type of leadership RAND requires at this moment and in the coming years,” Leiter said. “To narrow the field, we carefully evaluated candidates' past performance and vision for RAND's future. At the end of this process, Jason's vision, intellectual leadership, research experience, and innovative mindset truly set him apart.” “It's an honor to join RAND, an organization whose people and work I've so long admired,” Matheny said. “Since its founding nearly 75 years ago, RAND has been committed to rigorous, unbiased analysis addressing the world's biggest challenges. A new century has brought on new challenges and new opportunities, and we need RAND's help now more than ever.” Matheny has served on many nonpartisan boards and committees, including the National Security Commission on Artificial Intelligence, to which he was appointed by Congress in 2018. He is a recipient of the Intelligence Community's Award for Individual Achievement in Science and Technology, the National Intelligence Superior Service Medal, and the Presidential Early Career Award for Scientists and Engineers. He was also named one of Foreign Policy's “Top 50 Global Thinkers.” Matheny holds a Ph.D. in applied economics from Johns Hopkins University, an M.P.H. from Johns Hopkins University, an M.B.A. from Duke University, and a B.A. from the University of Chicago. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}