{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:22:02.144038",
  "crawling_time_epoch": 1704165722,
  "type": "Commentary",
  "title": "Joining NATO Is Not Enough to Defend Ukraine: Allies Must Step Up",
  "url": "https://www.rand.org/pubs/commentary/2023/12/joining-nato-is-not-enough-to-defend-ukraine-allies.html",
  "descriptions": "Any security pledges for Ukraine may be wanting unless backed up by an allied force presence. An armed peacekeeping force could lack sufficient firepower or robust rules of engagement. A stronger force would be more credible.",
  "posted": "Dec 28, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/12/joining-nato-is-not-enough-to-defend-ukraine-allies/_jcr_content/par/teaser.crop.250x187.rm.jpeg/1703795912970.jpeg",
    "desc": "Members of the Estonian Defence Forces are seen during Spring Storm NATO exercises near Tapa, Estonia, May 19, 2023, photo by Jaap Arriens/NurPhoto/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "William Courtney John Hoehn Bradley Martin Hunter Stoll",
      "profil": "https://www.rand.org/about/people/c/courtney_william.html",
      "profession": "Adjunct Senior Fellow Associate Policy Researcher Director, RAND National Security Supply Chain Institute; Senior Policy Researcher Defense Analyst",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "tags": [
      "Major Combat Operations",
      "Military Force Deployment",
      "Military Strategy",
      "North Atlantic Treaty Organization",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "www.rand.org"
    ],
    "Article": "Ukraine is eager to join NATO and benefit from its Article V treaty pledge—an attack on one is considered an attack on all. But NATO's eastern allies gain added protection by hosting an allied force presence. Ukraine, too, may need such a presence to reinforce any security guarantees it may receive from NATO allies or from the alliance after joining. Not all “guarantees” are equal. Last August, the U.S. opened talks with Ukraine on “bilateral security commitments,” such as to ensure it had a “capable force.” In December, G7 leaders spoke of commitments but did not define them. These options seem to fall short of Article V-like guarantees. After Russia invaded Ukraine in 2014, NATO realized that Article V guarantees for eastern members were inadequate. In its “biggest reinforcement” in a generation, the alliance began rotating multinational battalion-size (up to 1,000 personnel) battlegroups into Estonia, Latvia, Lithuania and Poland. Following Russia's full-scale invasion of Ukraine nearly two years ago, NATO upped the ante. It added battlegroups in Bulgaria, Hungary, Romania and Slovakia. The alliance also agreed, as required, to scale up battlegroups to brigade-size (3,000-to-5,000 personnel). Germany is setting the pace, moving with “unaccustomed speed” to station an armored brigade in Lithuania. Romania hosts an important F-16 training center. As with these NATO members, any security pledges for Ukraine may be wanting unless backed up by an allied force presence. An armed peacekeeping force could lack sufficient firepower or robust rules of engagement. A stronger force would be more credible. Several considerations might be important. Defense of Ukraine is impeded by a long front line, 600 miles or so. But Ukraine has an advantage in geographic depth, making the reach of combat air power valuable. Ukraine's land borders with four NATO allies (Poland, Slovakia, Hungary and Romania) facilitate logistics and training. In a crisis, allied units could enter via multiple routes, as current supply lines show. Russia would remain reluctant to strike targets in NATO territory. Ukraine has sunk some Russian warships and chased others eastward in the Black Sea. This, and intrepid support from Romania and Bulgaria, have enabled Ukraine to sustain grain and other civilian shipping via the Black Sea. Any allied forces in Ukraine may have to employ protective measures such as hardening, dispersal, or mobility. Even if a ceasefire were agreed upon, Russia might harass Ukraine. Moscow could continue to fly missiles and drones into Ukraine. Against all evidence, Russia seems to think such strikes will demoralize Ukrainians. Any allied forces in Ukraine may have to employ protective measures such as hardening, dispersal or mobility. If Ukraine received security guarantees, what force presence options would strengthen them? Presence could involve rotation or permanent basing of allied forces, and prepositioning of supplies for allied units which might deploy to Ukraine in a crisis. Light: An allied ground force battalion in Ukraine and prepositioning for another, plus basing of an allied combat air squadron in an adjacent NATO state. This might help Ukraine slow an invader. Medium: An allied ground force brigade in Ukraine and prepositioning for another, plus basing of an allied combat air squadron. This might help Ukraine stop an invader in one or more local areas. Heavy: Two allied ground force brigades in Ukraine and prepositioning for another, plus basing of two combat air squadrons in the country. This might help Ukraine stop an invader on multiple fronts. Weightier options could involve major shifts in allied force posture. The U.S. Army, for example, has only two combat brigades in Europe. Force presence by multiple allies would be vital. Under all scenarios, the rotation of NATO warships into the Black Sea would be reinitiated and continue. They could escort Ukrainian civilian shipping. Allied patrols might be more frequent in the second and third scenarios, consistent with limits in the Montreux Convention (PDF). Reinforcement by allies may be critical. They might establish a joint task force in Kyiv to assist with military planning. Poland or the U.S. could fly F-35 stealth aircraft on the frontline. Aegis Ashore missile defenses in Romania and Poland, or perhaps installed in Ukraine, could bolster defenses. Allies might offer better electronic warfare and intelligence support. They could fly large uncrewed aerial vehicles, such as the armed Reaper, over Ukraine. Allies might ease end-use restrictions, allowing Ukraine to use its arms to strike targets across the Russian border. Allies could assist Ukraine with more advanced anti-ship missiles and aerial and naval drones. When major combat operations in Ukraine end, better assessments of future defense needs may emerge. But NATO's posture on its eastern flank makes one thing clear. Allied force presence in Ukraine may be essential to deter and defend against further Russian aggression. William Courtney is an adjunct senior fellow at the nonprofit, nonpartisan RAND Corporation and a former U.S. ambassador to Kazakhstan and Georgia. John Hoehn is an associate policy researcher at RAND and a former military analyst with the Congressional Research Service. Bradley Martin is a senior policy researcher at RAND and retired Navy Captain. Hunter Stoll is a defense analyst at RAND and an Army Reserve intelligence officer. This commentary originally appeared on The Hill on December 28, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}