{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:33:44.958766",
  "crawling_time_epoch": 1704166424,
  "type": "Commentary",
  "title": "Juggled Plan for McCarthy-Tsai Meeting Does Taiwan No Favors",
  "url": "https://www.rand.org/pubs/commentary/2023/03/juggled-plan-for-mccarthy-tsai-meeting-does-taiwan.html",
  "descriptions": "Instead of traveling to Taiwan like Nancy Pelosi did, U.S. House Speaker Kevin McCarthy is abiding by the advice of President Tsai Ing-wen to skip the trip. They will meet in California. This could be seen as a major victory for China's aggressive stance toward U.S. ties with the island and could embolden Beijing.",
  "posted": "Mar 24, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/03/juggled-plan-for-mccarthy-tsai-meeting-does-taiwan/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1679703041072.jpeg",
    "desc": "Speaker of the House Kevin McCarthy at the Friends of Ireland Caucus St. Patrick’s Day Luncheon in Washington, March 17, 2023, photo by Yuri Gripas/Sipa USA/Reuters"
  },
  "content": {
    "source": "(Nikkei Asia)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "Politics and Government",
      "Security Cooperation",
      "Taiwan",
      "Threat Assessment",
      "www.rand.org"
    ],
    "Article": "Last July, as Beijing stewed about then–U.S. House Speaker Nancy Pelosi's plans to travel to Taiwan, then–House Minority Leader Kevin McCarthy said he would also lead a delegation to the island if he succeeded Pelosi as speaker. But now that he is speaker, McCarthy is abiding by the advice of Taiwan President Tsai Ing-wen to skip the trip. Instead, he is set to meet Tsai on April 5 at the Ronald Reagan Presidential Library in California. The venue change could be seen, unfortunately, as a major victory for China's aggressive stance toward U.S. ties with the island. This, in turn, could lead Beijing to press on with its assertive approach toward Taiwan. Reports suggest that Tsai's government gave McCarthy two reasons to remain stateside. First, they shared new intelligence suggesting that Beijing was planning to go even more overboard than it had after Pelosi's visit, when it encircled Taiwan with military exercises and fired several missiles through its airspace. A Taiwanese official judged that Beijing was “not in a good situation” and counseled McCarthy's staff, “If we can try to control this together, the risks it brings for everybody can be contained better,” the Financial Times reported. The fact that Tsai was worried enough to request a switch in venue for her meeting with the speaker seems proof that Beijing's ongoing military threats have worked. A second point that Tsai's team raised, according to people familiar with the conversations, was that a trip could help the China-friendly Kuomintang (KMT) ahead of next January's presidential election. After Pelosi's visit, some KMT legislators voiced concerns about Tsai welcoming her, saying the move had triggered Beijing's ire and made Taiwan less safe and hurt its economy. Some recent polls have put public support for the KMT ahead of Tsai's Democratic Progressive Party and the opposition far outperformed the ruling party in local elections last November. Ma Ying-jeou, Tsai's predecessor and still an influential KMT leader, is set to travel to China next week on the first such trip ever by a former Taiwan president and a bold demonstration of the party's refusal to back down on engagement with Beijing. McCarthy's decision to listen to and abide by Tsai's counsel would normally be a cause for celebration. All too often, Washington takes its own interests into consideration above and beyond those of partner nations. However, in this particular case, McCarthy is likely emboldening China. This is because Beijing may—perhaps rightly—conclude that acting assertively against Taiwan, as it did after the Pelosi visit, bears fruit. The fact that Tsai was worried enough to request a switch in venue for her meeting with the speaker seems proof that Beijing's ongoing military threats have worked. While its response to Pelosi's visit was particularly aggressive, China regularly engages in military exercises across the Taiwan Strait. For the last few years, it has been flying formations of military aircraft across the traditional centerline of the strait—long a de facto frontier—on a near-daily basis. These operations are designed to not only wear out the Taiwanese air force but also to confuse and frighten islanders into submission. Beijing also will be heartened to see that its strategy of driving a wedge between Taiwan's main political parties appears to be enjoying success. By engaging with and supporting the KMT, China believes it might be able to help a more-malleable government come to power in 2024. Under Ma, Beijing and Taipei reached a number of agreements and expanded trade ties. He even held a landmark meeting with Chinese President Xi Jinping in Singapore in 2015. Beijing embraced Ma because he publicly endorsed the notion of “One China” encompassing both Taiwan and the mainland, although the KMT insisted it had a different interpretation of the concept than Beijing. Tsai quickly disavowed Ma's position upon taking office, to Beijing's consternation. Should McCarthy simply have gone forward with his trip to show strength? The reality is he had no good choices. In saying, “China can't tell me where or when to go,” McCarthy is right to reject allowing Beijing to set the terms of his travels. However, a visit to Taiwan would have certainly invited a more-provocative Chinese military response than Pelosi's trip did. Imagine for a moment if Chinese ballistic missiles fired over Taiwan inadvertently struck civilians or if falling debris caused casualties. McCarthy would have to weigh whether these might be reasonable risks to demonstrate resolve to counter China. On the political side, U.S. policymakers have long steered clear of playing favorites between the KMT and the DPP. That said, in the current geostrategic context in which China is America's No. 1 foe, it is worth considering whether Washington should be providing new political fodder to the KMT so close to Taiwan's next presidential election. Officials, whether in Congress or in the administration, need to carefully consider the precise goals they are trying to achieve with high-level, high-visibility visits. It is too late to reverse the impact of the rearrangement of the McCarthy-Tsai meeting. Going forward, the best answer seems to be that officials, whether in Congress or in the administration, need to carefully consider the precise goals they are trying to achieve with high-level, high-visibility visits. A popular view in the China-watching community is that Washington must shift from its long-standing position of “strategic ambiguity” on whether it would militarily defend Taiwan in case of a Chinese attack to “strategic clarity” by committing to do so. High-level visits, so the argument goes, are necessary to enhance deterrence. But another equally persuasive argument is that American visits to Taiwan, and meetings with Tsai, simply irk Beijing, which can cause greater instability. My sense is that the impact of visits by senior U.S. leaders is far more of a provocation than a deterrent; indeed, China already understands that the U.S. military is very likely to intervene in a future conflict and is preparing for that exact contingency. Rather, it is the quieter and more-painstaking processes of deepening U.S.-Taiwan security cooperation, and the coalescence of American allies Australia, Japan, and the Philippines around the need to counter China's growing military threats toward Taiwan that Beijing must worry about in the years to come. Derek Grossman is a senior defense analyst at the nonprofit, nonpartisan RAND Corporation and an adjunct professor at the University of Southern California. He formerly served as the daily intelligence briefer to the assistant secretary of defense for Asian and Pacific security affairs at the Pentagon. This commentary originally appeared on Nikkei Asia on March 24, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}