{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:57:05.668046",
  "crawling_time_epoch": 1703231825,
  "type": "Commentary",
  "title": "Keeping Teachers of Color in the Classroom Will Take More Than a Pay Raise",
  "url": "https://www.rand.org/pubs/commentary/2022/12/keeping-teachers-of-color-in-the-classroom-will-take.html",
  "descriptions": "All students—but particularly Black and Latinx students—benefit academically and socially from having teachers who are people of color. Policymakers and education leaders can help these teachers stay in the profession by making teaching more financially sustainable and fostering collegial relationships within school communities.",
  "posted": "Dec 1, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2022/12/keeping-teachers-of-color-in-the-classroom-will-take/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1684800087224.jpeg",
    "desc": "Black woman teacher in a classroom, photo by NappyStock/Pexels"
  },
  "content": {
    "source": "(Word in Black)",
    "author": {
      "name": "Elizabeth D. Steiner Ashley Woo Sy Doan",
      "profil": "https://www.rand.org/about/people/s/steiner_elizabeth.html",
      "position": "Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Assistant Policy Researcher, RAND, and Ph.D. Candidate, Pardee RAND Graduate School Associate Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@ED_Steiner",
      "contact": "https://www.twitter.com/ED_Steiner"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.black-populations.html",
        "tag": "Black Populations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.educator-well-being.html",
        "tag": "Educator Well-Being"
      },
      {
        "blog": "https://www.rand.org/blog.topic.latino-populations.html",
        "tag": "Latino Populations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.racial-equity.html",
        "tag": "Racial Equity"
      },
      {
        "blog": "https://www.rand.org/blog.topic.teachers-and-teaching.html",
        "tag": "Teachers and Teaching"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "The U.S. teaching workforce is far less racially diverse than its student body. All students (PDF)—but particularly Black and Latinx students—benefit academically and socially from having teachers who are people of color. And yet, such educators leave the profession (PDF) at higher rates than their White colleagues. So what can be done to get more teachers of color into the classroom and help them stay? Our State of the American Teacher Project investigated these questions. Our study included interviews with 40 teachers of color and a survey of nationally representative samples of teachers of color as a group and Black or African American and Hispanic teachers specifically. It is, to our knowledge, the first nationwide survey to document the experiences of people of color in education. We found, first, that the costs of becoming a teacher and staying in the profession are substantial. Or, as one Black teacher put it: “The money is a big part of it—teachers don't get paid.” The teachers of color we surveyed endorsed raising salaries as the most popular policy to attract and retain teachers like them. Additionally, Black teachers were more likely to say that low salaries were a job-related stressor than teachers of other races or ethnicities, possibly because carrying student debt is more common for Black students than their White counterparts. That, in turn, could make teaching—with its relatively lower salaries—less attractive than other professions. Strategies to lower the educational and credentialing expenses of becoming a teacher could also have disproportionate benefits for diversifying the education workforce. Strategies to lower the educational and credentialing expenses of becoming a teacher could also have disproportionate benefits for diversifying the education workforce. Student loan forgiveness was the next-most-popular idea among teachers of color, so state policymakers could ensure that loan forgiveness and scholarship programs offer enough financial relief to make them attractive. They might also provide compensation for student teaching. Teacher preparation programs could provide scholarships, stipends, or other forms of debt-free financial support. At the same time, our national survey results reinforce other research: Getting more people of color into teaching—and retaining them—will take more than just a pay raise. In our survey, one-third of teachers and nearly half of principals who were people of color reported experiencing at least one incident of racial discrimination that school year. Often, their school colleagues were the source. Poor well-being is another reason teachers of color may consider leaving their jobs. In our survey, teachers of color were more likely to report symptoms of depression than their White colleagues—and Hispanic or Latinx teachers were the most likely to report poor well-being overall. “It's just so stressful,” one teacher of color told us. “You have to love what you're doing if you're going to survive as a teacher.” This lower well-being is reflected in educators' willingness to stay in their current jobs. Among teachers of color, 41 percent indicated they were likely to leave their job before the end of the 2021–2022 school year, compared with 31 percent of White teachers. Although most teachers who consider leaving their jobs will not actually resign, a dissatisfied workforce is hardly an ideal outcome. Stress, depression, experiences of racial discrimination—these are admittedly difficult things to remedy in any workplace. Still, education leaders need to take steps to create a climate of inclusiveness and positive well-being for teachers of color. Our research suggests that building collegial relationships is key. State, district, and school leaders and principal preparation programs all need to take intentional steps to ensure the growth of inclusive, collegial school environments. State leaders could adopt leadership standards that focus on developing inclusive school environments as part of pre-service and in-service professional learning that occurs as part of principal preparation programs. Using leadership standards as an anchor, preparation programs could weave a focus on inclusivity and relationship-building into their coursework and clinical experiences. State, district, and school leaders and principal preparation programs all need to take intentional steps to ensure the growth of inclusive, collegial school environments. Currently, professional learning opportunities to help principals reflect on their own cultural lenses and biases are rare. District leaders and principal preparation programs could fill this gap by providing principals with research-based strategies to create inclusive school environments where teachers of color feel welcomed and heard. School leaders could consider applying some of the strategies they currently use to build positive relationships among students and staff—such as taking inventory of the state of relationships in the school, setting aside dedicated time to develop trust, using inclusive language, or asking questions instead of making assumptions—to develop communities among adults. School leaders could also create opportunities for social and professional interactions that could foster camaraderie among different groups of staff. Teachers of color are vital in an education system where students are increasingly coming from diverse backgrounds. Helping them stay in the profession will require multi-pronged efforts; policymakers and education leaders can start by making teaching more financially sustainable and fostering collegial relationships within school communities. Elizabeth D. Steiner is an education policy researcher at the nonprofit, nonpartisan RAND Corporation, Ashley Woo is an assistant policy researcher at RAND, as well as a Ph.D. student at the Pardee RAND Graduate School, and Sy Doan is an associate policy researcher at RAND. This commentary originally appeared on Word in Black on November 17, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}