{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:50:41.329373",
  "crawling_time_epoch": 1703242241,
  "type": "Commentary",
  "title": "Landmines in Ukraine: Lessons for China and Taiwan",
  "url": "https://www.rand.org/pubs/commentary/2023/09/landmines-in-ukraine-lessons-for-china-and-taiwan.html",
  "descriptions": "In shaping patterns of future warfare, militaries across the world will be seeking to absorb the key lessons of the Russia-Ukraine War. Chinese strategists are particularly attuned to the major role that landmines have played in the conflict.",
  "posted": "Sep 26, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/09/landmines-in-ukraine-lessons-for-china-and-taiwan/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1695773583908.jpeg",
    "desc": "A soldier from the mine disposal unit prepares to search for landmines along a coast in Kinmen, Taiwan, May 18, 2009, photo by Pichi Chuang/Reuters"
  },
  "content": {
    "source": "(The Diplomat)",
    "author": {
      "name": "",
      "profil": null,
      "profession": "",
      "username": "",
      "contact": null
    },
    "tags": [
      "China",
      "Fragmentation Weapons",
      "Military Strategy",
      "Taiwan",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "For some time, specialists have debated how mines could play an important role in a Taiwan contingency. Analysts have focused, in particular, on how the People's Liberation Army Navy (PLAN) could deploy sea mines both to blockade (PDF) Taiwan's ports, and also to try to keep the U.S. Navy away from the island. A related concept would involve using landmines extensively to help turn the island into a genuine “porcupine” and thus prevent, or at least slow down, a Chinese attack on Taiwan. Chinese strategists have followed these discussions closely, of course, and are particularly attuned to the major role that landmines have played in the Ukraine War. That conflict increasingly shows signs of becoming a stalemate, as defensive technologies, such as man-portable air defense and anti-tank systems have demonstrated their value. A mid-2023 detailed Chinese-language survey of landmine warfare in the Ukraine War yields the conclusion that mines have played the most important role in stymieing the Ukrainian counteroffensive. The article states, “Landmines…as everyone knows, are easy to sow, but hard to remove.” Somewhat paradoxically, PLA planners could be unnerved by this conclusion, since it may demonstrate anew the difficulties of the kind of rapid maneuver warfare that has long been envisioned for any hypothetical Chinese strike against Taiwan. The Chinese analysis begins by noting that it was the Ukrainians who first effectively used landmines during the original Russian invasion in late February and March 2022. Early on, the Ukrainians were apparently employing the UMZ mine-layer, a system deployed by the USSR during the 1970s. While old, this system apparently proved quite effective. Chinese strategists are particularly attuned to the major role that landmines have played in the Ukraine War. The Chinese analysis observes that each truck could lay a minefield of 1,500 meters by 150 meters in one to two hours. Noting that the Kremlin's war preparations were inadequate, this rendering gives high marks to the Ukrainians' initial employment of landmines. It is explained that due to Ukrainian mines, “Russian losses of equipment were extremely high.” Moreover, the article says that the requirement for advanced de-mining operations in areas the Russians had conquered “pinned down” and limited the speed of the Russian advance in that crucial early phase of the war. The Chinese analysis also highlights Ukrainian effectiveness with PFM-1 “Petal” landmines. These are said to be highly effective because they do not resemble other landmines in appearance, but it is also noted that they have proven dangerous to civilians as well. With respect to the summer 2023 Ukrainian counteroffensive, the Chinese analysis explains that as Ukrainian forces began to assemble NATO armored equipment in preparation, the Russians stepped up efforts at defense, “putting a high degree of emphasis on planting mines.” As noted above, the Chinese article gives the most credit for stalling the Ukrainian attack to these Russian landmine operations. Often the Ukrainian armored vehicles became immobilized in the minefields, but were then subsequently destroyed by either Russian helicopters or small anti-tank groupings. Such tactics inflicted “major losses” on the Ukrainian side. A picture in the Chinese article shows the now famous image of a cluster of destroyed Western armor, including a Leopard-2A tank, two Bradley AFVs, and a Leopard mine clearance vehicle. The article discusses that Russian mine-laying vehicles are quite similar to the ones Ukraine had employed but are generally more advanced. With satellite navigation linked to an automated control system, the UMZ-K system has increased speed and precision. The vehicle has the ability to launch its entire payload in 15 seconds and can also put the mines on timers or even deactivate them to prevent friendly soldiers from being injured. Russia additionally has deployed a “long-range rocket mine-layer vehicle,” which can apparently spread mines at a distance of 5 to 15 kilometers. Of course, in a Taiwan scenario, Chinese invaders would likely be confronting not Russian mine-layers, but rather Western-made equivalents. Thus, it is not surprising that the PLA has been closely following NATO's development of such mine-laying systems. In mid-2023, the Chinese military newspaper China National Defense News reported on the specifics of a new Polish system: “In combat mode, the vehicle can lay a minefield with an area of 90 m by 1800 m on both sides of the vehicle at a speed of 5 to 25 kilometers per hour, which can be completed in less than 22 minutes. The vehicle can be reloaded with mines in 30 minutes.” To defeat such systems, the PLA will endeavor to fully understand their capabilities. Taipei, naturally enough, is also studying the Ukraine War for applicable lessons and it is likely not at all coincidental that it just placed a major order in July 2023 for rapid mine-laying vehicles from Northrop Grumman that are quite similar to the types discussed above. In an attempt to defeat such systems, the PLA might adopt a “shoot the archer” approach—attempting to destroy the mine-layers before they are able to sow their deadly crop of mines. For that task, Chinese strategists would need exquisite intelligence. This possibility cannot be ruled out in today's world of high-quality satellite imagery supplemented by drone surveillance, along with the use of human agents as well. To state the obvious, the storage and handling of Taiwan's mines and mine-layers could well be a high priority for Chinese “targeteers.” One factor that might work in China's favor is that Taiwan forces would be quite reluctant to sow the island with mines given its rather high population density and the related danger of civilian casualties. Therefore, the relevant areas could be known decently well in advance by the PLA, while Taiwan's forces may wait to the last possible moment to take such a significant step. If it comes to an all-out assault on Taiwan, the PLA will most likely do everything possible to avoid the kind of static, trench warfare that has characterized the Ukraine War. Moreover, it should be kept in mind that the PLA has long invested heavily in the work of sappers for mine detection and clearance. For example, Chinese sappers have been widely recognized for their continuing work in southern Lebanon to clear landmines. Placing special recognition on the heroism of such units, a massive outpouring of PLA support recognized the sacrifices of Du Fuguo, a sapper badly injured clearing mines on the China-Vietnam border. It seems likely that Chinese strategists harbor few illusions about the dangers extensive minefields might hold in a Taiwan scenario. There is additional evidence that the Chinese are monitoring the success of Ukraine's mine-clearance or breacher vehicles. The PLA is exercising with these vehicles regularly, including with the ability to employ line charges to clear minefields. Perhaps drawing on trends in Russian mine clearance capabilities, the PLA seems to have developed a prototype of an unmanned system for clearing landmines. If it comes to an all-out assault on Taiwan, the PLA will most likely do everything possible to avoid the kind of static, trench warfare that has characterized the Ukraine War. That may partially explain why the PLA seems to be investing so heavily in airborne and helicopter assault capabilities—with the aim of leaping over the minefields that might lie just beyond the beaches. Lyle Goldstein is director of Asia Engagement for the Washington think tank Defense Priorities. He is also visiting professor at the Watson Institute for Public and International Affairs at Brown University. Nathan Waechter is a policy analyst at the nonprofit, nonpartisan RAND Corporation. Fluent in Mandarin Chinese, he lived in China for close to a decade, working in the quantitative market research industry. This commentary originally appeared on The Diplomat on September 26, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}