{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:57:52.335839",
  "crawling_time_epoch": 1703231872,
  "type": "News Release",
  "title": "Landmark Women's Reproductive Health Survey Shows Need for Improvements in DoD Reproductive Health Care",
  "url": "https://www.rand.org/news/press/2022/09/13.html",
  "descriptions": "Improvements to reproductive health care services provided by the U.S. Department of Defense would allow DoD to better meet the needs of female service members and address the high rate of unintended pregnancies among active-duty service women.",
  "posted": "Sep 13, 2022",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Sarah O. Meadows",
      "profession": "Senior Sociologist",
      "biography": "Sarah O. Meadows is a senior sociologist at the RAND Corporation and a professor at the Pardee RAND Graduate School. Her research areas include families and children (both civilian and military) and defense manpower issues, with a particular focus on readiness and resilience, women's…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/m/meadows_sarah/_jcr_content/par/bio.crop.130x130.cm.jpeg/1680556764287.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Sarah Meadows"
      }
    },
    "researcher": [
      {
        "research": "RAND National Security Research Division",
        "profile": "https://www.rand.org/nsrd.html"
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/civilian-military-workforce.html",
        "tag": "Civilian Military Workforce"
      },
      {
        "url": "https://www.rand.org/topics/enlisted-personnel.html",
        "tag": "Enlisted Personnel"
      },
      {
        "url": "https://www.rand.org/topics/family-planning.html",
        "tag": "Family Planning"
      },
      {
        "url": "https://www.rand.org/topics/female-populations.html",
        "tag": "Female Populations"
      },
      {
        "url": "https://www.rand.org/topics/health-legislation.html",
        "tag": "Health Legislation"
      },
      {
        "url": "https://www.rand.org/topics/military-families.html",
        "tag": "Military Families"
      },
      {
        "url": "https://www.rand.org/topics/military-force-planning.html",
        "tag": "Military Force Planning"
      },
      {
        "url": "https://www.rand.org/topics/military-health-and-health-care.html",
        "tag": "Military Health and Health Care"
      },
      {
        "url": "https://www.rand.org/topics/teen-pregnancy.html",
        "tag": "Teen Pregnancy"
      },
      {
        "url": "https://www.rand.org/topics/united-states-department-of-defense.html",
        "tag": "United States Department of Defense"
      }
    ],
    "Article": "Improvements to reproductive health care services provided by the U.S. Department of Defense (DoD) would allow the department to better meet the needs of female service members and address the high rate of unintended pregnancies among active-duty service women, according to new RAND Corporation research. The findings derive from the first women-only survey of active-duty service members since 1998, the Women's Reproductive Health Survey (WRHS), which aims to provide insights on a variety of female service members' health issues, including health care utilization, birth control and contraceptive use, reproductive health, fertility and infertility, and pregnancy. “Women make up about 17 percent of the active-duty military population, so their specific health needs are a critical piece of force readiness and the well-being of U.S. troops,” said Sarah Meadows, lead author and a senior sociologist at RAND. “Because reproductive health, pregnancy and related issues can affect service women's readiness, it's important that the DoD and Coast Guard understand the full scope of women's health care needs and develop policies and standards of care to adequately meet them.” While the WRHS does not directly address abortion care, a new RAND paper uses the survey and other data to estimate that between 5,000 and 7,400 active-duty service women and DoD-employed civilian women have an abortion annually. Due to the Supreme Court's ruling in Dobbs v. Jackson, about 40 percent of service women and DoD civilian women now have either no access or severely restricted access to abortion services where they live or are stationed. The impact of Dobbs on force readiness and national security is still unknown, but the possible costs to DoD range from increased attrition and decreased accessions to more instances of duty-restrictions and non-deployability to higher health care, child care and education costs. In the survey, more than 40 percent of active-duty service women reported a pregnancy since joining the military, and 16 percent reported a pregnancy within the prior year. Among service women who reported a prior year pregnancy, more than one in three reported that the pregnancy was unintended. That extrapolates to nearly 6 percent of all active-duty service women facing an unintended pregnancy annually—higher than the 4.5 percent rate found in the U.S. civilian population. This difference could be due to research methodological limitations or demographic differences between the two populations. Among those with unintended pregnancies, about half reported using no contraception. Those who said they were using contraception and still got pregnant indicated either method failure or inconsistent use. Despite the unintended pregnancy rate, about 60 percent of all active-duty service women reported using some regular form of birth control, though less than half used a highly effective method. Just under 15 percent reported having used emergency contraception in the year leading up to the survey. About half of active-duty service women said they were able to access birth control without delay through the Military Health System (MHS), but about 20 percent said that they were unable to get their preferred method of birth control from the MHS at least once. Similarly, about half reported being comfortable getting birth control from an MHS provider, but a significant number of those in the DoD (32.8 percent) and in the Coast Guard (44.2 percent) said they would be more comfortable getting birth control from outside providers. Among those who recently deployed, fewer than 20 percent of active-duty service women say they received pre-deployment contraceptive counseling from an MHS provider—a critical component of the DoD's reproductive health care for women, required by the FY16 National Defense Authorization Act. In terms of health care utilization, the survey found that women in the military are generally able to access care. More than half of active-duty service women who needed care said it was easy to get an appointment with an MHS provider. However, many women reported either not having access to or not knowing about the availability of Women's Health Clinics (WHCs), which are especially valuable for female health areas such as family planning and contraceptives. Only 20 percent reported visiting a WHC. The survey indicates a problem with feminine hygiene care, especially during extended training exercises or deployment. Female service members commonly report a lack of access to feminine hygiene products or private facilities to address feminine hygiene needs during training or deployment. Regarding maternal health, about half of recent mothers in the survey report experiencing some type of depression shortly after or during their pregnancy, and only about 40 percent of those sought help from a health care provider. Given the inadequacies highlighted in the survey and the possible implications of the Dobbs decision, DoD's response to how to improve access to reproductive health care for active-duty service women is of paramount importance, researchers said. They offer policy recommendations to help improve reproductive health care in the military, several of which are seconded in the abortion care paper. Specifically, they suggest that the DoD and Coast Guard could improve reproductive health care utilization by expanding the availability of WHCs, as survey results suggest women can access certain care, such as OBGYN services, more easily that way. To address the high rate of unintended pregnancies, the DoD and Coast Guard should make it easier and more comfortable for women to seek contraception from the MHS and should explore expanding the use of full-service contraceptive clinics for better contraceptive counseling and faster access to birth control. Incorporating alerts into the electronic health record system and scheduling pre-deployment appointments at least 90 days prior to deployment may also help. Efforts to improve access to contraceptive counseling could also help reduce the level of demand for abortion. Other recommendations include finding ways to improve access to feminine hygiene supplies, facilities and treatments during training and deployment, developing a comprehensive strategy to address maternal depression, and improving access to medical fertility assistance. The WRHS was sponsored by the Defense Health Agency and the Coast Guard in response to a congressional mandate to assess the health care needs of service women in the armed forces. Besides Meadows, other authors of the report, The Women's Reproductive Health Survey (WRHS) of Active-Duty Service Members, are Rebecca Collins, Megan Schuler, Robin Beckman and Matthew Cefalu. The paper, How the Dobbs Decision Could Affect U.S. National Security, was sponsored by the Office of the Secretary of Defense. Authors are Kyleanne Hunter, Meadows, Collins and Isabelle Gonzalez. All research was completed under the Forces and Resources Policy Center of the RAND National Security Research Division."
  }
}