{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:24:28.814711",
  "crawling_time_epoch": 1704165868,
  "type": "Commentary",
  "title": "Lessons from the Chinese Conquest of Taiwan",
  "url": "https://www.rand.org/pubs/commentary/2023/10/lessons-from-the-chinese-conquest-of-taiwan.html",
  "descriptions": "As Chinese political and military leaders envision conquering Taiwan, their predecessors' earlier seizure of the island is likely to inform their thoughts. Deriving lessons from the prior conquest of Taiwan can contribute to anticipation of possible threats and effective responses to them.",
  "posted": "Oct 26, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/10/lessons-from-the-chinese-conquest-of-taiwan/_jcr_content/par/teaser.crop.250x187.cb.jpeg/1698354444934.jpeg",
    "desc": "Map of East Asia with China filled with the flag of China and Taiwan filled with the blue background and white sun from the flag of Taiwan, image by Olga Dubrovina/Getty Images"
  },
  "content": {
    "source": "(Defense Opinion)",
    "author": {
      "name": "Scott Savitz",
      "profil": "https://www.rand.org/about/people/s/savitz_scott.html",
      "profession": "Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "China",
      "Military Strategy",
      "Taiwan",
      "www.rand.org"
    ],
    "Article": "In China, history matters. China's rulers, including its Communist ones, have been keenly engaged with the history of their nation and its implications for the present. Even Mao Zedong, who sought to expunge many aspects of China's past, did so in emulation of a history-erasing emperor who had lived over 2,000 years earlier. For this reason, it is critical to learn from mainland China's previous conquest of Taiwan as a guide to how China may seek to seize that island again. That struggle is strikingly similar to the present one: in both cases, a Taiwan-based government, ruling in the name of one that had once ruled all of China, was holding out against a mainland regime that sought to extinguish it. The mainland regime (the Qing dynasty) hungered to take the island for decades but was frustrated by its limited naval capabilities. It belatedly built a formidable fleet, while intermittently applying economic pressure against the island. As Chinese political and military leaders envision conquering Taiwan, their predecessors' earlier seizure of the island is likely to inform their thoughts. As Chinese political and military leaders envision conquering Taiwan, their predecessors' earlier seizure of the island is likely to inform their thoughts, whether consciously or unconsciously. It is useful for outsiders to analyze it and to better understand what lessons Beijing may be deriving from Taiwan's surrender 340 years ago, in October 1683. Several evident points from that conflict are relevant today. First, as a prelude to the conquest China seized the last few Taiwanese-held outposts along the mainland. Conquering both coastal cities and nearby islands (some of which Taiwan holds today) was a way of circumscribing the illicit trade that sustained Taiwan's economy and applying pressure on Taiwan's government. It also helped to encourage defections from Taiwan-based forces, who feared that their side was about to lose. These defectors provided valuable intelligence and skills to their new commanders. Similarly, today's China could seek to seize Taiwanese-controlled islands near the mainland to demonstrate Taiwan's vulnerability, particularly if it anticipated that Taiwan would receive minimal international support. Seizing those islands—some of which are within swimming distance of the mainland—would have powerful psychological and political effects in Taiwan, while damaging its economy by reducing its desirability for investment. The elimination of those outposts would also hinder Taiwan's collection of intelligence. Second, China took advantage of internal disorder on the island to launch its attack. A disputed succession, including fratricidal murder, created turmoil that contributed to Taiwan's weakness. It also increased the pace of defections to the mainland. Likewise, today's China can instigate or take advantage of political turbulence within Taiwan to seize the island. Third, Taiwan's fate was not actually decided by an invasion, but by a decisive naval battle west of Taiwan, amidst the Penghu Islands. After Taiwan's leadership learned of the defeat from the escaped remnant of their fleet, different factions debated the relative merits of surrender versus continuing to fight. They ultimately decided to surrender before the first mainland forces came ashore. China may aim to achieve a victory without mounting a potentially costly invasion. Along the same lines, today's China may aim to achieve a victory without mounting a potentially costly invasion. Some combination of bombardment, assassinations of key leaders, disinformation campaigns, cyberattacks, severing of communications, and other measures could potentially induce rapid surrender. The destruction of highly visible military capabilities, such as ships, planes, and headquarters, could induce despair. In the face of such attacks, an overwhelmed and manipulated population, bereft of leadership, might be tempted to meekly accept mainland rule. Naturally, much has changed since 1683. Military and civilian technology have advanced dramatically. Where Taiwan's 17th-century defenders had no allies, Taiwan may be supported by the United States and others in a future fight. But the geography remains the same, as does the nature of the conflict: a mainland Chinese government would be seeking to eliminate the last vestige of its predecessor on Taiwan for various strategic and ideological reasons. Deriving lessons from the prior conquest of Taiwan—lessons which Chinese strategists are likely also learning—can contribute to anticipation of possible threats and effective responses to them. Scott Savitz is a senior engineer at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on Defense Opinion on October 26, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}