{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:11:24.984342",
  "crawling_time_epoch": 1703243484,
  "type": "Announcement",
  "title": "Lester L. Arnold Sr. Appointed Vice President, Human Resources at RAND",
  "url": "https://www.rand.org/news/press/2023/01/05.html",
  "descriptions": "Lester L. Arnold Sr., a human resources leader with extensive experience in the private sector and academia, will join the RAND Corporation as vice president, human resources effective January 23. He will be based in the Washington office of RAND, a nonprofit, nonpartisan research institution.",
  "posted": "Jan 5, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2023/01/05/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1672883296150.jpeg",
    "desc": "Lester Arnold, photo courtesy of George Mason University"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Thursday\nJanuary 5, 2023 Lester Arnold Photo courtesy of George Mason University Lester L. Arnold Sr., a human resources leader with extensive experience in the private sector and academia, will join the RAND Corporation as vice president, human resources effective January 23. He will be based in the Washington office of RAND, a nonprofit, nonpartisan research institution. Arnold has most recently been chief human resources officer and vice president for HR and Payroll at George Mason University. “Lester's strong and broad experience in leadership roles and across HR functions will enable him to help maintain RAND's long tradition of high-quality support to staff and students while continuing to advance our HR capabilities,” said Jason Matheny, president and chief executive officer of RAND. Arnold has overseen HR functional areas including benefits, classification and compensation, employee relations, faculty and staff engagement, organizational development, learning, payroll, and talent acquisition. Previously, he was chief human resources officer and associate vice chancellor for HR at Winston-Salem State University. He also held senior HR positions at FOCUS Brands, ARAMARK Healthcare, Lowe's, and Wells Fargo. Arnold earned an MBA with a concentration in HR from the University of Hartford and a bachelor's degree in accounting from Norfolk State University. He holds HR management professional certifications from the Human Resources Standards Institute and the Society for Human Resources Management. Arnold succeeds Allison Elder, who is retiring after 24 years with RAND. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}