{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:41:31.734954",
  "crawling_time_epoch": 1703230891,
  "type": "Commentary",
  "title": "Lies, Misinformation Play Key Role in Israel-Hamas Fight",
  "url": "https://www.rand.org/pubs/commentary/2023/10/lies-misinformation-play-key-role-in-israel-hamas-fight.html",
  "descriptions": "At the strategic level, the war in Gaza is about perception, telling a story about who is the victim and who is the aggressor. Lies, mistruths, and disinformation will play a key and continuing role in this fight.",
  "posted": "Oct 31, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/10/lies-misinformation-play-key-role-in-israel-hamas-fight/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1699018444902.jpeg",
    "desc": "Image released by the Israel Defense Forces on Oct 29, 2023 shows its ground operation in the Gaza Strip, photo by EyePress News/Reuters"
  },
  "content": {
    "source": "(United Press International)",
    "author": {
      "name": "Todd C. Helmus William Marcellino",
      "profil": "https://www.rand.org/about/people/h/helmus_todd_c.html",
      "position": "Senior Behavioral Scientist; Professor of Policy Analysis, Pardee RAND Graduate School Senior Behavioral and Social Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@Helmus",
      "contact": "https://www.twitter.com/Helmus"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.gaza-strip.html",
        "tag": "Gaza Strip"
      },
      {
        "blog": "https://www.rand.org/blog.topic.information-operations.html",
        "tag": "Information Operations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.israel.html",
        "tag": "Israel"
      },
      {
        "blog": "https://www.rand.org/blog.topic.media-literacy.html",
        "tag": "Media Literacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.terrorist-organizations.html",
        "tag": "Terrorist Organizations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "At the tactical and operational level, the war in Gaza, and the Israeli ground incursion, is about bombs, guns, mortars, and the ability of each side to make street-by-street gains in a deadly urban battle. At the strategic level though, the war is about perception, telling a story about who is the victim and who is the aggressor. And if the prelude to the invasion of Gaza is any indication, lies, mistruths, and disinformation will play a key and continuing role in this fight. In past Israeli campaigns into Gaza, such as 2012 and 2014, initial support for the Israeli operation faded as sympathies increasingly turned toward the Palestinians who were suffering high civilian casualties in the densely populated landscape. This was buttressed by the Hamas media wing, which effectively used images and video of the conflict, and the resultant suffering, to change international opinion. Lies, mistruths, and disinformation will play a key and continuing role in this fight. The stakes are even higher today. The atrocities committed by Hamas militants in Israel have quickly been coined Israel's 9/11. Israel has consequently set a political objective of total destruction of Hamas. Experts disagree about whether such an objective is even attainable, but Israel's only chance at success is for the Israel Defense Forces to invade Gaza with an overwhelming amount of firepower. The current operation has produced more civilian casualties than past assaults on Gaza, and many assume it will get a lot worse. Hamas and even the Palestinians will see this as an existential fight and respond accordingly. Enter the information war. Perceptions of civilian casualties in Gaza are, in strategic military parlance, the center of gravity for the conflict. High civilian casualties will dissipate Israel's international support and risk limiting the destruction they can rain on Hamas. Each side knows this and will attempt to shape perceptions, in some cases through any means necessary, and false information will play a key role. This information war will play out on several fronts. In Gaza, Israel and Hamas will release information that is to their advantage. IDF spokesmen will highlight Hamas's use of human shields and Israeli care in striking targets. Hamas will play up the civilian toll. Both sides will release reams of supporting footage. Outside Gaza, throngs of worldwide supporters will be eager to cheer the cause for their side and will create, like, and share content accordingly. Take for example the explosion at the Al-Ahli Arab Hospital. Hamas quickly blamed the Israelis, and the Israelis quickly blamed Hamas. Israel even released a video purporting to prove the strike was a result of a malfunctioning Palestinian rocket only for the New York Times to discredit the video based on analysis of the video's time stamp. False assertions flew on the internet from deep benches of supporters. Evidence now seems increasingly in favor of a failed Palestinian rocket, but it was obvious that few waited to confirm facts. The prevalence of false information, and broadly a lack of consensus on shared facts, is characteristic of what RAND calls Truth Decay. The susceptibility to and the sharing of false information online, whether intentionally or not, is particularly pronounced among the highly partisan crowd. Studies (PDF) suggest the more one is invested in an outcome and the more one demonizes those on the opposing side, the more they are willing to believe attitude-congruent information and the more they are willing to share such content with their followers. The Republican and Democrat partisan divide is bad enough with respect to false information. The Israeli-Palestinian conflict will have it in spades and much will center on the war's civilian toll. As the international community assesses the loss of civilian life, it will be critical to cut through the morass of mistruths and collect cold hard facts. What can be done? Really, the best recommendation for the throngs of supporters and those watching on the sidelines is to be careful what you believe and in what you share. Find trusted sources, corroborate information where you can, be suspicious of emotionally laden content or overly dramatic headlines, and take a pause before hitting that share button. For the belligerents, false accusations and even inaccuracies will only undercut their cause. Though truth is the first casualty of war, it is still its best weapon. And as the international community assesses the loss of civilian life, it will be critical to cut through the morass of mistruths and collect cold, hard facts. When the Israelis enter Gaza and the real fight ensues, the mistakes, lies, and false accusations will only grow and will surely obscure the true cost of this war. The success of the Israeli operation and the fate of Palestinian civilians could hang in the balance. Todd C. Helmus and William Marcellino are senior behavioral scientists at RAND. This commentary originally appeared on United Press International on October 31, 2023. Outside View © 2023 United Press International. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}