{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:56:13.042329",
  "crawling_time_epoch": 1703242573,
  "type": "Commentary",
  "title": "Limiting Access to Reproductive Health Care May Undermine National Security",
  "url": "https://www.rand.org/pubs/commentary/2023/07/limiting-access-to-reproductive-health-care-may-undermine.html",
  "descriptions": "What signal does revoking policies related to improved access to reproductive health care send to young women who are considering the military as a possible path for them? Given an already concerning recruiting environment, can we really afford to further alienate an entire gender when it comes to protecting our national security?",
  "posted": "Jul 6, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/07/limiting-access-to-reproductive-health-care-may-undermine/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1688732141703.jpeg",
    "desc": "U.S. Air Force women service members, photo by Chief Master Sgt. Jaimee Freeman/U.S. Air Force"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Kyleanne M. Hunter Sarah O. Meadows",
      "profil": "https://www.rand.org/about/people/h/hunter_kyleanne_m.html",
      "profession": "Senior Political Scientist; Professor of Policy Analysis, Pardee RAND Graduate School Senior Sociologist; Professor, Pardee RAND Graduate School",
      "username": "@KyleanneHunter @SarahOMeadows",
      "contact": "https://www.twitter.com/KyleanneHunter"
    },
    "tags": [
      "Female Populations",
      "Gender Equity in the Workplace",
      "Health Care Access",
      "Military Personnel",
      "Pregnancy",
      "United States",
      "www.rand.org"
    ],
    "Article": "Recently, the House Appropriations Committee approved the Fiscal Year 24 Defense Appropriations Bill (PDF). Included in the bill is a prohibition on the Department of Defense (DoD) using any of the funds to provide financial assistance and paid leave for service members and qualified family members who travel over state lines for abortion care. This would rescind a pair of recently implemented DoD policies designed to improve access to reproductive health care for service women and female dependents. If passed, these prohibitions would likely impact tens of thousands of women on active duty. In September 2022, the RAND Corporation found that roughly 40 percent of women on active duty have either severely restricted access or no access at all to abortion care—based on the state in which they are stationed—as a result of the Supreme Court decision in Dobbs v. Jackson in June 2022. The Dobbs decision removed the constitutional right to abortion, and it allowed states to determine the legality of abortion care. As a result, the landscape of access to legal abortion has changed: An update of RAND's September 2022 figure shows that the percentage of active-duty service women who have no or severely restricted access to abortion care has increased to 46 percent. This means that roughly half of all women currently serving in America's active-duty military have restricted access to the full suite of reproductive health care. Unlike most civilians, members of the military do not get to choose where they live. Many of the states with the largest populations of service members—Florida, Georgia, North Carolina, Texas—also have complete bans or severe restrictions associated with abortion care. Service women stationed in these states have to travel hundreds of miles and incur great personal expense to receive abortion care. Roughly half of all women currently serving in America's active-duty military have restricted access to the full suite of reproductive health care. The DoD policies targeted by the appropriations bill—which aim to lessen the personal and financial burden placed on individual service members—were a direct response to the Dobbs decision's impact on service women. Beyond abortion care, it is important to note that service women also struggle with access to the full suite of reproductive health care. Take, for instance, the headline-making shortage of obstetrician-gynecologists (OB-GYNs) in Okinawa, Japan, or the delays in OB-GYN appointments at Camp LeJeune in North Carolina. A 2020 survey of active-duty service women found that 13 percent waited more than four weeks to get an appointment with an OB-GYN in the Military Health System (MHS). When asked how often it was “easy” to get an appointment with an MHS OB-GYN, close to one-third said never. Access to reproductive health care outside the MHS is equally difficult—and growing more so. Prior to Dobbs, the United States was already falling short of the needed number of OB-GYNs. Post-Dobbs, the number of applicants to obstetrics and gynecology residency programs has fallen, with the largest drops seen in states with total abortion bans. One analysis found that 29 percent of obstetrics and gynecology residency programs accredited by the Accreditation Council for Graduate Medical Education are located in states or territories where pre-viability abortions are banned. Moving forward, it is unclear how these programs will be able to train students on the full scope of reproductive health. Should service women seek care outside the MHS, these facts suggest they will struggle to find care, and will have differential access based on where they live. The immediate impact of the Dobbs decision on service women's access to abortion care is clear, however, the full impact remains unknown. Nonetheless, clues indicate that women may be turning away from military service—and this trend may be exacerbated in a post-Dobbs America. According to a briefing provided to the Defense Advisory Committee on Women in the Services, female enlistment in the Army has declined every year since 2019. Recent data (PDF) from the Joint Advertising, Market Research, and Studies survey, DoD's data for understanding the propensity of youth to join the military, found that one of the top 10 reasons why youth would not consider joining the military is the possibility of experiencing sexual assault and sexual harassment. Though correlation does not equal causation, recent high-profile cases, like that of Spc. Vanesa Guillen, have clearly permeated public consciousness and the current youth climate for military service. Being a victim of military sexual assault is associated with many well-documented, life-altering consequences. Pregnancy can be one of those. Limitations in access to OB-GYN care in both military and civilian health care systems are problematic, and can be particularly acute for those who become pregnant as a result of sexual assault. In both cases, this lack of access can be directly tied to geography and, more importantly, to the fact that women who serve in the military have little to no say over where they live. Lack of access to OB-GYN care can be directly tied to geography and, more importantly, to the fact that women who serve in the military have little to no say over where they live. The perils of sexual assault and lack of access to the full range of health care options is further exacerbated by a mismatch between the letter of the law and the practice of the law. A New York Times investigation into abortion access since the Dobbs decision found that rape exceptions to abortion bans were rarely to never used in practice; in nearly every incidence of a woman seeking any exception (rape, incest, life of the mother), the woman was counseled to travel to a state with more-permissive laws. Complicating the landscape is the addition of vigilante enforcement or punitive actions against physicians even suspected of performing abortion. These mechanisms have been found to create fear-based discouragement for seeking care when needed. Women who serve in the military are exposed to a higher risk of sexual assault than their male peers, have limited access to the full suite of reproductive health care due to the inability to select the location of their assignments, and continue to experience stigma associated with being pregnant. What signal does revoking policies related to improved access to reproductive health care send to young women who are considering the military as a possible path for them? Given an already concerning recruiting environment, can we really afford to further alienate an entire gender when it comes to protecting our national security? Kyleanne Hunter is a senior political scientist at the nonprofit, nonpartisan RAND Corporation. Sarah O. Meadows is a senior sociologist at RAND and a professor at the Pardee RAND Graduate School. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}