{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:38:05.504694",
  "crawling_time_epoch": 1704166685,
  "type": "Commentary",
  "title": "Long COVID Is a Mass Disability. The Labor Market Is in Denial",
  "url": "https://www.rand.org/pubs/commentary/2022/12/long-covid-is-a-mass-disability-the-labor-market-is.html",
  "descriptions": "Forget the work-from-home revolution or quiet quitting: The COVID-19 pandemic's biggest impact on the U.S. labor market will be as a mass disability event. It's a shock that the economy is not well prepared to handle.",
  "posted": "Dec 7, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2022/12/long-covid-is-a-mass-disability-the-labor-market-is/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1670511968800.jpeg",
    "desc": "Kathy Spencer sorts the dozens of pills she must take since contracting COVID-19 in November 2020, in Kensington, Connecticut, January 11, 2022, photo by Mark Mirko/TNS/ABACA via Reuters Connect"
  },
  "content": {
    "source": "(Bloomberg)",
    "author": {
      "name": "Kathryn A. Edwards",
      "profil": "https://www.rand.org/about/people/e/edwards_kathryn_a.html",
      "profession": "Adjunct Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Coronavirus Disease 2019 (COVID-19)",
      "Employment and Unemployment",
      "Labor Markets",
      "People with Disabilities",
      "United States",
      "www.rand.org"
    ],
    "Article": "Forget the work-from-home revolution or quiet quitting: The COVID-19 pandemic's biggest impact on the U.S. labor market will be as a mass disability event. It's a shock that the economy is not well prepared to handle. An estimated 1 in 4 COVID-19 patients experience symptoms lasting months. In principle, not all of them should have to leave the labor force. First, they should be able to call in sick. If work-impairing symptoms persist beyond a week or two, they should have the option of requesting reduced hours or claiming short-term disability benefits. Only in severe cases, lasting several months or more, should they have to transition to long-term disability insurance. Unfortunately, that's not how things operate in practice. Almost a quarter of U.S. private-sector workers can't take any paid sick days. More than half have no access to short-term disability insurance, and those who do must fight to get long-COVID claims approved. Affected workers have a right to request workplace accommodations such as part-time schedules, but employers have ample leeway to deny such requests as unreasonable. Long COVID is keeping the equivalent of as many as 4 million working-age adults away from work. Keeping one's job isn't guaranteed, either. Under at-will rules, employees can be fired for missing work, even if due to illness (rather than disability). Although federal law guarantees up to 12 weeks of job protection to people who are ill or caring for a newborn or seriously sick family member, it covers only those who have been on payroll for 12 months—which, as of 2018, was just 56 percent (PDF) of workers. Source: Bureau of Labor Statistics All this adds up to a big potential hit to the nation's productive capacity. Estimates based on Census data suggest that long COVID is keeping the equivalent of as many as 4 million working-age adults away from work—roughly the number of disabled veterans in the United States. There's no indication that the number of affected workers is decreasing as people recover: The share of employees officially out sick or working part-time due to illness, for example, keeps rising. Source: Bureau of Labor Statistics More COVID-19 is coming, both short and long. The Centers for Disease Control estimates 300,000 new cases a week, and hospitalizations are again on the rise. People will keep getting sick for reasons beyond their control. And given the policies the United States lacks—including universal access to paid sick days, short-term disability, job protection, and part-time accommodation—many will lose earnings and jobs, or end up out of the labor force completely. Given the challenges the economy already faces, that's a loss the country can ill afford. Kathryn Anne Edwards is an economist at the RAND Corporation and a professor at the Pardee RAND Graduate School. This commentary originally appeared on Bloomberg on December 7, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}