{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:51:27.318996",
  "crawling_time_epoch": 1703242287,
  "type": "Commentary",
  "title": "Looking Beyond the War: Planning for Ukraine's Reconstruction",
  "url": "https://www.rand.org/pubs/commentary/2023/09/looking-beyond-the-war-planning-for-ukraines-reconstruction.html",
  "descriptions": "More certain than the outcome of the war is the need for an extensive post-war reconstruction of Ukraine. It is likely to be the largest post-war rebuilding effort since the one in Europe after World War Two. The United States and its allies and partners have an intense interest in the success of reconstruction.",
  "posted": "Sep 18, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/09/looking-beyond-the-war-planning-for-ukraines-reconstruction/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1695085694474.jpeg",
    "desc": "A woman walks near a destroyed hotel in Chernihiv, northern Ukraine, on April 14, 2022, following Russian attacks, photo by Kyodo via Reuters"
  },
  "content": {
    "source": "(The Jerusalem Strategic Tribune)",
    "author": {
      "name": "Charles P. Ries Howard J. Shatz",
      "profil": "https://www.rand.org/about/people/r/ries_charles_p.html",
      "profession": "Adjunct Senior Fellow Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@charles_ries @HowardJShatz",
      "contact": "https://www.twitter.com/charles_ries"
    },
    "tags": [
      "European Union",
      "International Diplomacy",
      "Israel",
      "Nation Building",
      "North Atlantic Treaty Organization",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "The outcome of Russia's war on Ukraine and the provisions of a final settlement are as yet unknown. Ukraine may prevail in pushing Russia back to the 1991 borders, as President Zelenskyy intends. The conflict might result in a settlement with a divided Ukraine, both countries exhausted from the effort. It could grind on for years as a bloody war of attrition. The Russian effort could collapse, unexpectedly. More certain than the outcome of the war is the need for an extensive post-war reconstruction of Ukraine. This is likely to be the largest post-war rebuilding effort since the one in Europe after World War Two, and even now has attracted substantial international attention, with two recovery conferences. The United States and its allies and partners—including Israel—have an intense interest in the success of reconstruction. A military victory for Ukraine that leaves it with widespread destruction and a stagnant economy will be no victory at all. Such an aftermath could embolden Russia to again commit aggression, with more dire consequences. In contrast, a restored and vibrant Ukraine can strengthen the Western alliance strategically and economically. But reconstruction on this vast scale will likely be a decades-long effort. There will be numerous pitfalls. Recent history should guide a successful reconstruction effort. Fundamental will be a joint American-European effort, and strong post-war security arrangements. The challenge of Ukraine's post-war reconstruction has been compared to the reconstructions of Iraq and Afghanistan. But postwar Ukraine will not resemble those countries. Despite its many problems, Ukraine is a modern country with a functioning government and high levels of national cohesion. It is not facing an insurgency or civil war. It has already proven its ability to rebuild rapidly under fire. The digitalization of its government services is more advanced than that of the United States and many countries in Europe. For Ukraine, the most apt precedents can be found in Europe itself: Western Europe after World War Two, Central and Eastern Europe after the Cold War, and the Western Balkans after the violent breakup of Yugoslavia. In our recent report on Ukraine reconstruction, we considered these more relevant examples as well as lessons learned from the recoveries of countries after natural disasters. Ukraine reconstruction should be a partnership between the United States and Europe. The United States should lead on security matters and the European Union should lead on economic assistance, especially in light of Ukraine's potential EU accession. However, the United States should stay deeply involved in the economic domain, and Europe in the security domain. Ukraine reconstruction should be a partnership between the United States and Europe. While these major powers should lead the support effort, Ukraine should set the priorities. As early as July 2022, Ukraine's National Recovery Council had developed a detailed plan. Analytical institutes in Ukraine have developed detailed data on destruction, and Ukraine's civil society is a strong and willing partner in reconstruction efforts. Financing reconstruction will be challenging. Aid is going to be important, and, historically, aid has served to unlock other sources of finance. Aid must also finance the highest-risk necessary aspects of reconstruction that the private sector may avoid. Creative instruments can help, such as the enterprise funds the United States set up to help with Central and Eastern Europe's recovery after the Cold War. Private funds could flow through philanthropy. Despite the international focus on aid funds, historically aid has provided only a small portion of reconstruction financial flows. The bulk of the financing has come from the private sector. Private investment that Ukraine mobilizes—from new and existing foreign investors, residents, and the Ukrainian diaspora—will be essential. Domestic financing was instrumental in the recoveries of Western Europe and Japan after World War II. Foreign investment helped Central and Eastern Europe rebuild after the Cold War. Accordingly, among the highest priorities for reconstruction will be to secure international markets for Ukrainian exports, ensure a welcoming policy environment for international investors, and guarantee a reliable and independent judicial system, especially for contract enforcement. Ukraine may have another financing source beyond aid and private investment: Russian assets—both international reserves and private assets—frozen in the West. As Anders Aslund has noted in the JST, a compelling moral case can be made for using such assets to repair the damages Russia itself has caused. Although the exact figure is unknown, official assets are estimated at $300 billion. There is a robust debate about the legal authority for using them, as well as consequences for the international financial system. Major jurisdictions are putting forth legislation to clear the way. The debate includes whether to tap them now to help Ukraine, or to hold them to the side as a bargaining chip in any post-war settlement. If they are to be used, they will need to be carefully and slowly distributed. Ukraine's pre-war economy was only $200 billion GDP annually, and after a year of war was estimated to have fallen to $160 billion. Even with reconstruction, Ukraine's absorptive capacity will be limited in terms of labor and logistics. Developing a system for distributing aid and any repurposed Russian assets will demand significant planning by the major powers. Chief among the issues to be considered is donor coordination. Donors working at cross-purposes or duplicating each other's efforts might burden Ukraine and slow reconstruction. Donors should adopt a structure that controls “donor freelancing” and channels funding into the priorities that Ukraine selects. Given the enormity of the task, each major outside donor should have a full-time, empowered senior reconstruction coordinator. Furthermore, senior representatives need to be on the ground in daily contact with Ukrainian authorities. Periodic donor conferences are not sufficient. Donors working at cross-purposes or duplicating each other's efforts might burden Ukraine and slow reconstruction. Another aspect requiring coordination is that of sequencing and prioritizing essential tasks—de-mining, rubble clearance, building shelter and schools, and providing basic medical care. This is needed not only to jumpstart reconstruction but to help refugees and internally displaced people (IDPs) return to their homes, or to new homes. Past cases demonstrate that IDPs and refugees will likely not return on their own, so returns will need to be facilitated through active and intentional policies. Assistance that builds in mortgage lending can bring people back and jump-start the economy. One of the major lessons learned from post-natural disaster reconstruction events is that engaging local entities and civil society is vital. Activities should reflect local priorities, which will ensure political support. This is also a coordination issue, and a formal structure to give local communities and key sectors ownership and buy-in will help. Ukraine may well be capable of marshaling local input. Since 2014, it has undergone significant decentralization reforms. But while local decision-making and buy-in is necessary, local capacity may be limited. Communities might be stressed, and critical personnel displaced, conscripted, or wounded. Even if shortfalls might lead to more centralization, it should be avoided to the extent possible, and reversed when peace conditions allow. The task for Ukraine is as much about reform as it is about reconstruction. Ukraine has consistently ranked 40th out of 40 countries in Europe (including the Western Balkans and Turkey) in Transparency International's Corruption Perception Index. Efforts at reform since 1991 have been halting, and Ukraine since its independence has been Europe's slowest growing economy. Post-war reconstruction provides Ukraine an opportunity to reverse 30 years of sluggish economic and political development. In other cases, reforms were in part driven by donor conditionalities and this will be true here. The attraction of EU membership should be the prime driver for policies and chief incentive for reform. This is another reason for the EU to take the prime role in leading the reconstruction effort. The reconstruction effort will take years, if not decades. Waste, fraud, abuse, and corruption in the reconstruction process would erode Western support. Ukraine should have, and donors should insist on, a strong inspector general system and effective monitoring and evaluation. Ukraine has the capability for, and the United States and other donors should adopt, end-to-end, real-time monitoring of the flows of assistance. While an inspector general can provide after-the-fact analysis, real-time monitoring is possible and will ensure aid and investments are used properly. In Ukraine's favor, the population is well-disposed toward ending corruption and can serve as yet another necessary check. Even the best plans will fail, however, if Ukraine is under attack or even subject to the threat of likely attack. That's where security comes in, and where it proved an essential element in past reconstruction episodes. The North Atlantic Treaty Organization provided security for European reconstruction after World War Two and the Cold War through membership, and, in the Western Balkans after the breakup of Yugoslavia, deployed peacekeepers. After the war ends, no matter how it ends, peace will endure only if both parties see it as preferable to renewed war. Ukraine will have powerful positive incentives for peace in the form of reconstruction assistance and EU accession. Russia will not have comparable incentives. Its adherence to the peace will rest principally on deterrence. Durable security arrangements supported by the West will help Ukraine deter and defend against future Russian attacks. Durable security arrangements supported by the West will help Ukraine deter and defend against future Russian attacks. But just as important, such arrangements give investors the confidence to take risks and make long-term commitments. Likewise, reconstruction and economic growth will enable Ukraine to strengthen its armed forces and deterrence capabilities. Therefore, security arrangements and reconstruction are inseparable. The United States and its allies have options to deter Russia. They could promise to continue the current arrangements of providing Western arms, training, and advice. This is essentially what the G7 announced on the margins of NATO's Vilnius Summit. They declared that they would launch bilateral negotiations with Ukraine to formalize long-term security commitments, including the provision of equipment, defense industrial base support, training and exercises, intelligence sharing, and resilience. Alternatively, the allies could bring Ukraine into NATO. Membership in NATO would represent the strongest possible deterrent. The alliance supported successful reconstruction in Europe in the past. But further expansion of NATO would also increase the chance of a more substantial conflict should Russia once again commit aggression. It is clear from the Vilnius Summit that NATO membership for Ukraine would be conditions-based and unlikely to occur for some time. There is not the necessary unanimity among NATO members, and such internal divisions could also reduce the alliance's ability to further deter Russian aggression. Moreover, as our late co-author Ambassador James Dobbins pointed out, NATO does not need Ukraine as a member in order to deter Russia; nor does Ukraine need to become a NATO member to enjoy material support for its defense. Furthermore, NATO has continued to grow more powerful, while Moscow's influence is much diminished and is likely to be so for years as it is unlikely that the punishing Western sanctions will be removed quickly. The evolving European security order should reflect such changes in the balance of power, and it is possible that security for Ukraine may result in new models beyond the binary choice NATO membership offers. Whatever arrangement is chosen, security will be essential to reconstruction, and it will be up to the United States to lead the design and implementation of those arrangements. With the war ongoing, major powers should be planning the next phases. Even with a Ukrainian military victory, any significant delay could stymie refugee returns, burden a struggling Ukrainian economy, risk a loss of international interest, and endanger the peace after victory in war. Notably, Europe's post-World War II reconstruction did not start in any serious fashion until three years after the war. For the United States, the next steps are clear. First, the United States should continue examining alternatives, old and new, for Ukrainian security and credible deterrence to support reconstruction. This appears to be in progress. Second, Congress should also pass legislation for Ukraine reconstruction similar to the laws passed after the Cold War for Central and Eastern Europe and the former Soviet Union. Even if funding needs are not yet determined, such legislation would enable the United States to start organizing its effort, get an empowered senior coordinator in place, and coordinate with the European Union, other major donors, and the international financial institutions. Third, U.S. political leaders need to begin a bipartisan effort to explain and build support among the American people for a longer-term U.S. policy in Ukraine. Even the Marshall Plan, celebrated for its essential role in Western Europe's postwar reconstruction, did not easily win congressional approval. Getting it through was a true bipartisan effort. No less will be needed now. Like Ukraine, Israel's security depends on its own fighting spirit but also on the United States and the strength of the Western alliance that the United States leads. Furthermore, Israel and NATO share the same threats and interests. A favorable outcome for Ukraine in the war and a successful reconstruction effort will strengthen this alliance. It will also disempower Russia and Iran, which have been advancing their security cooperation. Left unchallenged, that security cooperation could also endanger Israel by enabling Iran to develop better weaponry and capabilities. Israel can and should also prepare for reconstruction and take a step toward repairing its relationship with Ukraine. Israel can and should also prepare for reconstruction and take a step toward repairing its relationship with Ukraine. In fact, there is a range of activities Israel can engage in that do not require crossing the line of weapons provision but that may firmly place Israel in the Western camp, from which it draws its main support. First, given its own wartime experience, it can provide battlefield medical assistance and medical equipment to Ukraine. With its own cities having frequently come under rocket attack, it can also provide technical assistance to Ukraine on civil defense issues—if Ukraine needs such assistance—as well as rapid recovery. Reconstruction will be the main effort, however. And as with other members of the Western alliance, Israel should appoint a reconstruction coordinator and expect to contribute aid and technical assistance. With connections to the Ukrainian Jewish community, it may be able to carry out tasks that others cannot, and given the scope of the challenge, all assistance will be needed. Charles P. Ries is an adjunct senior fellow at the nonpartisan, nonprofit RAND Corporation. As a U.S. diplomat, he served as U.S. Ambassador to Greece and Principal Deputy Assistant Secretary of State for European Affairs. Howard J. Shatz is a senior economist at RAND. Together with Gabrielle Tarini, an associate policy researcher at RAND, and the late Ambassador (Ret.) James Dobbins, they are the authors of the recent RAND Report, Reconstructing Ukraine: Creating a Freer, More Prosperous, and Secure Future. This commentary originally appeared on The Jerusalem Strategic Tribune on September 18, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}