{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:46:30.290189",
  "crawling_time_epoch": 1703231190,
  "type": "Commentary",
  "title": "Making Military Aid Work",
  "url": "https://www.rand.org/pubs/commentary/2023/07/making-military-aid-work.html",
  "descriptions": "Security cooperation and military aid efforts can fail, but they can also exceed expectations and provide strategic benefits. Ukraine appears to be one such success. For a relatively modest investment between 2014 and 2021, the United States has reaped a substantial gain in terms of Ukraine's military capacity and efficacy.",
  "posted": "Jul 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/making-military-aid-work/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1689633929963.jpeg",
    "desc": "A U.S. Army staff sergeant and a Canadian army engineer demonstrate to Ukrainian combat training center engineers how to clear a room after using explosives to breach a door during training at the International Peacekeeping and Security Center, near Yavoriv, Ukraine, February 23, 2017, photo by Sgt. Anthony Jones/U.S. Army"
  },
  "content": {
    "source": "(Lawfare)",
    "author": {
      "name": "Alexander Noyes",
      "profil": "https://www.rand.org/about/people/n/noyes_alexander.html",
      "position": "Political Scientist",
      "username": "@alexhnoyes",
      "contact": "https://www.twitter.com/alexhnoyes"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.operational-readiness.html",
        "tag": "Operational Readiness"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "Ukraine launched its long-anticipated counteroffensive in June. Progress on the battlefield thus far has been slow, but U.S. support to Ukraine—regardless of the outcome of the counteroffensive—is already a success story. While the United States builds its armed forces to fight wars, some of the U.S. military's most influential undertakings involve cooperation, not direct conflict. The United States conducts security cooperation activities in more than 150 countries worldwide. These include everything from arms transfers, to training and advising, to joint exercises and military exchanges—all aimed at building the capabilities of foreign militaries to operate independently and alongside the United States. These efforts don't always work, and recent failures are well known: U.S.-built militaries in both Iraq and Afghanistan (PDF), for example, collapsed quickly and spectacularly in the face of adversity. Just as worrisome, countries that have been close U.S. military partners over the past two decades—such as Egypt, Yemen, and Pakistan—have used the training and tools provided by the United States to advance illiberal goals and perpetrate human rights abuses. But much of the pessimism about security cooperation and military aid is misplaced. Yes, these efforts can fail, but they can also exceed expectations and provide large strategic benefits to the United States at relatively low cost. Ukraine appears to be one such success. For a relatively modest investment between 2014 and 2021, the United States has reaped a substantial gain in terms of Ukraine's military capacity and efficacy. In helping to turn the tide against Russia's unprovoked aggression, this U.S. effort has the potential to rank as one of the biggest strategic success stories of the past two decades. Given the potential benefits and the resources at stake, it is essential to identify what separates security cooperation and military aid successes from failures. The United States has historically relied on two main approaches when it comes to its efforts to build up military capacity among partner nations: the weapons-first approach and the overhaul approach. The first and most common method for quickly building partner capabilities relies on the provision of U.S. weapons and training at the tactical level, with a more limited focus on how to sustain and responsibly use these weapons. Think of U.S. counterterrorism assistance to much of Africa, with the recent transfer of attack helicopters to Nigeria as a particularly stark example. Research and experience both suggest that this weapons-first approach frequently does more harm than good, because it does not build the absorptive capacity or requisite military institutions U.S. partners need to responsibly or efficiently use the arms provided. A recent statistical analysis, for instance, found that increased levels of lethal military aid—provided without attendant nonlethal assistance—appear to contribute to increased human rights abuses in low- and middle-income countries. A 2018 RAND study similarly found that the typically weapons-focused U.S. security assistance provided to African nations was associated with an increase in civil wars prior to 1990, though this relationship has attenuated since the end of the Cold War. The second approach for building partner capabilities is much more costly and, in most instances, equally unsuccessful. This approach attempts a complete overhaul (PDF) (or sometimes building from scratch) of the partner's military and defense infrastructure, including attempts to impose new structures, processes, and ways of fighting, often while also introducing new, modernized weapons systems. Such an approach was tried in Vietnam, Iraq, and Afghanistan—each of which sucked up tons of resources and ended in disappointment. The overhaul approach often neglects the needed alignment between U.S. and partner interests. When interests are misaligned, no amount of U.S. military investment can guarantee a positive outcome. In Iraq, for example, U.S. efforts to counter Iranian proxy networks in 2018 faltered when then-Prime Minister Haider al-Abadi—a politician who Washington initially considered an aligned partner—instead welcomed political partnerships with Iranian-backed Shiite militias. Massive U.S. involvement and investment also can institutionalize dependencies within the partner force. In Afghanistan, for example, many Afghan Army units became so used to support from their American partners that they simply dissolved when faced with the Taliban's offensive after their U.S. counterparts withdrew. Somewhere between the two failed pathways of providing weapons and overhauling partner nations' militaries lies a third way: the 'sequenced approach.' Somewhere between the two failed pathways of providing weapons and overhauling partner nations' militaries lies a third way, one that is rarely used but is able to achieve much better strategic payoffs, as we've seen in Ukraine. Call it the “sequenced approach.” It has two key characteristics, both of which help shape its success: order of operations and interest alignment. The first characteristic recognizes that timing matters. The sequenced approach invests first in building defense institutions with low-capacity partners, only proceeding to weapons provision and exercises once the partner has demonstrated sufficient reform of these institutions. Defense institutional capacity-building support primarily involves narrowly scoped advising carried out by U.S. civilians and active-duty troops focused on improving defense management and oversight. The main focus areas of this type of support include (PDF) mundane but essential tasks, such as human resources and logistics, as well as an emphasis on the responsible use of force and adherence to the rule of law. The second characteristic of the sequenced approach is that the mission is carefully designed and limited to align with partner priorities. Local buy-in is critical; interest alignment is a starting point, not an add-on. Without domestic champions willing and able to lead and sustain the effort, it will fall short. The two factors of timing and interest alignment need to be closely linked and adjusted continually to match progress and changes in the mission. Robust monitoring and evaluation, and adaptability, are therefore also key. Effective institution-building support, when done right, is closely tied to the unique characteristics of the partner rather than driven by what has worked for the U.S. military in its own institutions. Building such an institutional foundation advances the absorptive capacity of the partner force, increasing the likelihood that the partner will employ new capabilities effectively and that any increase in military performance is sustained beyond the timeline of the U.S. mission. Graduating to tactical types of training and assistance only after institutional reform progresses also creates an implied conditionality, without the potential negative effects that explicit conditionality can have on a bilateral relationship. This third way has worked in Ukraine, helping the Ukrainians defy expectations and perform remarkably well on the battlefield. The Ukrainian military that repelled Russia's push to Kyiv in early 2022 was backed by far stronger defense institutions than the force that was unable to prevent Russia from invading and annexing Crimea in 2014. In 2014, Kyiv was able to mobilize only a fraction of its military and lacked the command and control necessary to employ the forces at its disposal. Systemic corruption plagued procurement and resulted in a force that was ill equipped and poorly paid. After Russia's 2014 invasion, Kyiv adopted higher standards for its military doctrine, and a series of U.S.-led assistance programs and advisory missions focused on revamping and building the oversight capacity of Ukraine's Ministry of Defense. By 2022, with civilian leadership and a new command structure for operations in Donbas, the Ukrainian Armed Forces leveraged joint training of special operations units and built a cadre of noncommissioned officers to improve operational performance. Volodymyr Zelenskyy's election brought in fresh political leadership that was not captured by the country's oligarchs, and subsequent reforms to procurement laws increased transparency and reduced corruption. Institutional reforms, in turn, encouraged additional U.S. aid, including additional stocks of the weapons (PDF) Ukraine would need for its self-defense. Variations of the sequenced approach have worked in a range of other contexts—from Greece in the 1950s, to Colombia (PDF) in the 2000s, to Niger over the past decade. The sequenced approach to partner capacity building can yield dramatically better outcomes than the alternatives. However, conducting successful institution-building missions is far from easy. Common pitfalls include believing that a military force can do political things, not adequately supporting institution building with the right capabilities (both military and nonmilitary), and being overly ambitious with goals and activities. Building partner capabilities in ways more likely to endure can also contribute to regional security and deterrence, reducing the likelihood that the U.S. will need to intervene down the road. While the U.S. government has made recent progress in prioritizing security governance and institution-building support, the tool is still too often seen as an add-on, not a foundational element of success. As Ukraine shows, the United States must rethink how it plans and prioritizes military assistance. Flipping the script and leading with the sequenced approach is a relatively low-cost, high-impact solution. Taking this approach would help the United States navigate the inherent and long-standing tensions between interests and values in foreign and defense policy by helping to ensure that arms transfers are directed to states that have committed to transparency and the responsible use of force. By building partner capabilities in ways more likely to endure, it can also contribute to regional security and deterrence, reducing the likelihood that the United States will need to intervene down the road. Adopting the sequenced approach more widely would force the United States to be much more selective about where it conducts significant security cooperation efforts, ramping up where success is likely and scaling back where it's not. Given legitimate competing security priorities, this is easier said than done. Military assistance is only one part of often complex bilateral relationships. Think of Saudi Arabia or Egypt, where the United States provides military assistance in exchange for support in other areas, such as basing and access. A sequenced approach to military assistance abroad will require difficult discussions with existing partners and spur debates about how best to use U.S. leverage. It will be doable and make good sense in some contexts, while remaining a long shot in others. Critics may suggest that partners can simply turn to China and Russia if they don't like the proposed, more hands-on approach. But the hypothesized choice between the United States and its strategic competitors is, in reality, all too often a false one. The United States remains the preeminent security provider globally. Moreover, institution-building “soft power” support can often help build the long-term relationships based on trust that the United States needs to remain the partner of choice. The United States must be more willing to actually deploy the leverage with partners that it often holds but seldom uses. Moving forward, the United States should start by ramping up the sequenced approach to military assistance with potential new partners and gradually adopt it with promising existing partners. Eventually, the United States should begin to reassess its security cooperation relationships with lower-capability countries that are unwilling to commit to real institution building and use whatever leverage is available to push partner countries in this direction. The result is likely to be more effective and more responsible partners that help the United States live up to both its interests and values. Alexander Noyes is a political scientist at the non-profit, non-partisan RAND Corporation and former senior advisor for security cooperation assessment, monitoring, and evaluation in the Office of the Secretary of Defense for Policy. Richard Bennet is a global fellow at the Wilson Center and has supported operations at multiple U.S. geographic combatant commands. This commentary originally appeared on Lawfare on July 16, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}