{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:46:06.456278",
  "crawling_time_epoch": 1703231166,
  "type": "Commentary",
  "title": "Making Every Defense Dollar Count in Taiwan",
  "url": "https://www.rand.org/pubs/commentary/2023/07/taiwan-straitjacket.html",
  "descriptions": "The surging security relationship between the United States and Taiwan is exposing some long-simmering differences, with questions about Taiwan's defense investments atop Washington's list of concerns.",
  "posted": "Jul 24, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/taiwan-straitjacket/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1692103848438.jpeg",
    "desc": "A Taiwan army fighter takes part in urban operation drill at an unspecified location in Taiwan, January 12, 2023, photo by EyePress News/Reuters"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "Michael J. Lostumbo",
      "profil": "https://www.rand.org/pubs/authors/l/lostumbo_michael_j.html",
      "position": "",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-budgets-and-defense-spending.html",
        "tag": "Military Budgets and Defense Spending"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-force-planning.html",
        "tag": "Military Force Planning"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.taiwan.html",
        "tag": "Taiwan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "The surging security relationship between the United States and Taiwan is exposing some long-simmering differences, with questions about Taiwan's defense investments atop Washington's list of concerns. Washington and Taipei agree on the goal of protecting Taiwan's security, and they are forging the most comprehensive ties in decades. Taiwan faces an existential threat, but Taiwan is not responding in a way that suggests that they accept this when you consider both how much they are spending for their defense and what they are spending it on. Taiwan has taken its own path, which is causing growing concern in Washington that time and resources are being squandered. For over 15 years, U.S. analysts have assessed that Taiwan's military is not suited to defending against an invasion and issued urgent recommendations detailing concrete steps Taiwan can take to improve its defenses. For its part, Taiwan has articulated a clear defense concept: “resist the enemy on the opposite shore, attack it at sea, destroy it in the littoral area, and annihilate it on the beachhead.” The magnitude of the threat suggests that Taiwan will need considerable capacity to interdict adversary forces in each layer. But Taiwan is not devoting sufficient resources to implementation of this defense concept. In response to the military provocations by the mainland in August 2022, Taiwan increased defense spending but the defense budget does not reflect any urgency, given Taiwan's strong economy. But even within the constraints of current budget levels, Taiwan is not getting all it could from its investment. Recent decisions commit a large fraction of its future defense budget to systems that are not suited to defending against a concerted attack from the mainland. This will lock in spending for years to come on vulnerable or unproductive systems. Recent decisions commit a large fraction of Taiwan's future defense budget to systems that are not suited to defending against a concerted attack from the mainland. Much of Taiwan's investments are devoted to expensive trophies that in the face of an invasion will quickly become irrelevant. Taiwan's security is closely tied to its relationship with the United States, and buying expensive items, like fighter aircraft, is seen in Taiwan as solidifying their security relationship with the United States and boosting morale, even though experts recognize the unsuitability of these systems in wartime. At the same time, Taiwan seeks to build its own defense industry, and one of the most-expensive systems Taiwan is currently pursuing is an indigenously built submarine. This ignores a preference from the United States, made fairly clear in recent years, that Taiwan move away from such systems and toward capabilities that can exploit adversary weaknesses. Taiwan does not reject this advice outright, but the resources to implement the layered defense concept are paltry and will remain underfunded for decades to come because Taiwan is committing itself to a fiscal straitjacket that will fix a major share of defense spending on fighter aircraft and submarines. Fighter aircraft are not survivable, and submarines have highly constrained strike capacity. These systems are not only expensive to purchase, but are extremely costly to operate, locking in budget share far into the future. This is a major misallocation of defense resources, which Taiwan cannot afford. Taiwan views the mainland as capable of threatening Taiwan's economic, political, and security interests. Among these avenues of interference, many in Taiwan view the economic and political threats as more likely than an invasion and potentially quite damaging in themselves. After decades of hearing about a potential invasion threat, many now discount its possibility. This is reflected in numerous public opinion polls. One, conducted in September 2022, after a period of increased military activity by the mainland around Taiwan, found that around 40 percent of respondents were either unconcerned, or slightly concerned about an invasion of Taiwan. This is also reflected in official documents. For instance, the Taiwan military's 2021 National Defense Report has a section identifying threats to Taiwan, which lacks a discussion of an invasion from the mainland. This difference in outlook is the source of the friction. Taiwan's capabilities and investment choices matter to the United States because the military challenge to Taiwan creates many operational problems that could hamper U.S. support. Of particular concern is the ability of the mainland to use long-range precision weapons to strike targets on or near Taiwan, coupled with an ability to generate a large force that threatens to overwhelm defenses. Every year, the United States is devoting more and more defense resources to preparing for an invasion across the Taiwan Strait. But, the United States alone cannot secure Taiwan. Taiwan's leaders may doubt that the mainland will actually invade, just as the leaders of Ukraine doubted Russia would invade in early 2022, even though Russia had invaded just eight years before. Imagine if Ukraine had spent those eight years modernizing its military. Those in Taiwan who believe an invasion from the mainland is a remote possibility currently appear ascendant. However, an alternative perspective is that a fundamental goal of defense spending is to guard against low-probability but potentially devastating events, as in this case. Even if the mainland does not currently have the intention to invade Taiwan, that can change quickly. When faced with an existential threat, even if unlikely, a country cannot afford to gamble. Given the military buildup on the mainland, regular exercises of land, sea, and air tactics relevant to an invasion, coupled with the threats from mainland leaders, it is becoming harder to reject the possibility of invasion. Even if the mainland does not currently have the intention to invade, that can change quickly. The enormity of the military challenge means that the United States and Taiwan can no longer tolerate simmering policy gaps and trophy defense spending. Taiwan has the chance now to reenergize its military and develop capabilities that can exploit adversary weaknesses, but only if it makes every dollar count. The United States should work with Taiwan to review spending and to prioritize survivable and potent capabilities in each layer of defense and to discuss how Taiwan's capabilities can complement those of the United States. Investment options for Taiwan can be judged based on their ability to survive and operate effectively. Those that do not, like fighter aircraft, should be ruled out as unaffordable luxuries. A goal of making any invasion of Taiwan very costly for the mainland is obtainable. But it will take a clear vision and sustained effort over years by Taiwan's leaders. Michael J. Lostumbo is a senior defense policy analyst at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on RealClearDefense on July 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}