{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:10:58.703086",
  "crawling_time_epoch": 1703239858,
  "type": "Commentary",
  "title": "Making the Most of JROTC",
  "url": "https://www.rand.org/pubs/commentary/2023/05/making-the-most-of-jrotc.html",
  "descriptions": "Junior Reserve Officers' Training Corps (JROTC) units in U.S. schools have drawn intensive scrutiny of late, and some districts might consider dropping JROTC. But they should take stock of what they'll lose. Students who choose to enroll in JROTC and stick with it do better in school than their peers.",
  "posted": "May 26, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/making-the-most-of-jrotc/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1685148585779.jpeg",
    "desc": "Cadets from across the country competed at the Army JROTC National Drill and Ceremony competition in Louisville, Kentucky, April 9, 2016, U.S. Army photo"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Melanie A. Zaber",
      "profil": "https://www.rand.org/about/people/z/zaber_melanie_a.html",
      "position": "Economist; Codirector, Middle-Class Pathways Center; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@MelanieZaber",
      "contact": "https://www.twitter.com/MelanieZaber"
    },
    "tags": [
      "Military Education and Training",
      "Military Personnel",
      "Secondary Education",
      "Students",
      "United States",
      "United States Department of Defense",
      "www.rand.org"
    ],
    "Article": "Junior Reserve Officers' Training Corps units in U.S. schools have drawn intensive scrutiny of late, including investigative news reports and congressional hearings into mandatory enrollment at some schools, as well as revelations that dozens of instructors had been charged with sexual misconduct over several years. Although rare, these problems are serious enough that some districts might consider dropping JROTC. But they should take stock of what they'll lose. Hundreds of non-JROTC school sports coaches and teachers (in North Carolina alone) have lost their teaching licenses because of sexual misconduct. No one suggests schools do away with competitive sports or eliminate music classes. Why? Because such programs and classes, on net, have something to offer to students. This, too, is the case with JROTC: In a recent study of Army JROTC, the RAND Corporation found that students who choose to enroll in JROTC and stick with it do better in school than their peers. Two years ago—notably, before the sexual misconduct cases came to light—the Army asked RAND to assess what it and the country got in return for about $200 million in annual funding to some 1,700 Army JROTC programs. To find out, we analyzed student data from Texas, the state with the most Army JROTC programs, as well as Hawaii. In both, state-tracked data let us create non-cadet control groups so that we could measure the impact of JROTC participation without needing to run an experiment. On average, participating in Army JROTC throughout high school leads students to improved attendance, reduced rates of suspension, and higher rates of graduation. We found that on average, participating in Army JROTC throughout high school leads students to improved attendance, reduced rates of suspension, and higher rates of graduation. These benefits likely extend to the community: prior research has shown that high school graduates are more likely to be gainfully employed and less likely to be arrested for criminal activity. But these benefits take time—and sustained participation—to accumulate. We also found that cadets who do not participate in Army JROTC beyond 9th grade have lower graduation rates and a higher number of school absences than their non-cadet peers. These effects disappear for those who participate for at least 9th and 10th grade. JROTC functions as both a course and a club. During the school day, cadets take leadership classes that may also cover topics such as civics, physical education, history, health, geography, personal finance, and emergency response. Extra-curricular activities include competitions in areas such as marksmanship, robotics, and academic-bowl type knowledge. JROTC's explicit goals do not include military recruiting, nor do participating cadets have any military service obligation. Yet Texas cadets pursue military service at a higher rate than their peers. This jump seems to make up for something else we observed in both states: lower rates of college enrollment immediately after high school. (In Texas, where we can differentiate by college type, this comes primarily from reduced enrollment in community college, not four-year colleges.) JROTC cadets who do go to college have the same rates of continuation—enrolling for a second year—as comparable non-cadets, suggesting they are equally well-prepared for that educational path. Host schools and instructors have a lot of flexibility to tailor JROTC programs. For example, how and when cadets wear their uniforms varies; for some schools this is an attractive feature of the program and for others it is a deterrent. Instructors also are able to bring in guest speakers from nearby universities and local employers, and to customize co-curricular activities and course content to local interests. In our report, we cite this policy flexibility as a valuable feature; it lets instructors customize the program to student and community needs. This structure also reflects the local control of the U.S. education system overall, and mirrors that of organizations like Boy Scouts, Girl Scouts, and 4-H. But this also means more responsibility for schools and districts. School leaders re-examining their Army JROTC programs, or wary of adding one, should understand how much control they have over how these programs are run. School leaders re-examining their Army JROTC programs, or wary of adding one, should understand how much control they have over how these programs are run. For instance, instructors are initially screened by the Army and Cadet Command maintains a national database of eligible—and ineligible—instructors. Although the Army reimburses schools for half of the instructor's salary, it is schools that get the final say in who gets hired. Schools also oversee enrollment in Army JROTC, just as they do for other courses. To keep its unit, though, a school must have at least 10 percent of its student body or 100 students (whichever is lower) participating. And yet, given our findings that multi-year cadets have more-positive outcomes, policies that lead to just a single year of participation may undermine the benefits of JROTC. For instance, some schools award cadets course credit for physical education or career/technical education—but only one year's worth. Likewise, mandatory enrollment for freshmen, as has been reported in dozens of host schools, is of questionable value. Schools with a positive school climate and existing structures to encourage and protect reporting of misconduct are best positioned to capitalize on Army JROTC's potential student, school, and community benefits. As a new Army JROTC program guide makes clear, Army may be in the name, but ultimately, schools are the employer. Melanie Zaber is an economist at the nonprofit, nonpartisan RAND Corporation and serves as codirector of the RAND Lowy Family Middle-Class Pathways Center. She has diverse research interests spanning workforce development, postsecondary education, and gender equity. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}