{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:52:31.441615",
  "crawling_time_epoch": 1703242351,
  "type": "News Release",
  "title": "Many Patients Don't Get to Choose the Type of Behavioral Health Visit They Receive",
  "url": "https://www.rand.org/news/press/2023/09/05.html",
  "descriptions": "With the rapid growth of telehealth for behavioral health services, many patients do not have a choice of whether they receive in-person or remote care.",
  "posted": "Sep 5, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2023/09/05/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1693944909332.jpeg",
    "desc": "Young Black man using telemedicine durung a therapy appointment, photo by Anchiy/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Jessica L. Sousa",
      "profession": "Senior Policy Analyst",
      "biography": "Jessica Sousa (she/her) is a senior policy analyst at the RAND Corporation. Also a public health social worker, her research contributions have focused on telehealth implementation, behavioral health care, health equity, and patient experiences with care. She has over a decade of experience in…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/s/sousa_jessica_l/_jcr_content/par/bio.crop.130x130.cm.jpeg/1689080012696.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Jessica Sousa"
      }
    },
    "researcher": [
      {
        "research": "RAND Health Care",
        "profile": "https://www.rand.org/health-care.html"
      }
    ],
    "tags": [
      "Health Care Access",
      "Mental Health Treatment",
      "Telemedicine",
      "United States",
      "www.rand.org"
    ],
    "Article": "With the rapid growth of telehealth for behavioral health services, many patients do not have a choice of whether they receive in-person or remote care, according to a new RAND Corporation study. Approximately one-third of patients receiving therapy or medication visits reported that their clinicians did not offer both telehealth and in-person care. In addition, 32 percent reported that they did not typically receive their preferred modality and 45 percent did not believe that their clinician considered their modality preferences when deciding the visit type. Researchers say that the lack of patient choice in the visit modality may affect satisfaction and rapport with clinicians, and encourage some people to seek care elsewhere. The study is published by the journal Health Affairs. “These findings suggest that patients' modality preferences need to be a greater consideration in both clinical discussions and policy decisions,” said Jessica Sousa, lead author of the study and a senior policy analyst at RAND, a nonprofit research organization. “Expanding telehealth increases access to care, but telehealth alone might not be sufficient. Ideally, patients should have access to some amount of in-person care, given that many prefer it or may need it.” The onset of the COVID-19 pandemic prompted most payers to begin reimbursing for telehealth services. With this new option, some behavioral health clinicians moved to telehealth-only models in part because of its lifestyle and productivity advantages. Meanwhile, some clinicians stopped providing telehealth after the public health emergency ended. Researchers from RAND and Harvard University conducted a nationally representative survey of 2,071 U.S. adults, identifying 571 who used behavioral health services in the prior year. Researchers also interviewed 26 people with bipolar disorder or depression during February and March 2023. The surveys and interviews explored whether patients perceive that they have access to different visit modalities for medication and therapy visits and how the decision to use a particular visit modality is made. Recipients of individual therapy were about twice as likely to have telehealth visits (80 percent) as in-person visits (42 percent) during the prior year. People who received medication visits\nwere about equally likely to receive telehealth visits (54 percent) as in-person visits (58 percent). Many patients did not have a choice of visit modalities because either their clinician only offered one modality or their clinician generally decided the visit type. About 22 percent of therapy recipients reported that their clinician offered only telehealth and 9 percent reported that their clinician only offered in-person visits. Among respondents receiving medication, 20 percent said their clinician offered only in-person visits and 13 percent reported their clinician offered only telehealth services. In interviews, many patients said that they generally preferred in-person care for therapy visits because it was more personal and better for rapport. Regardless of modality preference, however, the majority of participants stated that they wanted clinicians to offer both options. Interview participants also said that clinicians rarely asked about their modality preferences. “The focus of telehealth policy in recent years has been on increasing access to telehealth services,” Sousa said. “Although generous payment policies may encourage clinicians to offer telehealth, they may also inadvertently lead to cannibalization of in-person care.” “For telehealth to achieve its potential to increase overall access to high-quality, patient-centered care, it is important to implement it in a manner that expands, rather than contracts, behavioral health access and options for patients,” Sousa said. Funding for the research was provided by the National Institute for Mental Health. Other authors of the study are Jessica Richard, Maya Rabinowitz, and Lori Uscher-Pines, all of RAND; Andrew Smith of the Depression and Bipolar Support Alliance; Pushpa Raja of the Veterans Affairs Greater Los Angeles Healthcare System; and Ateev Mehrotra, Alisa B. Busch, and Haiden A. Huskamp, all of Harvard. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}