{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:37:52.291681",
  "crawling_time_epoch": 1704166672,
  "type": "Commentary",
  "title": "Mastering Irregular Warfare",
  "url": "https://www.rand.org/pubs/commentary/2022/12/mastering-irregular-warfare.html",
  "descriptions": "The U.S. military has failed to master irregular warfare above the tactical level. This is not a new problem, and it is one that has been recognized by leaders at the most senior echelons of government. There are several steps that the DoD and U.S. Congress might consider to develop the mastery of irregular warfare that the United States needs.",
  "posted": "Dec 14, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2022/12/mastering-irregular-warfare/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1671070747982.jpeg",
    "desc": "Soldiers from the Asymmetric Warfare Group move a 300-pound bag down a gravel road during a predeployment exercise at Fort A.P. Hill, Virginia, April 25, 2012, photo by Lt. Col. Sonise Lumbaca/U.S. Army"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Charles T. Cleveland Daniel Egel David Maxwell",
      "profil": "https://www.rand.org/pubs/authors/c/cleveland_charles_t.html",
      "profession": "Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Asymmetric Warfare",
      "Military Strategy",
      "United States",
      "United States Department of Defense",
      "www.rand.org"
    ],
    "Article": "The U.S. military has failed to master irregular warfare above the tactical level. This is not a new problem, and it is one that has been recognized by leaders at the most senior echelons of government. Secretary of Defense Robert Gates stated this perhaps most clearly when he admonished the Department of Defense (DoD) in his 2008 National Defense Strategy (PDF) to “display a mastery of irregular warfare comparable to that which we possess in conventional combat.” This lack of mastery may have contributed to recent U.S. failures in Afghanistan and Iraq, and to the U.S. failure in Vietnam. It may have been a key factor in the thousands of Americans and allies that have been killed or maimed in these conflicts, because senior military leaders may have been unprepared to wage irregular warfare at the strategic level and to provide sound policy advice to their civilian masters. A lack of focus on this form of warfare within the DoD may be to blame. Secretary Gates characterized this challenge in his memoir as the “military services' preoccupation with planning, equipping, and training for future major wars with other nation-states, while assigning lesser priority to current conflicts and all other forms of conflict, such as irregular or asymmetric war.” The U.S. military has failed to master irregular warfare above the tactical level. Previous efforts to address this challenge have struggled to gain purchase. The most noteworthy failure, perhaps, was that highlighted by Senators Sam Nunn, John Warner, Edward M. Kennedy, and William S. Cohen in a 1989 letter to National Security Advisor Brent Scowcroft (PDF). In this letter, the senators highlighted their concern with “deficiencies in U.S. capabilities to engage effectively” in irregular warfare (which they referred to by the then-popular term low-intensity conflict) and that the “Executive Branch has blocked meaningful implementation” of the reforms related to low intensity conflict mandated in the 1987 Nunn-Cohen Amendment (PDF) that resulted in the formation of U.S. Special Operations Command (USSOCOM). More recently, the 2020 Irregular Warfare Annex to the National Defense Strategy (PDF) emphasized the need to institutionalize irregular warfare “as a core competency with sufficient, enduring capabilities to advance national security objectives across the spectrum of competition and conflict,” and detailed a plan for doing so. However, it too, seems to have failed: irregular warfare is only referenced twice (and in passing) in the 2022 National Defense Strategy (PDF) and the intellectually adjacent concept of the “gray zone” is used only to describe adversary approaches. This apparent failure is highlighted by the fact that draft language for the 2023 National Defense Authorization Act once again restates the need for the “institutionalization of irregular warfare as a core competency of the DoD.” Developing a mastery of irregular warfare may be no small feat. History has shown that the U.S. military relies on the use of conventional force in almost all conflicts, seeking victory through attrition or annihilation of an adversary. In contrast, success in irregular warfare requires approaches that are informed by the enemy and the population around him, their attitudes, beliefs, frustrations, and the geopolitical periphery. The momentum created by U.S. Congress in authorizing the creation of an Irregular Warfare Functional Center (IWFC)—which we documented in these pages—offers a unique opportunity at a pivotal moment in U.S. history to develop this mastery. However, we fear that the decision to establish this center within the security cooperation enterprise, even initially, could limit the potential of this opportunity. We believe that there are several steps that the DoD and U.S. Congress might consider if it desires to build on this momentum and develop the mastery of irregular warfare that the United States needs: Success in irregular warfare requires approaches that are informed by the enemy and the population around him, their attitudes, beliefs, frustrations, and the geopolitical periphery. Lt. Gen. Charles T. Cleveland (Ret.) is an adjunct researcher at the nonprofit, nonpartisan RAND Corporation and a senior mentor to the Army War College. Daniel Egel is a senior economist at RAND. Brig. Gen. Russell Howard (Ret.) is a distinguished senior fellow at the Joint Special Operations University and an adjunct faculty member at the Institute for Security Governance. Col. David Maxwell (Ret.) is a senior fellow at the Foundation for Defense of Democracies and the Global Peace Foundation and a senior advisor to the Center for Asia Pacific Strategy. Col. Hy Rothstein (Ret.) is a recently retired faculty member of the Naval Postgraduate School. A version of this commentary originally appeared on The Hill on December 14, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}