{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:51:41.004848",
  "crawling_time_epoch": 1703231501,
  "type": "Commentary",
  "title": "Maximizing the Potential of American Irregular Warfare in Strategic Competition",
  "url": "https://www.rand.org/pubs/commentary/2023/04/maximizing-the-potential-of-american-irregular-warfare.html",
  "descriptions": "It is time that the United States develop the concepts and associated doctrine, commands, field operating agencies, and personnel to maximize the potential of American irregular warfare in strategic competition.",
  "posted": "Apr 3, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/04/maximizing-the-potential-of-american-irregular-warfare/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1680572089093.jpeg",
    "desc": "Secretary of Defense Lloyd Austin testifies with Chairman of the Joint Chiefs of Staff General Mark Milley during a Senate Armed Services Committee hearing on the president's proposed 2024 Budget, at the U.S. Capitol, in Washington, D.C., March 28, 2023, photo by Graeme Sloan/Sipa USA/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Daniel Egel David Maxwell",
      "profil": "https://www.rand.org/about/people/e/egel_daniel.html",
      "position": "Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.asymmetric-warfare.html",
        "tag": "Asymmetric Warfare"
      },
      {
        "blog": "https://www.rand.org/blog.topic.low-intensity-conflict.html",
        "tag": "Low-Intensity Conflict"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states-department-of-defense.html",
        "tag": "United States Department of Defense"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "The United States lacks the concepts and associated doctrine for its irregular warfare capabilities to achieve their potential in strategic competition. This challenge was articulated in 2013 in a hallmark collaboration (PDF) of Army Chief of Staff Raymond Odierno, Marine Corps Commandant James Amos, and U.S. Special Operations Commander William McRaven. Center to their critique was the observation that the Pentagon's concept of competition does not reflect the fundamental reality that “competition and conflict are about people.” They concluded that the “growing problem in linking military action to achieving national objectives” was in significant part because the Pentagon tends to “focus on the clash and lose sight of the will” of the population. Unfortunately, the Pentagon has done little in the intervening decade to address their concerns. One of their explicit recommendations (PDF) that the Pentagon ignored was the examination of the concept of the “human domain” as a new warfighting domain encompassing the “physical, cultural, and social environments.” This failure may limit the ability of the United States to use its irregular warfare capabilities effectively in strategic competition. The Chinese, Russians, and other U.S. antagonists are actively embracing new approaches that embrace the human domain concept for warfighting. In sharp contrast, the Chinese, Russians, and other U.S. antagonists are actively embracing new approaches that embrace this concept for warfighting. Both China's unrestricted warfare and Russia's hybrid warfare recognize the “human domain as the critical area of competition,” as does Iran's use of surrogates in Lebanon and elsewhere. The recently signed Joint Concept for Competing represents a significant step in addressing the Pentagon's role in the complex and increasingly lethal space below the threshold of traditional war. However, it does not fully address the persistent focus on the physical domains—of air, land, sea, and space—that has led the Pentagon to “overlook, and underinvest in, the more-important aspects of war and warfare—those best defined as human.” The other challenge facing the Joint Concept for Competing is that it does not assign a lead command or service to take responsibility for the needed reforms. It took a combination of senior-level support within the Pentagon and Congress's Goldwater-Nichols Act (PDF) for the Pentagon to fully embrace joint operations, and Congressional leadership via the Nunn-Cohen Amendment (PDF) to build the special operations capabilities that the nation needed. Without comparable support, the concepts in the Joint Concept for Competing may not be operationalized. Either the president or U.S. Congress may need to take action to address this critical national security gap. Indeed, despite the advocacy of the most senior leadership of the Army, Marine Corps, and special operations a decade ago, the Pentagon has made little progress in embracing the human domain and its underlying precepts. In 1997, President Bill Clinton issued Presidential Decision Directive 56 as a call-to-arms for the United States to develop the concepts and structures necessary for success in complex contingency operations. This reflected a recognition that the nation was not prepared for “multi-dimensional operations composed of such components as political/dynamic, humanitarian, intelligence, economic development, or security.” The conceptual underpinnings of Clinton's complex contingency operations are similar to the challenge that the United States faces in addressing strategic competition in the human domain, and a presidential directive to update these concepts for the 21st century could do much to address this national security gap. The Pentagon has made little progress in embracing the human domain and its underlying precepts. An alternative option could be for the U.S. Congress to update the Nunn-Cohen Amendment to assign the Assistant Secretary of Defense for Special Operations and Low-Intensity Conflict responsibility for Pentagon efforts in the human domain. This office, which was created by the 1987 Nunn-Cohen Amendment, already has responsibility for policy related to the human domain, given its mandate to oversee the Pentagon's low-intensity conflict efforts. Assigning it the responsibility for the human domain and giving it the service authorities it would need to accomplish these responsibilities could address many of the challenges faced in previous iterations. It is time that the United States develop the concepts and associated doctrine, commands, field operating agencies, and personnel to maximize the potential of American irregular warfare in strategic competition. The failures of the United States to achieve its strategic objectives in low-intensity conflicts and in protecting its interests against adversaries who elect to fight below the threshold of conflict pursuing a strategy of exhaustion can no longer be afforded or ignored. Lt. Gen. Charles T. Cleveland (Ret.) is an adjunct researcher at the nonprofit, nonpartisan RAND Corporation and a senior mentor to the Army War College. Daniel Egel is a senior economist at RAND. Col. David Maxwell (Ret.) is a senior fellow at the Foundation for Defense of Democracies and the Global Peace Foundation and a senior advisor to the Center for Asia Pacific Strategy. Col. Hy Rothstein (Ret.) is a recently retired faculty member of the Naval Postgraduate School. This commentary originally appeared on The Hill on March 31, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}