{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:32:17.049785",
  "crawling_time_epoch": 1704166337,
  "type": "Essay",
  "title": "Mental Health First Aid: Training People to Help Others",
  "url": "https://www.rand.org/pubs/articles/2023/mental-health-first-aid-training-people.html",
  "descriptions": "An innovative program trains and empowers people to not look away from those experiencing mental illness, but to listen to them, reassure them, and encourage them to get help. Most trainees of the program in New York City were still using what they had learned five years later.",
  "posted": "May 3, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/mental-health-first-aid-training-people/_jcr_content/par/teaser.crop.250x187.ct.png/1687211506181.png",
    "desc": "Collage of five faces with pixelated overlay, design by Dori Gordon Walker/RAND Corporation from JohnnyGreig, brusinski, alvarez, shisheng ling, and Vectorpower/Getty Images"
  },
  "content": {
    "article": "The man would sometimes wander into the sanctuary of Restoration Temple church in Brooklyn, New York, cursing and threatening to fight anyone who got too close. Rev. Cecil Moonsam would reach for his phone to call the police. He doesn't do that anymore. Moonsam was part of a massive effort that trained tens of thousands of ordinary New Yorkers to provide “mental health first aid” to people like that man at his church. It was one of the largest mental health initiatives in American history, and it gave RAND researchers an unprecedented look at how one city sought to change the narrative on helping people with mental illness. Just eight hours of training in mental health first aid, they found, can have a lasting, and potentially life-changing, impact. “Our goal now is, How can I help?” said Moonsam, an early trainee in the program. The man still visits the church, still wanders the sanctuary—but now, Moonsam said, “We assess his mood, see how he's doing. We let him know: You are important, no matter what's happening in your life. There's a place for you here.” More than one in five American adults experience a mental illness in any given year. Studies have shown that most will wait years, even decades, to seek help. Previous RAND research in New York City found that it's often hard to find quality, affordable care, especially in lower-income neighborhoods. “You can get anything you want in NYC,” one patient seeking care told the researchers, “a Philly cheesesteak, anything you want—but you can't get a good psychiatrist.” In 2015, the city launched a sweeping, sprawling effort to do better—“to change our shaming, punitive culture around mental illness to one of healing and wellness,” as the city's first lady, Chirlane McCray, who oversaw the effort, said. That effort would eventually involve dozens of programs, hundreds of new mental health service locations, and tens of millions of dollars every year. Mental health first aid was one of its signature elements. Chirlane McCray, former New York City first lady, and Richard Buery, a former deputy mayor, discuss the mental health initiative, ThriveNYC, during a 2016 city council committee meeting Photo by Chang W. Lee/The New York Times/Redux The program trains people to not look away from those experiencing mental illness, but to listen to them, reassure them, and encourage them to get help. It was developed in Australia and has since been used to train parents, teachers, medical students, public servants—even rural Australian football coaches. New York partnered with churches, nonprofits, and other community organizations to provide the training, free of charge, to anyone who wanted it. More than 155,000 people accepted the offer. The city asked RAND to evaluate the program and assess its impact on trainees and their communities. Before the researchers could get started, though, COVID-19 shut the city down, and with it, all future trainings. More than a year passed before the researchers could start the surveys and focus groups at the core of their evaluation. But they found that most of the people they surveyed were still using what they had learned, even up to five years after their training. Two-thirds said they reached out to people experiencing mental health problems at least occasionally to offer reassurance and guide them to professional help. More than 80 percent said they had used their training to help a friend or family member. One-third said they had helped a stranger in the past six months. Based on those reports, the researchers estimated that more than 6,300 people had sought professional help, just in the previous six months, after speaking with a program trainee. But the program's impact was sometimes even more immediate than that. Nearly 40 percent of the trainees themselves said they had sought counseling or therapy for their own mental well-being after going through the program. “This is meeting people where they are, in the community, in the workplace,” said Eunice Wong, a senior behavioral scientist at RAND and a clinical psychologist by training, who led the study. “It's equipping people to help their own communities, their friends and families. They're the people who might have the most influence in helping someone go get care.” The program trains people to not look away from those experiencing mental illness, but to listen to them, reassure them, and encourage them to get help. Many trainees said the stigma around mental illness creates a high barrier to getting people the help they need. Around half said people in their community think less of someone with a history of mental health problems. But more than 80 percent said they do what they can to correct misconceptions about mental illness when they hear them. That suggests the first aid trainings may have a significant side benefit, said Michael Dunbar, a behavioral scientist at RAND: equipping people to act as “stigma reduction hubs” in their own communities. The researchers also convened small focus groups with leaders from organizations serving Black and African-American, Latinx, Chinese, and sexual and gender minority New Yorkers. Participants in every group said the high level of unmet mental health needs in their community was one of the main reasons they signed up for the trainings. They said they wanted to reduce stigma, improve support for people with mental health needs, and normalize seeking help. City employees who went through the program—especially those in the Department of Homeless Services—said they often use what they learn to help their clients. They suggested making mental health first aid required training for at least some city workers. “The goal here is to give people knowledge and skills that empower them to help,” said Daniel Siconolfi, a behavioral scientist at RAND who led the focus groups. “And what we saw is that this can be a front-line, day-to-day way to potentially impact mental health in communities.” RAND's study focused on trainees and did not capture firsthand perspectives from the end recipients of mental health first aid—the people with mental illnesses whom the trainees said they had helped. Previous studies have found that the trainings improve mental health literacy and reduce stigma among trainees, but do not necessarily improve the support they then offer to people in need. Researchers also found some evidence that the effects may fade over time. They included some general knowledge questions in the survey, drawn straight from the training manual itself. Average scores were around 50 percent, suggesting that trainees' ability to recall specific facts diminishes the longer they go from their training. That points to a need for refresher trainings—which a strong majority of study participants said would be helpful. Rev. Cecil Moonsam Photo courtesy of Rev. Cecil Moonsam On a recent morning, Rev. Moonsam and a few dozen other church leaders gathered in the sanctuary at Restoration Temple for just such a refresher. They went over the basics: How to spot signs of mental illness, how to approach someone in distress. But they also talked about the need for greater empathy and care in a world remade by COVID-19. Moonsam saw it as a duty—to help his congregation, to help his community, and to help that one man in particular, who doesn't come looking for a fight anymore. “He knows this is a place where he can come and find friends,” Moonsam said. “If you cannot come to the church and find welcome and answers, people who are able to reach you, then I don't know where else you can go.” —Doug Irving",
    "overview": "",
    "topline": "",
    "tags": [
      "Community Health and Well-Being",
      "Community-Based Health Care",
      "Health Care Access",
      "Health Care Education and Training",
      "Mental Health and Illness",
      "New York City",
      "Social Program Evaluation",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/mental-health-first-aid-training-people/_jcr_content/par/blogpost/par-blog/imagewithclass.fit.0x0.jpeg/1682632068422.jpeg",
        "width": null,
        "height": null,
        "desc": "Chirlane McCray, former New York City first lady, and Richard Buery, a former deputy mayor, discuss the mental health initiative, ThriveNYC, during a 2016 city council committee meeting, photo by Chang W. Lee/The New York Times/Redux"
      },
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/mental-health-first-aid-training-people/_jcr_content/par/blogpost/par-blog/imagewithclass_1435850813.fit.225x0.jpeg/1682632105050.jpeg",
        "width": "225",
        "height": "258",
        "desc": "Rev. Cecil Moonsam, photo courtesy of Rev. Cecil Moonsam"
      }
    ]
  }
}