{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:37:25.287687",
  "crawling_time_epoch": 1704166645,
  "type": "News Release",
  "title": "Mental Health Telehealth Services Increased During Pandemic; Treatment Rates Increased for Some Disorders",
  "url": "https://www.rand.org/news/press/2023/01/06.html",
  "descriptions": "Telehealth services for common mental health problems surged 16 to 20 fold during the first year of the COVID-19 pandemic, more than making up for a drop in in-person care that occurred during the period for a number of conditions.",
  "posted": "Jan 6, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2023/01/06/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1673053787362.jpeg",
    "desc": "Non-binary person at home using laptop in video call for telemedicine psychotherapy., photo by Renata Angerami/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Christopher M. Whaley Ryan K. McBain",
      "profession": "Economist Senior Policy Researcher",
      "biography": "Christopher M. Whaley is an economist at the RAND Corporation. He is also an associate professor in the Department of Health Services, Policy, and Practice at the Brown University School of Public Health. His research focuses on health care price transparency and market structure and has been… Ryan K. McBain is a policy researcher at RAND and a professor of policy analysis at the Pardee RAND Graduate School. He focuses on the design and evaluation of health policies and programs meant to reach vulnerable populations—including those coping with mental health conditions, HIV/AIDS,…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/w/whaley_christopher_m/_jcr_content/par/bio.crop.130x130.cm.jpeg/1599564314462.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Christopher Whaley"
      }
    },
    "researcher": [
      {
        "research": "RAND Health Care",
        "profile": "https://www.rand.org/health-care.html"
      }
    ],
    "tags": [
      "Coronavirus Disease 2019 (COVID-19)",
      "Health Care Access",
      "Mental Health Treatment",
      "Pandemic",
      "Telemedicine",
      "United States",
      "www.rand.org"
    ],
    "Article": "Telehealth services for common mental health problems surged 16 to 20 fold during the first year of the COVID-19 pandemic, more than making up for a drop in in-person care that occurred during the period for a number of conditions, according to a new RAND Corporation study. Examining the experiences of more than 5 million adults with private health insurance, researchers found that in-person services for depression disorders, anxiety disorders, bipolar disorder, adjustment disorders, and posttraumatic stress disorder dropped by more than 50 percent after the public health emergency was declared in 2020. While use of in-person mental health care dropped sharply, telehealth services grew steadily during the first year of the pandemic. By December of 2020, treatment of mental health services for some of the disorders was 10 percent to 20 percent higher than in January 2020. The study is published in JAMA Health Forum. “Our findings highlight a remarkable transition in the U.S. mental health system from in-person to virtual care,” said Christopher M. Whaley, senior author of the study and an economist at RAND, a nonprofit research organization. While the increased use of telehealth mental health services during the pandemic has been well known, the study is the first to show that the magnitude of the increased use of telehealth more than made up for the decline in in-person treatment. Many prior studies have documented an elevated level of psychological distress and mental health disorders such as anxiety and depression over the course of the COVID-19 pandemic. Meanwhile, concerns about the spread of the coronavirus have led many mental health providers to eliminate or reduce in-person services. In response, many providers switched to providing telehealth mental health services, and both public and private insurance providers expanded coverage for telehealth services. To examine trends in mental health services after the start of the pandemic, researchers examined claims from commercially insured adults from January to December 2020. The claims information was from Castlight Health, a health benefit manager for employer-sponsored health insurance plans for about 200 employers in all 50 states. The study found that the increased use of telehealth was lowest for bipolar disorder and highest for anxiety disorders. When combining in-person and telehealth service treatment rates, there was an overall increase in care for major depressive disorders, anxiety disorders, and adjustment disorders. The increase in use of mental health services for anxiety disorders during the pandemic was higher for women than for men. Among the group studied, people in rural areas were less likely to use telehealth services. In addition, people over the age of 46 had lower rates of services than younger adults. “While this may be partly due to a lower prevalence of certain conditions among older Americans, the consistency of this trend across different diagnosis categories suggests that factors such as lower digital literacy and less comfort with using telehealth also may play a role,” said Ryan K. McBain, lead author of the study and a policy researcher at RAND. Support for the study was provided by the National Institutes on Aging and the Robert Wood Johnson Foundation. Other authors of the study are Jonathan Cantor and Joshua Breslau, both of RAND; and Megan F. Pera and Dena M. Bravata, both of Castlight Health. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}