{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:06:11.604989",
  "crawling_time_epoch": 1703239571,
  "type": "News Release",
  "title": "Mental Health Spending for Children and Adolescents Has Risen by More Than One-Quarter Since Beginning of Pandemic",
  "url": "https://www.rand.org/news/press/2023/10/03.html",
  "descriptions": "Spending on mental health services for children and adolescents has risen by more than one-quarter since the beginning of the COVID-19 pandemic, continuing to rise even as the use of telehealth plateaued.",
  "posted": "Oct 3, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2023/10/03/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1696452622393.jpeg",
    "desc": "Teenage girl in online therapy session with psychologist, photo by Valeriy_G/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "",
      "profession": "",
      "biography": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      }
    },
    "researcher": [],
    "tags": [
      "www.rand.org"
    ],
    "Article": "Spending on mental health services for children and adolescents has risen by more than one-quarter since the beginning of the COVID-19 pandemic, continuing to rise even as the use of telehealth plateaued, according to a new RAND Corporation study. Spending on mental health for people aged 19 and younger rose by 26 percent from March 2020 to August 2022 among a large group whose families have employer-provided insurance. During the same period, use of mental health services increased by 22 percent. The study found that use of telehealth for pediatric patients increased more than 30-fold during the early months of the pandemic and remained at 23 times normal by August 2022, even as in-person care reached 75 percent of pre-pandemic levels. The findings are published by the journal JAMA Network Open. “Our findings suggest that telehealth care for mental health filled a critical need for pediatric patients after the emergence of the COVID-19 pandemic and continues to support a substantial proportion of pediatric mental health care,” said Mariah M. Kalmin, the study's lead author and a policy researcher at RAND, a nonprofit research organization. To examine trends in mental health services after the start of the pandemic, researchers examined claims involving 1.9 million children and adolescents with commercial insurance from January 2019 through August 2022. The study examined the most-common pediatric mental health diagnoses: anxiety disorders, adjustment disorder, attention deficit/hyperactivity disorder, major depressive disorder, and conduct disorder. The claims information was from Castlight Health, a health benefit manager for employer-sponsored health insurance plans for about 200 employers in all 50 states. Researchers found that during the acute phase of the pandemic (March 2020 to December 2020), in-person mental health services for pediatric patients declined by 42 percent while tele-mental health services increased roughly 30-fold as compared to the year prior. Overall, there was a 13 percent increase in use of mental health services during the period. During the post-acute period after vaccines became available in December 2020, there was a gradual increase in spending rates as compared to pre-pandemic periods for both in-person and telehealth care. By August 2022, in-person mental services for pediatric patients had returned to 75 percent of pre-pandemic levels and telehealth was still 23 times higher than pre-pandemic levels. Overall, use of mental health services in August 2022 was nearly 22 percent higher than before the pandemic. Treatment for ADHD, anxiety disorders, and adjustment disorder accounted for most visits and spending during all the periods studied. “As evidence increases that telehealth can effectively deliver mental health treatment for children and youths, these findings have important implications for telehealth sustainability beyond the effects of the COVID-19 pandemic,” Kalmin said. “The skyrocketing needs of children with mental health conditions are of particular importance to employers both because of the strain on employees who are caregivers to these children and the medical spending of these vulnerable dependents,” said Dena Bravata, a study coauthor and senior scientific advisor, apree health. “Access to care for ADHD, anxiety, and adjustment disorders in particular are vital for the whole health of a household.” Support for the study was provided by the National Institute of Mental Health and the National Institute on Aging. Other authors of the study are Jonathan H. Cantor, Ryan K. McBain, and Christopher M. Whaley of RAND, and Pen-Che Ho of Castlight Health, a part of apree health. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}