{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:30:56.763951",
  "crawling_time_epoch": 1704166256,
  "type": "Commentary",
  "title": "Military Assistance to Ukraine Is a Rare Success",
  "url": "https://www.rand.org/pubs/commentary/2023/05/military-assistance-to-ukraine-is-a-rare-success.html",
  "descriptions": "Recently, the United States reversed its long-standing opposition to sending Ukraine F-16 advanced aircraft to aid its fight against Russia. The policy reversal is a smart call. Once the aircraft are delivered and training is complete the jets will help Ukraine defend its territory more efficiently, and might even help end the war.",
  "posted": "May 26, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/05/military-assistance-to-ukraine-is-a-rare-success/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1685457361856.jpeg",
    "desc": "An F-16 Fighting Falcon fighter aircraft has its landing gear extended to land at the U.S. military airfield at Spangdahlem, Germany, May 17, 2023, photo by Harald Tittel/dpa via Reuters Connect"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Alexander Noyes",
      "profil": "https://www.rand.org/about/people/n/noyes_alexander.html",
      "profession": "Political Scientist",
      "username": "@alexhnoyes",
      "contact": "https://www.twitter.com/alexhnoyes"
    },
    "tags": [
      "Military Education and Training",
      "Military Equipment",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Last week, the United States reversed its long-standing opposition to sending Ukraine F-16 advanced aircraft to aid its fight against Russia. The Biden administration previously had expressed concerns that the jets would be too sophisticated for the Ukrainians and that providing the American-made aircraft could lead to escalation with Russia. Ukraine's impressive, continued battlefield success appears to have changed minds. The policy reversal is a smart call. Once the aircraft are delivered, which could happen as soon as four months from now, and training is complete, the jets will help Ukraine significantly on the battlefield. While they are no panacea, the jets will certainly help Kyiv defend its territory more efficiently, and might even help end the war. Military aid has a well-deserved bad reputation. Large-scale attempts by the United States to build partner militaries—from Afghanistan to Iraq to Vietnam—have cost billions of dollars while failing to build effective partner forces. Yet the indirect approach of military aid, when done right, can deliver remarkable strategic effects, as seen in Ukraine. While the bravery and resourcefulness of the Ukrainians surely deserve much of the credit, so does the way the United States has smartly sequenced its assistance tools to date, leading with institutional reform before graduating to advanced weaponry and training. The indirect approach of military aid, when done right, can deliver remarkable strategic effects, as seen in Ukraine. The Ukrainian military that employed U.S. Patriot batteries to great effect last week—shooting down a series of hypersonic missiles—looked dramatically improved from the ragtag army of 2014, when Russia initially invaded Ukraine to annex Crimea. From 2014 to 2021, with U.S. and NATO assistance, Ukraine did the hard and unsexy work of overhauling its doctrine and Ministry of Defense. It worked on decentralizing command, strengthening civilian leadership, standing up a noncommissioned officer corps, and reforming its procurement cycle. In part because of this institutional overhaul, the Ukrainian military now has the capacity to absorb new capabilities, including F-16s. The jets will allow the Ukrainian military to provide much-needed close air support to its ground troops, as well as extending the reach of its long-range fires, both of which will be key to success in the coming counteroffensive. The jets will be critical to Ukraine's long-term air defense as well, as the F-16s can shoot down cruise missiles while also going toe-to-toe with Russian-manned aircraft. Western support to Ukraine is an all-too-rare military aid success story. The F-16 policy reversal should help the Ukrainians end the war on more-favorable terms. Alexander Noyes is a political scientist at the nonprofit, nonpartisan RAND Corporation and former senior advisor for security cooperation assessment, monitoring, and evaluation in the Office of the Secretary of Defense for Policy. Richard Bennet is a global fellow at the Wilson Center who has worked at multiple U.S. combatant commands. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}