{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:32:56.632073",
  "crawling_time_epoch": 1704166376,
  "type": "Commentary",
  "title": "Militaries, Metals, and Mining",
  "url": "https://www.rand.org/pubs/commentary/2023/04/militaries-metals-and-mining.html",
  "descriptions": "Securing access to supply, increasing global and domestic capacity, and diversifying supply chains for critical minerals should be at the top of the agenda for both nations and private industry. Failure could jeopardize climate mitigation strategies and U.S. military readiness.",
  "posted": "Apr 18, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/04/militaries-metals-and-mining/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1683032630573.jpeg",
    "desc": "Nickel-rich drill cores in Tamarack, Minnesota, November 22, 2021, photo by Mike Hughlett/Minneapolis Star Tribune/TNS/ABACA via Reuters Connect"
  },
  "content": {
    "source": "(New Security Beat)",
    "author": {
      "name": "Fabian Villalobos Morgan Bazilian",
      "profil": "https://www.rand.org/about/people/v/villalobos_fabian.html",
      "profession": "Engineer; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@doktor_wolfhaus",
      "contact": "https://www.twitter.com/doktor_wolfhaus"
    },
    "tags": [
      "Communication Technology",
      "Earth Sciences",
      "Emerging Technologies",
      "Environmental and Natural Resource Management",
      "Military Technology",
      "Supply Chain Management",
      "Transportation Technology",
      "United States",
      "www.rand.org"
    ],
    "Article": "In the early 1960s, Soviet fulfillment officers at the Berezniki and Zaporozh'ye (PDF) ilmenite mines must have noticed an uptick in worldwide demand for titanium. Orders for titanium sponge were increasing around the globe, and the Soviet Union reacted by increasing production rapidly. Yet some of these deliveries resulting from this boost in production were not reaching their intended customers. In fact, some of their customers didn't even exist. Little did the Soviet producers know that it was actually the CIA on the receiving end of these shipments. The goal of the subterfuge? Supply Lockheed Martin with high-temperature titanium to build the A12 spy plane, a forerunner to the SR-71 Blackbird. Russia, and a few other Soviet republics, had won the geological lottery and possessed secure access to the ilmenite ore needed to produce titanium. The United States did not have what it took to manufacture this wonder metal. Deep concern over access to titanium prompted the CIA to launch its bold plan—and resulted in the USSR unwittingly supplying metals for a plane that would soon be used to spy on the Soviet Union itself. Today, the U.S. aerospace and defense industries still need access to critical minerals. Yet securing them today may be an even more-complex task—one that requires more than deploying audacious subterfuge. These minerals are now very much in the public eye, and they are also needed for the clean energy technologies that will help combat climate change. Military requirements for platforms like the SR-71 pushed metallurgical science, processing, and technology forward throughout much of the 20th century. The resultant nickel and cobalt superalloys, titanium 6-aluminum 4-vanadium (Ti6Al4V), and others transformed not only military aircraft and munitions, but also global air travel, space flight, communications, and medical equipment. Often illiquid and poorly governed markets affect both prices and availability, raising questions about securing access to future supply for clean energy systems. Even stricter military requirements and cutting-edge manufacturing techniques, such as additive manufacturing, continue to push the field to its limits in the 21st century—and the demand for raw materials to satisfy these needs is growing in response. At present, often illiquid and poorly governed markets affect both prices and availability, raising questions about securing access to future supply for clean energy systems. But the aerospace and defense industry's demands haven't gone away. As an example, nickel is among the six critical minerals used in lithium-ion batteries that power electric vehicles. It is also crucial for military applications like jet turbine engines. But it was nickel's utility for energy storage and not its utility for aerospace or defense that motivated a Presidential Determination qualifying it for Defense Production Act Title III funding. In response to growing global demand, and with a strategic vision, China has become the world's largest producer of many of these metals and their associated components and products. According to the U.S. Geological Survey, China is now the leading producer of 30 critical minerals, including titanium, vanadium, cobalt, and aluminum. (Russia is the second largest producer of vanadium.) The challenge is as clear now as it was in the 1960s for the CIA. China, or other countries that dominate these supply chains, may be unable or unwilling to supply these materials to U.S. industries in the future. And even if China does not continue to be the main producer of extracted critical minerals, it very often dominates other parts of the supply chain, such as processing or component manufacturing. In the case of titanium, for instance, Chinese production accounts for 52 percent of global titanium sponge production. The United States has a single domestic supplier of titanium sponge and relies on imports from Japan, Kazakhstan, and Saudi Arabia for the rest of its needs. Understandably, this situation alone might make military planners and acquisition professionals nervous. Add in a post-pandemic world and the Russia-Ukraine war, and risks of disruption abound. Whether a potential showdown looms between China and the United States over Taiwan or the South China Sea, or a conflict with Iran beckons, stockpiles need to be replenished to ensure military readiness—and that requires critical minerals. Neither the United States—nor any other country—wants its national security needs to be in competition with its future climate security. Supplying Ukraine with artillery, aircraft, drones, munitions, armored platforms, and other equipment has had a noticeable impact on stockpiles. When the Pentagon ordered more Stinger missiles last year, for instance, military contractor Raytheon was hampered by parts shortages. Neither the United States—nor any other country—wants its national security needs to be in competition with its future climate security. But if both necessities are competing for too little raw material, the price pressure on these commodities and specialty chemicals could be damaging to both endeavors. Securing access to supply, increasing global and domestic capacity, and diversifying supply chains upstream to downstream should be at the top of the agenda for both nations and private industry. Failure to do so could put both climate mitigation strategies and U.S. military readiness at risk. If prices end up being prohibitively high, the CIA may find itself scrambling to start a few more companies to secure necessary access from less-friendly countries. Fabian E. Villalobos is an engineer at the RAND Corporation and professor of policy analysis at the Pardee RAND Graduate School. His research focuses on the intersection of technology, economics, and geopolitics. Morgan Bazilian is professor and director of the Payne Institute for Public Policy at the Colorado School of Mines. This commentary originally appeared on New Security Beat on April 17, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}