{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:51:46.353090",
  "crawling_time_epoch": 1703242306,
  "type": "News Release",
  "title": "Most Ohio Students Who Earn Manufacturing-Related Credentials Work in Other Industries; Findings Hold Lessons for Push ...",
  "url": "https://www.rand.org/news/press/2023/09/14.html",
  "descriptions": "Most students who complete manufacturing-related credentials in Ohio do not end up employed in manufacturing in the state, highlighting a challenge that faces policymakers as they push to create more U.S. manufacturing jobs.",
  "posted": "Sep 14, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Lisa Abraham",
      "profession": "Economist",
      "biography": "Lisa Abraham is an economist at RAND and a professor of policy analysis at the Pardee RAND Graduate School. Her research examines mechanisms for gaps in labor market outcomes, with a particular focus on underrepresented groups. Abraham has examined barriers to the recruitment, retention, and…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/a/abraham_lisa/_jcr_content/par/bio.crop.130x130.cm.jpeg/1629143333377.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Lisa Abraham"
      }
    },
    "researcher": [],
    "tags": [
      "Employment and Unemployment",
      "Engineers and Engineering",
      "Labor Markets",
      "Occupational Training",
      "Occupations",
      "Ohio",
      "Postsecondary Education",
      "Vocational Education",
      "www.rand.org"
    ],
    "Article": "Most students who complete manufacturing-related credentials in Ohio do not end up employed in manufacturing in the state, highlighting a challenge that faces policymakers as they push to create more U.S. manufacturing jobs, according to a new RAND Corporation report. Among those who earned a manufacturing-related credential from a public postsecondary institute in Ohio from 2006 to 2019, fewer than 40 percent worked in manufacturing in the state within one year after completing their education. Wages are not a likely contributor to the trend. Students who enter other fields after completing a manufacturing-related credential earn less than their peers who pursued a manufacturing career—a trend that continues for at least five additional years. “These findings suggest that there is a much larger supply of highly skilled workers with manufacturing-related expertise than is currently being used by the manufacturing industry,” said Christine Mulhern, an author of the study and an economist at RAND, a nonprofit research organization. The U.S. manufacturing industry is experiencing a resurgence and faces a growing need for skilled workers. Recent reports project that demand for skilled manufacturing workers will outpace supply in coming years. RAND researchers focused on Ohio because the state has one of the nation's largest manufacturing industries, and as such may be instructive for understanding the challenges and opportunities of expanding the manufacturing sector. To identify promising strategies to expand the supply of skilled manufacturing workers to meet employers' growing demands, RAND researchers examined Ohio's postsecondary education system and manufacturing employment in Ohio. The study analyzed administrative information from the Ohio Longitudinal Data Archive to describe education and employment patterns in Ohio between 2006 and 2019. The information covers public postsecondary institutions in Ohio, including community colleges, four-year colleges and Ohio Technical Centers. The number of students pursuing manufacturing-related education in Ohio's public postsecondary institutions has increased in recent years. Among individuals who complete a manufacturing-related credential in Ohio, more than 80 percent are white and more than 85 percent are male. However, some of the growth in enrollments in recent years has been due to an increase in female and Asian students in four-year manufacturing-related programs. Black students disproportionately enroll in shorter-term programs. “This suggests that expanding the diversity of students in manufacturing-related programs may be important for expanding the diversity of the manufacturing workforce,” said Lisa Abraham, a RAND economist and co-author of the study. Researchers found that the drop-off between earning a manufacturing-related credential and being employed in the sector was larger for women and individuals from underrepresented minority backgrounds. Researchers also examined retention within the industry among the 2013 population of Ohio's full-time manufacturing workers. They found that 77 percent of these workers were still employed in manufacturing in 2016 and 63 percent were still employed in manufacturing in 2019. The most common path for those who exited manufacturing was leaving Ohio's full-time workforce, although up to 15 percent left for a full-time job in another industry in the state. In addition, researchers examined pathways into the manufacturing workforce among recent entrants to Ohio's workforce. About 64 percent of these workers entered manufacturing from a job in another Ohio industry, and 11 percent entered from an Ohio postsecondary institution. The report finds that drawing workers from other industries could be a promising avenue for expanding the pipeline of manufacturing workers. Researchers say that more research is needed to understand the education-to-employment pipeline for the manufacturing industry and how it compares with the pipelines for other industries, both within and outside Ohio. Interviews with students, colleges and employers—as well as surveys of these groups—may be helpful to understand the mechanisms underlying these patterns. The report also suggests that employers may be able to curtail attrition by increasing investments in upskilling workers to provide more opportunity, and attract new workers to manufacturing by better promoting available jobs and the benefits of working in the industry. Support for the study was provided by the Lumina Foundation. The report, “Strengthening the Manufacturing Workforce in Ohio,” is available at www.rand.org. Lucas Greer also co-authored the report. The RAND Education and Labor division is dedicated to improving education and expanding economic opportunities for all through research and analysis."
  }
}