{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:19:21.011851",
  "crawling_time_epoch": 1703240361,
  "type": "News Release",
  "title": "Most People Who Receive Medication in Emergency Departments to Treat Opioid Use Disorder Do Not Sustain the Treatment",
  "url": "https://www.rand.org/news/press/2022/03/21.html",
  "descriptions": "Most people who fill prescriptions from emergency physicians to treat their opioid use disorder do not continue to receive the medication, suggesting new approaches are needed to help people continue drug treatment begun on an emergency basis.",
  "posted": "Mar 21, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2022/03/21/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1647963856703.jpeg",
    "desc": "A vial of buprenorphine and a syringe, photo by Hailshadow/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Bradley D. Stein",
      "profession": "Director, Opioid Policy, Tools, and Information Center (OPTIC)",
      "biography": "Bradley Stein (he/him) is director of the NIH-funded RAND-USC Schaeffer Opioid Policy Center and a senior physician policy researcher at the RAND Corporation. A health services and policy researcher and practicing child and adolescent psychiatrist, Dr. Stein's research focuses on better…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/s/stein_bradley/_jcr_content/par/bio.crop.130x130.cm.jpeg/1563487518505.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Bradley Stein"
      }
    },
    "researcher": [
      {
        "research": "RAND Health Care",
        "profile": "https://www.rand.org/health-care.html"
      }
    ],
    "tags": [
      "Opioids",
      "Substance Use Disorder Treatment",
      "Substance Use Harm Reduction",
      "www.rand.org"
    ],
    "Article": "Most people who fill prescriptions from emergency physicians to treat their opioid use disorder do not continue to receive the medication, suggesting new approaches are needed to help people continue drug treatment begun on an emergency basis, according to a new RAND Corporation study. Studying prescriptions written for the medication buprenorphine in hospital emergency departments during 2019 and 2020, researchers found that fewer than one-third of the patients subsequently filled prescriptions for the medicine from other medical providers. The study, published in the Annals of Emergency Medicine, provides the first national assessment of the frequency with which patients with buprenorphine prescriptions written by emergency physicians who are not currently taking the medication subsequently fill prescriptions for the treatment written by other clinicians. Buprenorphine is a drug that helps people with opioid addiction to manage their illness and refrain from illicitly using opioids. “It's positive that more people are being given medication for their opioid use disorder when they seek help in an emergency department,” said Dr. Bradley D. Stein, the study's lead author and a senior physician researcher at RAND, a nonprofit research organization. “But there is substantial room for improvement to create a system of care that seamlessly transitions patients from the emergency setting to community treatment providers who can continue treatment.” There were more than 700,000 opioid-related visits to hospital emergency departments in 2018, including overdoses and other related problems. As the nation's opioid crisis has worsened, the number of such visits has increased. Medication treatment for opioid use disorder is the standard of care for opioid use disorder, improving quality of life and decreasing the rate of fatal overdoses. However, fewer than 12% of individuals treated in emergency departments for nonfatal opioid overdoses subsequently receive medication treatment for opioid use disorder. One promising strategy is for emergency departments to provide medication treatment to individuals with opioid use disorder who are not currently receiving medication treatment, and then link the patients to nonemergency department providers who can provide ongoing care. RAND researchers examined records that capture 92% of prescriptions filled at U.S. retail pharmacies, identifying buprenorphine prescriptions written by emergency physicians and filled between February 1, 2019, and November 30, 2020. Researchers calculated the rate at which patients subsequently filled buprenorphine prescriptions from other nonemergency clinicians, the frequency with which subsequent filled prescriptions were from different types of prescribers, and the changes in the rates of subsequent prescriptions following the declaration of the COVID-19 emergency. The study found that during 2019 to 2020, 71.5% of patients filling buprenorphine prescriptions written by emergency physicians did not fill subsequent buprenorphine prescriptions from other clinicians. That trend was even greater after the COVID-19 public health emergency was declared. The American College of Emergency Physicians recommends a direct referral or scheduling an appointment with a prescriber who accepts the patient's insurance after a buprenorphine prescription is given to a patient in an emergency department. However, this approach works only if the local clinicians are accepting new buprenorphine patients, and studies suggest that many buprenorphine-prescribing clinicians are not treating many patients or are not accepting new ones. Researchers say that new initiatives such as creating bridge clinics to help people transition to community care, as well as payment changes to support such novel initiatives, may be needed to address the shortcomings highlighted by the study. “The remaining challenge is to implement these models across diverse systems and to incentivize policymakers, insurers, and health systems to provide the necessary resources and infrastructure for such programs to be successful,” Stein said. Support for the study was provided by National Institute on Drug Abuse and the Foundation for Opioid Response Efforts. Other authors of the study are Brendan Saloner of Johns Hopkins Bloomberg School of Public Health; Rose Kerber and Mark Sorbero, both of RAND; and Dr. Adam J. Gordon of the University of Utah School of Medicine. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}