{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:39:45.266699",
  "crawling_time_epoch": 1704166785,
  "type": "News Release",
  "title": "NATO Steers Towards New Focus on Human Security",
  "url": "https://www.rand.org/news/press/2022/06/24.html",
  "descriptions": "Ahead of this week's NATO Summit in Madrid, RAND Europe's Centre for Human Security brought together over forty experts from across military, government, academia, think tanks, and civil society for a seminar to explore the concept of Human Security and its applications at NATO now and in the future.",
  "posted": "Jun 24, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2022/06/24/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1656103164225.jpeg",
    "desc": "NATO Secretary General Jens Stoltenberg previews the Alliance’s upcoming Madrid Summit with POLITICO journalist Lili Bayer, June 22, 2022, photo courtesy of NATO"
  },
  "content": {
    "media_relations": {
      "contact1": "+44 1223-353329",
      "contact2": "europeanmedia@",
      "email": "rand.org Clare "
    },
    "spotlight": {
      "name": "",
      "profession": "",
      "biography": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      }
    },
    "researcher": [],
    "tags": [
      "www.rand.org"
    ],
    "Article": "Ahead of this week's NATO Summit in Madrid, RAND Europe's Centre for Human Security brought together over forty experts from across military, government, academia, think tanks, and civil society for a seminar to explore the concept of Human Security and its applications at NATO now and in the future. Covering the protection of civilians, countering trafficking in human beings, preventing sexual violence and preserving cultural property, Human Security has long been a priority for NATO. Yet ongoing events in Afghanistan following the withdrawal of Western forces and the Russian invasion of Ukraine have given a new urgency to the role it plays in NATO's future planning and activities. The expert insight shared at the seminar covered the current and future of NATO's Human Security approach, and the role such issues play in the Alliance's work. The seminar has provoked new discussion within NATO on how to better safeguard these considerations and renewed focus on the centrality of human security issues during the drafting of the Alliance's new Strategic Concept, which is due to be signed and unveiled at the Madrid Summit. RAND Europe senior analyst Kaleigh Heard, who led the seminar, said: “Following on from the COVID-19 pandemic, the humanitarian crisis in Afghanistan, and the Russian invasion of Ukraine, all the evidence points to the current and future global security environment bringing significant challenges for the Alliance. “With many of these challenges emerging from human security domains, the Alliance's approach to these issues will have significant implications for its core tasks of collective defence, crisis management and cooperative security. “Looking to the new Strategic Concept, NATOs approach to human security should be a central concern. Enduring human security issues such as the protection of civilians should remain front and centre while additional considerations such as corruption and climate change could be better integrated in NATO's new approach. “We are delighted that our work is leading to these crucial issues taking centre stage within NATO.” - ENDS - Notes to Editors:"
  }
}