{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:09:08.274602",
  "crawling_time_epoch": 1703239748,
  "type": "Commentary",
  "title": "NATO's Vilnius Summit Holds the Key for Ukraine's Reconstruction",
  "url": "https://www.rand.org/pubs/commentary/2023/07/natos-vilnius-summit-holds-the-key-for-ukraines-reconstruction.html",
  "descriptions": "Repelling Russia's invasion will be top of mind at the NATO summit in Vilnius. But longer-term security decisions may be even more important to Ukraine's future, after the fighting stops.",
  "posted": "Jul 11, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/natos-vilnius-summit-holds-the-key-for-ukraines-reconstruction/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1689083269042.jpeg",
    "desc": "NATO leaders at a summit in Vilnius, Lithuania, July 11, 2023, photo by Artur Widak/NurPhoto/Reuters"
  },
  "content": {
    "source": "(Los Angeles Times)",
    "author": {
      "name": "Gabrielle Tarini Howard J. Shatz Charles P. Ries",
      "profil": "https://www.rand.org/about/people/t/tarini_gabrielle.html",
      "position": "Associate Policy Researcher Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School Adjunct Senior Fellow",
      "username": "@gabbytarini @HowardJShatz @charles_ries",
      "contact": "https://www.twitter.com/gabbytarini"
    },
    "tags": [
      "North Atlantic Treaty Organization",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "www.rand.org"
    ],
    "Article": "At the NATO summit in Vilnius starting Tuesday, the transatlantic military alliance will plan the future of Western support for Ukraine, including a multiyear assistance package and upgraded political ties. Repelling Russia's invasion will be top of mind. But longer-term security decisions will be just as important—if not more so—to Ukraine's future, after the fighting stops. In planning for Ukraine's postwar reconstruction, security arrangements have been the neglected element. At a conference in London last month, Ukraine's partners promised $60 billion for recovery and reconstruction, adding to previous allocations. But such pledges will evaporate if donors and investors don't have confidence in Ukraine's security going forward. Since the end of World War II, European nations have faced a binary choice: They either join the North Atlantic Treaty Organization or they are on their own. But the war in Ukraine is being fought on a different basis—military support for Kyiv is not contingent on NATO membership—and that should open the door to a new range of solutions for postwar security as well. The key will be crafting an approach that is strong enough to deter, but does not unnecessarily provoke, Russia. Ukraine's reconstruction challenge has sometimes been likened to that of war-torn Iraq or Afghanistan. But policymakers should instead see it in the context of Europe's 75-year story of rebuilding and reintegration—Western Europe after WWII; Central and Eastern Europe after the Cold War; the western Balkans after the violent dissolution of Yugoslavia. In each of these cases, it was security assistance that provided the foundation for reconstruction. NATO was founded in 1949, a year after the European Recovery Program, better known as the Marshall Plan. The two efforts went hand in hand: State Department officials even referred to NATO as a military European Recovery Program. After the end of the Cold War, NATO accession promised security for reformers and rebuilders in Central and Eastern Europe. And after the Yugoslav wars in the 1990s, NATO deployed more than 100,000 peacekeepers to Bosnia, Croatia, Kosovo, and north Macedonia in the western Balkans. Security for Ukraine will be just as essential to its recovery. Any peace in Ukraine will endure only if Moscow and Kyiv perceive it as preferable to renewed war. Ukraine will have powerful positive incentives in the form of reconstruction assistance and European Union membership. Russia, on the other hand, will receive no comparable benefits. Its adherence to any peace settlement will rest principally on the security arrangements the West and Ukraine devise to deter it from renewed attacks. Ukraine's supporters have a range of choices. They could promise to perpetuate the current arrangements of providing Western arms, training, and advice if Russia again attacks Ukraine. Stronger still, they could threaten to introduce Western forces into Ukraine. Or they could bring Ukraine into NATO. NATO membership, backed by the alliance's nuclear arsenal, would certainly provide the strongest measure of deterrence. Ukraine is also likely to have the largest and most battle-hardened force in Europe, an obvious asset to NATO. However, member states must reach consensus to invite Ukraine into NATO, and that's not guaranteed. A lack of unanimity could not only delay or block Ukraine's membership; such internal divisions could also reduce the alliance's ability to further deter Russian aggression. Although the strong deterrence of NATO membership might make renewed fighting less likely, it could also raise Russia's threat perceptions, potentially leading Moscow to take desperate measures. And, if that deterrence fails, the resultant conflict could spill beyond Ukraine. NATO has continued to grow and become more powerful since the breakup of the Warsaw Pact. Moscow's influence is much diminished. As James Dobbins, former assistant secretary of State for Europe, pointed out, “NATO doesn't need Ukraine as a member to deter Russia. Nor does Ukraine need to become a NATO member to enjoy material support for its defense. The evolving European security order should reflect such changes in the balance of power.” Just like the Ukraine Recovery Conference, NATO's Vilnius summit will set the tone for donors, potential investors, and reconstruction planners. Clarifying security arrangements and moving toward firm postwar security assurances will be just as vital a step toward reconstruction success. Gabrielle Tarini researches European security at the RAND Corporation. Howard J. Shatz is a senior economist at Rand. Charles P. Ries, a senior fellow at RAND and a former ambassador to Greece, was the coordinator for economic transition in Iraq. They are co-authors, with the late James Dobbins, of the report Reconstructing Ukraine. This commentary originally appeared on Los Angeles Times on July 10, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}