{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:23:56.094473",
  "crawling_time_epoch": 1704165836,
  "type": "Commentary",
  "title": "NATO Needs a Plan for Military and Nonmilitary Instruments of Power to Work Together",
  "url": "https://www.rand.org/pubs/commentary/2023/11/nato-needs-a-plan-for-military-and-nonmilitary-instruments.html",
  "descriptions": "To adapt to changes in warfighting, NATO is developing a multi-domain operations warfighting concept. But for this concept to be successful, it must include a plan to manage military operations' increasing reliance on and interaction with nonmilitary instruments of power.",
  "posted": "Nov 6, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/11/nato-needs-a-plan-for-military-and-nonmilitary-instruments/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1699324108940.jpeg",
    "desc": "NATO Secretary General Jens Stoltenberg speaks during a press conference at NATO headquarters in Brussels, Belgium, October 11, 2023, photo by Johanna Geron/Reuters"
  },
  "content": {
    "source": "(Atlantic Council)",
    "author": {
      "name": "Ann Marie Dailey",
      "profil": "https://www.rand.org/about/people/d/dailey_ann.html",
      "profession": "Policy Researcher",
      "username": "",
      "contact": null
    },
    "tags": [
      "Military Strategy",
      "North Atlantic Treaty Organization",
      "Security Cooperation",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Militaries expect to face threats on land, at sea, in the air, in space, and in cyberspace. Increasingly, militaries are recognizing that they must leverage capabilities from several of these domains at the same time in order to have effects in the battlespace. At the same time, nonmilitary technology is changing the battlefield in important ways. Sensors have proliferated, and there has been a rapid expansion of civilian space-based assets, for example. Cyber connectivity has become essential to carry out military operations, but this technology has also created new vulnerabilities to civilian infrastructure from both kinetic and nonkinetic attacks. To adapt to these changes, NATO is developing a multi-domain operations (MDO) warfighting concept. But for this concept to be successful, it must include a plan to manage military operations' increasing reliance on and interaction with nonmilitary instruments of power. NATO's military operations must be multi-domain and be built on a strong backbone of synchronization with nonmilitary instruments of power. NATO's military operations must be multi-domain and be built on a strong backbone of synchronization with nonmilitary instruments of power. NATO's Allied Command Transformation has recognized this interdependence in its definition of MDO as the “orchestration of military activities, across all domains and environments, synchronized with nonmilitary activities, to enable the Alliance to create converging effects at the speed of relevance.” Achieving this will require immediate steps to advance coordination with nonmilitary offices in government and private-sector actors. It will also require a more-concerted approach to incorporate these elements into NATO planning processes in the long term—essentially viewing nonmilitary instruments of power as a sixth domain. Ukraine's remarkable defense against Russia's brutal war of aggression demonstrates how military instruments of power integrate with and depend on nonmilitary instruments of power. Ukraine's use of Starlink for command and control is well documented, for instance, even as recent comments from SpaceX chief executive officer Elon Musk demonstrate potential drawbacks to reliance on the private sector for low-earth-orbit-enabled command and control of military operations. Governments should continue their investments in more exquisite satellite capabilities. When leveraging commercially available low-earth-orbit satellites, they must utilize contracting structures that mitigate potential risks of relying on nonmilitary satellites for military operations. In addition to communications, Ukraine has utilized commercial space capabilities to complement government-provided satellite imagery intelligence to great effect. Ukraine has further leveraged the proliferation of private sensing available by incorporating publicly available information into its intelligence and targeting. In addition to turning to private-sector capabilities to improve combat effectiveness, Ukraine has also had to address challenges posed by its reliance on private industry, critical infrastructure, and the private-sector companies that operate and maintain said infrastructure. After decades of low-intensity conflict, Russia's invasion of Ukraine has reintroduced large-scale, high-intensity combat to Europe. The stress this war has put on global industrial capacity and the air, land, and maritime lines of communication feeding into Ukraine have reminded military and nonmilitary planners alike of the adage that logistics win wars. Hence, when Russia's invasion was halted after its initial success, it quickly ramped up a barrage of attacks on Ukraine's transport, energy, and cyber infrastructure using both kinetic and nonkinetic means. Ukrainian ingenuity, coupled with support from military partners and private-sector actors, has enabled Ukraine to both sustain its war effort and continue to provide the basic functions of governance as a state. Ukraine has benefited from a protected rear support area for logistics in NATO nations, as well as the ability to draw on industrial capacity from the many nations donating to its armament. It is important to keep in mind that these advantages—protected industrial and logistics sustainment capacity—would not necessarily apply if NATO itself were in a large-scale conflict. NATO will need to leverage private-sector capabilities across domains in order to enhance lethality. It also will need to deepen its industrial base capacity and protect critical infrastructure from kinetic and nonkinetic attack. All of this will require synchronizing the military instruments across the warfighting domains of air, land, maritime, cyber, and space with nonmilitary instruments of power from governments and the private sector. Though Ukraine has done an exceptional job of fostering this government–private sector cooperation during a wartime environment, it also spent the past eight years of its low intensity conflict with Russia hardening its infrastructure and working with the private sector and across its government at all levels to prepare for and fend off Russian kinetic and nonkinetic attacks. If NATO faces a similar conflict, it will need to be able to synchronize military and nonmilitary instruments of power before the first physical shot is fired. If NATO faces a conflict similar to Ukraine, it will need to be able to synchronize military and nonmilitary instruments of power before the first physical shot is fired. Thus, it is timely to have a discussion on synchronizing the military and nonmilitary instruments of power in an MDO environment. In the near term, NATO should expand the current cyber requirements established by the NATO Defense Planning Process (NDPP) to include cooperation with the private sector during wartime. NATO and its constituent nations' infrastructure resilience activities need to be incorporated into operational planning. To ensure that, the Joint Support and Enabling Command should work with governments and the private sector to incorporate these activities into its Reinforcement and Sustainment Network database. NATO could use this information to audit regional infrastructure risk, which it could then use to establish both regionally focused and NATO-wide critical infrastructure wartime planning councils to inform military planners' activities. In the medium to long term, these councils' activities could be codified as an official line of activity within the NDPP. These councils would go beyond the current NATO focus of enhancing resilience by incorporating private sector activities directly into NATO planning. In addition to sharpening NATO's plans, the establishment of these councils would create nodes and networks for enhanced cooperation between the military and nonmilitary instruments of power to help deter and defeat NATO's adversaries. Ann Marie Dailey is a policy researcher at the RAND Corporation and a nonresident senior fellow at the Transatlantic Security Initiative of the Atlantic Council's Scowcroft Center for Strategy and Security. This commentary originally appeared on Atlantic Council on November 2, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}