{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:31:02.642923",
  "crawling_time_epoch": 1704166262,
  "type": "Commentary",
  "title": "Navigating Complex Maritime Security Challenges in the Black and Mediterranean Seas: Insights from the Updated EUMSS",
  "url": "https://www.rand.org/pubs/commentary/2023/05/navigating-complex-maritime-security-challenges-in.html",
  "descriptions": "The European Union understands the rising geopolitical challenges that will affect security in the Black and Mediterranean Seas, both from non-state actors and as a result of state-based competition and conflict. Cooperation with non-EU countries will be critical in promoting maritime security in the region.",
  "posted": "May 25, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/05/navigating-complex-maritime-security-challenges-in/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1685050227949.jpeg",
    "desc": "The German Navy's task force supply ship"
  },
  "content": {
    "source": "(Middle East Institute)",
    "author": {
      "name": "Hunter Stoll",
      "profil": "https://www.rand.org/about/people/s/stoll_hunter.html",
      "profession": "Defense Analyst",
      "username": "",
      "contact": null
    },
    "tags": [
      "European Union",
      "International Diplomacy",
      "Military Force Planning",
      "Military Strategy",
      "Security Cooperation",
      "www.rand.org"
    ],
    "Article": "In March, the European Union announced an update to its 2014 Maritime Security Strategy (EUMSS), identifying both new and persisting threats to European security at sea. Undoubtedly, Russia's February 2022 full-scale invasion of Ukraine (PDF) helped influence the updated EUMSS approach to the Black and Mediterranean seas, with implicit and explicit references to the war dispersed throughout the document. In particular, the danger of unexploded ordnance (UXO) to military and civilian maritime activities, threats to critical maritime infrastructure such as pipelines and undersea cables, and territorial and maritime disputes are all identified as security concerns that have been exacerbated by Russia's military aggression (PDF) against Ukraine. Broader security cooperation among EU members and with non-EU partners is necessary to address these security concerns, but effective responses will be challenged both internally and externally. More systemic threats and security concerns identified in the 2014 EUMSS remain, such as illegal migration, human trafficking, and illicit shipments of arms and narcotics. And in the updated EUMSS, the EU intends to continue working with non-EU partners in and around the Black and Mediterranean seas to respond to these security concerns. Broader security cooperation among EU members and with non-EU partners is necessary to address security concerns, but effective responses will be challenged both internally and externally. The new EUMSS identifies six strategic objectives (PDF) for protecting European security interests in the region: Compared with the previous iteration, the 2023 EUMSS places heavier emphasis on further European defense cooperation, through Common Security and Defense Policy (CSDP) missions and Permanent Structured Cooperation (PESCO) projects like developing the European Patrol Corvette, improving anti-submarine (PDF) capabilities, and expanding physical and cyber security surrounding critical infrastructure. Furthermore, in contrast to the latest version, the Black Sea was notably absent from the 2014 EUMSS and nods to Mediterranean security issues were relatively limited, with greater emphasis placed on bodies of water further afield, such as the Gulf of Guinea and littoral zones around the Horn of Africa. However, the updated EUMSS continues the legacy of the 2014 document by highlighting cooperation with non-EU partners (PDF) in the region through information sharing, joint training exercises, and border security enforcement as key priorities moving forward. Both the 2014 and 2023 versions of the EUMSS identify cooperation between the EU and the North Atlantic Treaty Organization (NATO) as a priority, and the most-recent edition continues to place an emphasis on the cross-training of EU member states at NATO centers of excellence (PDF), as well as enhancing bilateral and multilateral cooperation at sea. Last year's sabotage of the Nord Stream natural gas pipelines likely influenced the revised EUMSS approach toward protecting critical infrastructure, with the 2023 EUMSS Joint Communication (PDF) stating that “The EU should step up cooperation with key partners and relevant non-EU countries in this area, in particular through the EU-NATO structured dialogue on resilience and the task force on resilience of critical infrastructure.” Shortly after the revised EUMSS and Action Plan were announced, the EU-NATO Task Force on Resilience of Critical Infrastructure was launched. While there is no specific mention of the Black or Mediterranean seas as areas of responsibility for this task force, the extensive network of undersea cables in the Mediterranean and upcoming cable-laying projects in the Black Sea certainly stand out as key areas for security cooperation between the two organizations. One Black Sea project of note is the planned construction of the world's longest undersea power and cable line, intended to deliver renewable energy from Azerbaijan to the European Union, via Romania and Hungary. The project is part of the EU's push to diversify its energy sources—namely, away from Russia—and will affect EU and NATO countries alike. This project is unlikely to be the last of its kind since the EU sees the Black Sea region as paramount to advancing the European Green Deal and future efforts toward climate neutrality. Although the updated EUMSS does not explicitly mention coordination with Turkey, any EU (and NATO) plans regarding Black Sea security will be subject to Turkish buy-in. Shortly after Russia invaded Ukraine last year, Turkey utilized its legal powers to close the Bosporus and Dardanelles straits to warships not based in the Black Sea. Turkey could use similar grounds to deny access to EU vessels attempting to conduct UXO disposal and provide security to commercial shipping, or to delay construction or maintenance of undersea pipelines and cables. As witnessed by its hesitance in ratifying Swedish and Finnish accession to NATO, as well as its increased trade relations with Russia, Turkey has demonstrated that it values its own security concerns above those of the EU or NATO, especially in the context of the Black Sea. However, the future of EU-Turkish cooperation in the Black Sea likely hinges on the upcoming elections in Turkey. Turkish President Recep Tayyip Erdoğan's main challenger, Kemal Kılıçdarğlu, has stated that if elected, one of his first goals would be to make Turkey a member of the European Union. And even if membership will remain a far-off prospect, Kılıçdarğlu's intent, should he win the election, nonetheless signifies the potential for greater security cooperation in the Black Sea with the EU and the rest of NATO. The broader European Neighborhood—which includes non-EU countries in the Balkans, Europe's East, the Eastern Mediterranean, North Africa, and the South Caucasus—has presented the EU with both opportunities for security cooperation as well as perennial challenges. After the release of the 2014 EUMSS, subsequent crises across the greater Middle East, including the rise of the Islamic State, continued destabilization in the Levant, and the United States' withdrawal from Afghanistan, all exacerbated migrant flows into the EU and the European Neighborhood, while increasing cross-border criminal activities throughout the region. The new EUMSS, thus, continues to prioritize integrating non-EU partners throughout the Black and Mediterranean seas, with greater emphasis on efforts to promote burden-sharing of security issues. The broader European Neighborhood has presented the EU with both opportunities for security cooperation as well as perennial challenges. One avenue the EUMSS identifies for improving cooperation with non-EU partners is through increased participation in migration and border management. The European Border Surveillance System, for instance, has seen success (PDF) in recent years monitoring migrant vessels and deploying EU maritime assets to intercept them and safely bring them to EU ports of entry. High-impact areas for illegal migration and human trafficking around southern Spain, southern Italy, and Greece are prime regions for increased collaboration with non-EU partners in North Africa and the Eastern Mediterranean. Additionally, the European Border and Coast Guard Agency (Frontex) has worked to ensure efficient border security for nearly two decades and continues to do so. In the last year (PDF), the European Commission negotiated status agreements with Moldova, North Macedonia, Albania, and Montenegro, which will allow the deployment of Frontex border management teams to these countries to enforce border security and collaborate through information sharing. As conflicts in the Levant and Ukraine persist, it is crucial that the EU continues to work with other countries in the European Neighborhood to ensure effective border security. A second avenue the EUMSS identifies (PDF) for greater cooperation is facilitating the exchange of “information, expertise, technical assistance, training, and best practices among UfM (Union for the Mediterranean) countries to tackle illicit activities at sea.” Last month, the UfM published a roadmap (PDF) toward implementing what it calls the “Sustainable Blue Economy.” This roadmap includes suggestions for improving maritime safety and security, such as developing a counterpart to the EU's Common Information Sharing Environment (CISE) that can be accessed by non-EU members of the UfM. Recent projects such as MED OSMoSIS (PDF), which aimed to develop regional and local interoperability for maritime surveillance activities, allowed EU and non-EU members of the UfM to work toward developing a common operating picture for Mediterranean security. Building a CISE-style system for non-EU UfM members could help familiarize partner countries with EU approaches toward maritime security and increase the interoperability of information-collection systems and databases among all UfM members. The EU understands the rising geopolitical challenges that will affect security in the region, both from non-state actors and as a result of state-based competition and conflict. The updated EUMSS showcases the wide array of security issues present in the region, including seaborne UXOs, human and drug trafficking, and threats to critical infrastructure. Security in the Black and Mediterranean seas does not fall solely on the EU, and cooperation with non-EU countries will be critical in promoting maritime security. As the EU navigates the shifting geopolitical landscape, incentivizing partner countries through increased integration within the European Neighborhood Policy or offering greater opportunities for joint training programs and exercises can pay dividends for EUMSS strategic objectives in the region. Hunter Stoll is a defense analyst at the RAND Corporation and a captain in the U.S. Army Reserve. This commentary originally appeared on Middle East Institute on May 11, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}