{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:42:22.819037",
  "crawling_time_epoch": 1703230942,
  "type": "Commentary",
  "title": "Negotiating with Russia Is Still a Bad Idea",
  "url": "https://www.rand.org/pubs/commentary/2023/10/negotiating-with-russia-is-still-a-bad-idea.html",
  "descriptions": "Since the very outset of Russia's war against Ukraine, there have been calls for the United States to negotiate with Russia. As the war has dragged on, the rationale for negotiations has morphed with each phase. Once you scratch below the surface, however, the case for negotiating with Russia quickly falls apart.",
  "posted": "Oct 12, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/10/negotiating-with-russia-is-still-a-bad-idea/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1697150024499.jpeg",
    "desc": "The Ukraine flag flies on the grounds of the National Museum of the History of Ukraine in World War II in Kyiv, Ukraine, August 6, 2023, photo by Maxym Marusenko/Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Raphael S. Cohen Gian Gentile",
      "profil": "https://www.rand.org/about/people/c/cohen_raphael_s.html",
      "position": "Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist Associate Director, RAND Arroyo Center; Senior Historian",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "Since the very outset of Russia's war against Ukraine, there have been calls for the United States to negotiate with Russia. As the war has dragged on, the rationale for negotiations has morphed with each phase: Ukraine can't possibly win, so the West needs to negotiate; Ukraine has guaranteed its survival but can't hope for much more, so it's time to talk; Ukraine is winning too fast, so let's give Russian President Vladimir Putin an off-ramp in case he wants to blow up the world; the war is becoming too expensive, so send in the diplomats. The latest version of the argument that Washington should negotiate an end to the war—or, more precisely, pressure Ukraine to capitulate—goes something like this: Americans, particularly those leaning toward the Republican Party, are growing wary of sending aid to Ukraine. On Capitol Hill, Republicans prevented Ukraine aid from being included in the continuing resolution passed on September 30 that kept the U.S. government open. On the battlefield, the Ukrainian counteroffensive is proving to be a tougher and slower slog than many had hoped, and even Kyiv's supporters now acknowledge that any victory will be at least one year away. In the meantime, casualties have, by some counts, surpassed half a million killed and injured soldiers. Given these darkening clouds on both the political and military fronts, why not try to cut some sort of deal, potentially saving tens of thousands of lives and many billions of dollars? Once you scratch below the surface, however, the case for negotiating with Russia quickly falls apart. Let's start with the supposed shift in U.S. public opinion. Yes, some polls show declining support for Ukraine. The real question, though, concerns the reasons why some Americans appear to have changed their mind. Some may indeed be concerned about the cost, but analyses also suggest that the decline, particularly among Republicans, reflects general misgivings about U.S. President Joe Biden and his policies as an election season gets underway, rather than Ukraine's cause on its own merits. Dwindling support for Ukraine may be more about bad messaging and lack of information than actual policy. A Reagan Institute survey from June, for example, confirms this hypothesis. When pollsters told (PDF) skeptical respondents that the United States “has spent roughly $24 billion on military aid to Ukraine, which is roughly 3 percent of the U.S. military's own budget” and that “Ukraine remains in control of roughly 83 percent of its territory and U.S. intelligence believes the war has severely degraded Russia's military power and its ability to threaten NATO allies,” this information raised support for Ukraine by 18 percent among self-identified Republicans and 12 percent among Democrats. Dwindling support for Ukraine may be more about bad messaging and lack of information than actual policy. Support for Ukraine on Capitol Hill tells a similarly nuanced story. True, a group of Republicans in the House of Representatives managed to keep additional Ukraine aid out of the bill that kept government open. The Senate, however, is more mixed. Indeed, even at the height of the recent budget battle, a bipartisan group of Senate leaders—including Minority Leader Mitch McConnell—issued a joint statement supporting Ukraine and endorsing continuing support. Moreover, earlier that same week, the House approved $300 million in Ukraine aid while also voting down two other attempts to restrict sending aid to Ukraine by wide margins, including about half of the Republican members. So even if there are divisions among legislators, it is not at all clear whether Congress would support negotiating with Russia. Indeed, while there are elements in the House that have pushed to stop Ukraine aid, multiple Republican senators have hammered the Biden administration from the other direction, arguing that it should be more aggressive and forthcoming about sending weapons to Ukraine. Indeed, if one looks at the field of Republican presidential contenders, about as many criticize the Biden administration for not aiding Ukraine more aggressively as are in favor of negotiations. From a purely political perspective, there is no consensus policy that would unite the different factions on Capitol Hill. Historians will debate whether the West's decision to slow-roll weapon systems in the hopes of forestalling escalation was worth the corresponding time it gave the Russian army to entrench its positions. The military rationale for negotiations is no more compelling. True, the Ukrainian counteroffensive has yet to yield the same dramatic breakthroughs that the battles of Kyiv, Kharkiv, or Kherson produced for Ukraine last year. Historians will debate whether the West's decision to slow-roll weapon systems in the hopes of forestalling escalation was worth the corresponding time it gave the Russian army to entrench its positions. These setbacks notwithstanding, the counteroffensive—in the assessment of former U.S. Chairman of the Joint Chiefs of Staff Mark Milley, as well as outside analyses—is making progress, albeit slowly. Moreover, there are signs that Russia is fraying on the domestic front. After the Russian ruble temporarily stabilized following its post-invasion collapse, the currency has continued its long slide. The oil-rich country is now facing a fuel shortage and rationing supplies. Russia is now spending, by its own figures, roughly a third of its national budget on defense. Polling—notoriously difficult to do accurately in authoritarian countries, where information is tightly controlled and opposition punished—indicates that the Russian public is feeling the strain. And more members of the Russian elite are either ending up dead or seriously ill by mysterious circumstances. No one knows when the proverbial dam will break, but the pressure certainly seems to be mounting. Finally, let's turn to the supposed moral impetus for negotiations. There is no question that the human toll of the war is horrific, and every loss of life is a tragedy. But Washington must remember that it's the Ukrainians who are fighting and dying. Most Ukrainians have friends or relatives who have been injured and killed in the war, and they are not giving in. Some 84 percent of Ukrainians—an overwhelming majority by any standard—favor fighting on . The figure has barely budged since a year ago. Raphael S. Cohen is director of the Strategy and Doctrine Program at RAND Project AIR FORCE. Gian Gentile is deputy director of the RAND Army Research Division. This commentary originally appeared on Foreign Policy on October 9, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}