{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:37:39.566032",
  "crawling_time_epoch": 1704166659,
  "type": "Commentary",
  "title": "New Zealand Is Done with Speaking Softly to China",
  "url": "https://www.rand.org/pubs/commentary/2022/12/new-zealand-is-done-with-speaking-softly-to-china.html",
  "descriptions": "In three short years, New Zealand has gone from saying next to nothing about China to saying quite a lot. What has prompted New Zealand to suddenly take a firmer stand on China?",
  "posted": "Dec 21, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2022/12/new-zealand-is-done-with-speaking-softly-to-china/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1671660276961.jpeg",
    "desc": "Chinese President Xi Jinping and New Zealand Prime Minister Jacinda Ardern shake hands before the meeting at the Great Hall of the People in Beijing, China, April 1, 2019, photo by Kenzaburo Fukuhara/Pool via Reuters"
  },
  "content": {
    "source": "(Nikkei Asia)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "China",
      "International Diplomacy",
      "New Zealand",
      "United States",
      "www.rand.org"
    ],
    "Article": "During her meeting with Xi Jinping on the sidelines of the Asia-Pacific Economic Cooperation leaders' summit last month in Bangkok, New Zealand Prime Minister Jacinda Ardern expressed interest in continued cooperation, but also pressed the Chinese president on controversial issues, including Xinjiang, Hong Kong, the South China Sea, and the Taiwan Strait. The meeting was the clearest sign yet that Wellington has adopted a harder line on Beijing. This will be good news for allies who have questioned whether New Zealand has been the weak link in collective approaches to countering China. But Wellington's increasingly hard-line stance could antagonize Beijing, risking what has heretofore been a productive partnership. For years, Wellington has assiduously tried to keep its political and economic interactions with Beijing separate. In 2008, the two nations inked a free trade agreement, one of Beijing's first with a Western state. Since then, New Zealand has generally been cautious not to unnecessarily upset business ties by bringing up inconvenient truths about China's worsening repression at home and rising assertiveness abroad. The best example of this approach came when Ardern visited Xi in China in April 2019. Throughout the encounter, she kept New Zealand's economic interests front and center, never uttering a single negative word—publicly, at least—about Beijing's bad behavior. Wellington's increasingly hard-line stance could antagonize Beijing, risking what has heretofore been a productive partnership. New Zealand, from China's perspective, was the model Western friend: one that would never reprimand Beijing so long as it was plied with moneymaking sweeteners. But for New Zealand's closest Anglo-Saxon brethren, Wellington's supine attitude toward China was unnerving. A Canadian government report published in 2018 referred to New Zealand as the “soft underbelly” of the Five Eyes intelligence-sharing network, which also includes Australia, the United Kingdom, and the United States. What has prompted New Zealand to suddenly take a firmer stand on China? The discovery of widespread Chinese political interference in New Zealand's 2017 national election is one factor. Through political donations, for example, the Chinese Communist Party sought to influence the direction of parliament. It also turned out that Jian Yang, a Chinese-born member of parliament until 2020 who sat on foreign affairs, defense, and trade committees, was previously a member of the Chinese Communist Party and even trained People's Liberation Army spies, though he denied he was ever a spy himself. On the international stage, New Zealand is finally waking up to the reality of the potential geostrategic threat posed by China, including in its own neighborhood. Two months after Ardern's 2019 visit to China, Wellington voiced concerns over Beijing's mistreatment of Uyghurs in Xinjiang, and shortly thereafter expressed support for protesters in Hong Kong. Last May, New Zealand joined the American-led Indo-Pacific Economic Framework for Prosperity, which is aimed at countering Chinese economic strategy in the region. The following month, Ardern became the first Kiwi leader to participate in a NATO leaders' summit. “China has in recent times also become more assertive and more willing to challenge international rules and norms. Here, we must respond to the actions we see,” Ardern said there. “We must stand firm on the rules-based order, call for diplomatic engagement, and speak out against human rights abuses at all times when and where we see them.” Closer to home in Oceania, the signing of a security agreement in April allowing Chinese naval ships to make port calls in the Solomon Islands and to train island police prompted concerns in Wellington. New Zealand is finally waking up to the reality of the potential geostrategic threat posed by China, including in its own neighborhood. At the White House the next month, Ardern and U.S. President Joe Biden agreed that “the United States and New Zealand share a concern that the establishment of a persistent military presence in the Pacific by a state that does not share our values or security interests would fundamentally alter the strategic balance of the region and pose national-security concerns to both our countries.” This prompted an angry response from Beijing: “The hype-up of relevant issues in the joint statement by the United States and New Zealand is out of ulterior motives to create disinformation and attack and discredit China.” While New Zealand has taken a firmer stance toward Beijing, it is very unlikely to engage in activities that Beijing could perceive as outright anti-China, as Wellington will surely seek to preserve the enormous economic benefits of its partnership. China remains New Zealand's top trading partner, and Wellington will almost certainly attempt to continue hewing to a foreign policy independent from that of the United States. This means New Zealand likely will not seek to resurrect its security alliance with Washington, suspended since 1986, nor join the Quad or AUKUS partnerships anytime soon. One specific concern with AUKUS, which involves Australia, the United States, and the United Kingdom, is its emphasis on nuclear-powered submarine technology, as New Zealand is staunchly opposed to anything nuclear. But more broadly, Wellington is loath to join any new security coalitions that might amplify tensions in the region. For now, New Zealand has probably gone as far as it is comfortable going on firming up its China policy. Indeed, Ardern said two weeks ago as she marked the 50th anniversary of diplomatic relations that she hopes to lead a trade mission to China early next year. But considering where Wellington began its journey, the shift has actually been quite remarkable. In three short years, New Zealand has gone from saying next to nothing to saying quite a lot. Perhaps additional pleasant surprises are around the bend, especially as Beijing continues to treat its own people harshly and to take actions that undermine the rules-based international system. Derek Grossman is a senior defense analyst at the RAND Corporation and adjunct professor in the practice of political science and international relations at the University of Southern California. He formerly served as an intelligence advisor at the Pentagon. This commentary originally appeared on Nikkei Asia on December 21, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}