{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:27:56.216616",
  "crawling_time_epoch": 1704166076,
  "type": "Commentary",
  "title": "New Zealand's New Prime Minister Is Making Nice with China",
  "url": "https://www.rand.org/pubs/commentary/2023/08/new-zealands-new-prime-minister-is-making-nice-with.html",
  "descriptions": "There is little question that New Zealand will continue to pursue an independent foreign policy, albeit perhaps a quietly Western-aligned one, when it comes to China. Washington should not become disillusioned with Wellington, but it should not hold high expectations about cooperation on China issues either.",
  "posted": "Aug 9, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/08/new-zealands-new-prime-minister-is-making-nice-with/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1691628639401.jpeg",
    "desc": "New Zealand Prime Minister Chris Hipkins (l) and Chinese Premier Li Qiang shake hands during a signing ceremony at the Great Hall of the People in Beijing, China, June 28, 2023, photo by Pool/Reuters"
  },
  "content": {
    "source": "(Nikkei Asia)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "China",
      "International Diplomacy",
      "New Zealand",
      "Security Cooperation",
      "United States",
      "www.rand.org"
    ],
    "Article": "Since taking over as prime minister of New Zealand in January, Chris Hipkins has subtly stepped back from the assertive language predecessor Jacinda Ardern previously used in reference to China. Wellington's return to speaking softly about and to Beijing suggests that it will be even more reluctant than before to support America's stepped-up Indo-Pacific strategy for countering China, or to engage with related multilateral groupings such as the Quad and AUKUS. Ardern, by contrast, marked a milestone in June 2022 by becoming the first Kiwi leader to address a summit of NATO nations as the Western alliance began putting more focus on China. At the event, Ardern called out Beijing for being “more assertive and more willing to challenge international rules and norms.” She argued that “we must respond to the actions we see…[and] speak out against human rights abuses at all times when and where we see them.” Wellington's return to speaking softly about and to Beijing suggests that it will be even more reluctant than before to support America's stepped-up Indo-Pacific strategy. Two months earlier, she issued a statement with U.S. President Joe Biden expressing concern about “the establishment of a persistent military presence in the Pacific by a state that does not share our values or security interest” after China signed a security agreement with the Solomon Islands. Hipkins has been noticeably more circumspect. At the NATO summit last month in Vilnius, Lithuania, the prime minister merely observed that “China's increasing assertiveness is resulting in geopolitical change and competition.” Prior to his first visit to China as prime minister in June, Hipkins was asked whether he agreed with Biden's description of Chinese President Xi Jinping as a “dictator.” Rather than take the chance to stand up for democratic values as Ardern might have, Hipkins responded: “No, and the form of government that China has is a matter for the Chinese people.…If they wanted to change their system of government, then that would be a matter for them.” Hipkins brought a notably large business delegation with him to Beijing with the clear intention of shoring up Wellington's economic interests. Upon meeting Xi, Hipkins stated that their two nations had to view each other as “partners, not adversaries, and as opportunities, not threats.” On the face of it, many would not dispute this framing, but Hipkins was clearly using it to paper over political differences between the countries. New Zealand's readout of the visit made no mention of human rights concerns or the Taiwan Strait. By contrast, when Ardern met Xi on the sidelines of the Asia-Pacific Economic Cooperation summit in November, she pressed him on Xinjiang, Hong Kong, the South China Sea, and Taiwan. Indeed, according to accounts of Hipkins' visit in Chinese state media, he welcomed Beijing's application to join the Comprehensive and Progressive Trans-Pacific Partnership, the successor to the Trans-Pacific Partnership. His administration has not confirmed the comments, but it would seem to fit the emerging narrative of his China policy. Hipkins insisted last month that Wellington is still having “tough conversations” with China. “I think it's better to be talking than not,” he added. Days earlier, Foreign Minister Nanaia Mahuta said she had had “a robust discussion” with her Chinese counterpart that included talk about the South China Sea and Taiwan. “We certainly made very clear the issues that were of most concern to New Zealand,” she said, adding, “I would say that China's very assertive in the way that it conveys its interests.” There have been other signs that Hipkins and his government are not entirely throwing in the towel. At an event last month featuring diplomats, government officials, and business people, Hipkins stressed that “independent does not mean neutral” when it comes to New Zealand's foreign policy, suggesting some continued alignment with the United States on China. In June, Defense Minister Andrew Little rebuffed a Chinese offer of bilateral military exercises. “Given current conditions, it's just not the appropriate time and we should keep our relationship just at that high-level dialogue level.” During Secretary of State Antony Blinken's visit to New Zealand last month, he and Mahuta discussed Wellington's potential participation in AUKUS. Mahuta said her nation was “not prepared to compromise or change our nuclear-free position.” This stance still might permit New Zealand to join in for nonnuclear aspects of the arrangement between Australia, the United States, and the United Kingdom Yet the nonnuclear component side would still involve cooperation on advanced military capabilities and enhanced interoperability that could still be considered provocative by Beijing. Meanwhile, the Ministry of Foreign Affairs and Trade last month released a new strategic foreign policy assessment that included harder-hitting language on China. The assessment cited Beijing's growing assertiveness throughout the Indo-Pacific region as the “primary driver of strategic competition,” adding that “the risk of a shift in the strategic balance in the Pacific is now a present and serious concern in the region.” In the country's first National Security Strategy, published last week, the government said that Beijing has become “more assertive and more willing to challenge existing international rules and norms.” A new defense strategy, released simultaneously, seemed to signal that Wellington will increase defense spending to meet this emerging threat. Effusive Chinese praise has at times made fellow allies and partners of New Zealand wonder whether Wellington can be properly trusted. For now, Hipkins is effectively re-centering New Zealand around its traditional policy of tamping down political tensions with China in the interest of maintaining the prosperity that comes from economic engagement. The upcoming general election in October may help clarify New Zealand's stance further. From China's perspective, New Zealand once again represents the model that Beijing wishes other Western nations would follow. Effusive Chinese praise has at times made fellow allies and partners of New Zealand wonder whether Wellington can be properly trusted. There is little question that New Zealand will continue to pursue an independent foreign policy, albeit perhaps a quietly Western-aligned one, when it comes to China. That just might be good enough for the United States and its Indo-Pacific strategy. Washington should not become disillusioned with Wellington, but it should not hold high expectations about cooperation on China issues either. Derek Grossman is a senior defense analyst at the RAND Corporation and adjunct professor in the practice of political science and international relations at the University of Southern California. He formerly served as an intelligence adviser at the Pentagon. This commentary originally appeared on Nikkei Asia on August 9, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}