{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:00:47.834439",
  "crawling_time_epoch": 1703242847,
  "type": "News Release",
  "title": "New Book by Hoehn and Shanker Asserts America's National Security Machine Has Gone Astray, Fails To Keep U.S. Safe—But Can Be Fixed",
  "url": "https://www.rand.org/news/press/2023/05/11.html",
  "descriptions": "A new book by RAND senior vice president Andrew Hoehn and bestselling author Thom Shanker looks at the major challenges facing America—from superpowers China and Russia to emerging threats like pandemics, cybersecurity, climate change, and drones—and reimagines the national security apparatus into something that can truly keep Americans safe.",
  "posted": "May 11, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2023/05/11/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1683849424929.jpeg",
    "desc": "United States flag waving in the wind with a stormy background, photo by Marcus Millo/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "",
      "profession": "",
      "biography": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      }
    },
    "researcher": [],
    "tags": [
      "www.rand.org"
    ],
    "Article": "American taxpayers pay for a national security machine that costs $1 trillion a year to operate, yet too often the U.S. government gets it wrong on critical issues, RAND senior vice president Andrew Hoehn and bestselling author Thom Shanker write in Age of Danger: Keeping America Safe in an Era of New Superpowers, New Weapons, and New Threats. The new book, published this week by Hachette, looks at the major challenges facing America—from superpowers China and Russia to emerging threats like pandemics, cybersecurity, climate change, and drones—and reimagines the national security apparatus into something that can truly keep Americans safe. Weaving their own expert analysis with insights gleaned via exclusive interviews with a new generation of national security leaders, Hoehn and Shanker argue that the United States must create an industrial-grade, life-saving machine out of a system that for too long was focused only on deterring adversaries and carrying out global military operations. It is a call to action intended to save Americans' lives and money, as well as to ensure the country's future on the global stage. Hoehn is senior vice president for research and analysis at the nonprofit, nonpartisan RAND Corporation, responsible for all U.S.-based research and analysis, quality assurance, and recruitment and oversight of the organization's 1,000-plus research staff. He previously served as RAND's vice president and director of RAND Project AIR FORCE. Before joining RAND in 2004, he served in the Pentagon as deputy assistant secretary of defense for strategy, responsible for developing and implementing U.S. defense strategy, force planning and assessments, and long-range policy planning. Shanker is director of the Project for Media and National Security. He was previously national security/foreign policy editor for the New York Times' Washington bureau, and is coauthor of the New York Times–bestseller Counterstrike: The Untold Story of America's Secret Campaign Against Al Qaeda."
  }
}