{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:32:31.996645",
  "crawling_time_epoch": 1704166351,
  "type": "Commentary",
  "title": "New Clinical Outcome Assessments Could Improve Treatment for Parkinson's",
  "url": "https://www.rand.org/pubs/commentary/2023/04/new-clinical-outcome-assessments-could-improve-treatment.html",
  "descriptions": "The prevalence of Parkinson's disease has doubled over the last 25 years, and over 8.5 million people are living with the disease worldwide, but treatment options are limited. The development of new clinical outcome assessments could lead to new treatments for the disease.",
  "posted": "Apr 25, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/04/new-clinical-outcome-assessments-could-improve-treatment/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1682449376300.jpeg",
    "desc": "An older Asian woman in a wheelchair speaking to an older White man who is leaning close to her, photo by ProfessionalStudioImages/Getty Images"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Claire E. O'Hanlon Carrie M. Farmer",
      "profil": "https://www.rand.org/about/people/o/ohanlon_claire_e.html",
      "profession": "Associate Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Codirector, RAND Epstein Family Veterans Policy Research Institute; Director, Health Care Quality Measurement and Improvement Program; Senior Policy Researcher",
      "username": "@carriefarmer",
      "contact": "https://www.twitter.com/carriefarmer"
    },
    "tags": [
      "Biomedical Research",
      "Chronic Diseases and Conditions",
      "Health-Related Quality of Life",
      "Neurological Disorders",
      "www.rand.org"
    ],
    "Article": "The prevalence of Parkinson's disease has doubled over the last 25 years, and over 8.5 million people are living with the disease worldwide, but treatment options are limited. The development of new clinical outcome assessments could lead to new treatments for the disease. People with Parkinson's, a progressive, degenerative neurological condition, may experience a variety of symptoms, including “motor symptoms” such as tremor, rigidity, and difficulty walking and moving. Many patients also experience symptoms that are less visible to outsiders, such as sleep disturbance, fatigue, sensory issues, cognitive difficulties, and mental health disorders. While somewhat effective symptomatic treatments like levodopa have existed for decades, there is currently no approved treatment for Parkinson's that stops or even slows the progression of the disease. Numerous drug candidates are in the development pipeline, but determining if treatments are effective can be difficult. While somewhat effective symptomatic treatments like levodopa have existed for decades, there is currently no approved treatment for Parkinson's that stops or even slows the progression of the disease. The inability to distinguish effective treatments from ineffective ones is a complex problem. One major issue is that the biology of the disease is not well understood— the syndrome known as Parkinson's disease may actually be a cluster of disorders with similar symptoms but different causes. This makes it difficult to use biological measures, also known as biomarkers, to measure whether or not a treatment is effective. It also makes it difficult to diagnose patients at the very earliest stages of the disease, so defining a patient population that would be most appropriate for testing a disease-modifying treatment may not be easy. A second key challenge is how symptoms and functions in people with Parkinson's are measured. There are several well-known clinical assessments for the disease, but they have critical limitations in people with early Parkinson's, mostly because early changes in symptoms or function may not be big enough to be detected by these assessments. Many organizations are working together to address these challenges. A newly-released RAND report, Clinical Outcome Assessments and Digital Health Technologies Supporting Clinical Trial Endpoints in Early Parkinson's Disease: Roundtable Proceedings and Roadmap for Research, summarizes an event held last fall to discuss these issues and how the field can work together to address them, especially through harmonizing methods, sharing data, and synthesizing work that has already been done to build consensus and alignment on patient experiences in early Parkinson's. This gathering also underscored the need for new clinical outcome assessments for early Parkinson's. One novel approach incorporates the perspectives and observations of the family or close friends of people with Parkinson's disease. Many of the earliest changes in people with Parkinson's, such as voice changes, facial masking, and other movements may be most noticeable to people other than the patient. Outcomes reported by such “knowledgeable informants” could be appropriately sensitive to changes in patients in the early stages of the disease. Participants at the gathering also emphasized how important it is for new clinical outcome assessments to obtain and incorporate input from a diverse groups of people affected by Parkinson's. Existing clinical assessments rely on patients and their doctors to report on their motor symptoms, but they only capture a snapshot of how people with the disease function. Digital health technologies may also play a major role in creating new clinical assessments. Existing clinical assessments rely on patients and their doctors to report on their motor symptoms, but they only capture a snapshot of how people with the disease function. Digital health technologies allow data collection and monitoring of functional changes in patients' home environments. This may allow the capture of changes that may not show up on periodic assessments. That level of detail could be a game-changer not just for Parkinson's, but for any condition that impacts people's movement and abilities. Better clinical outcome assessments for early Parkinson's could enable drug developers and regulators to distinguish effective treatments from ineffective ones. While this would be just one piece of a complicated puzzle, it could be a critical step that leverages input and expertise from people affected by Parkinson's disease, clinicians, researchers, regulators, and pharmaceutical and medical technology industries. Getting it right could give new treatments a chance to change the lives of Parkinson's patients. Claire E. O'Hanlon is an associate policy researcher and Carrie M. Farmer is codirector of the RAND Epstein Family Veterans Policy Research Institute, director of the Health Care Quality Measurement and Improvement Program, and a senior policy researcher at the nonprofit, nonpartisan RAND Corporation. Catherine Kopil is senior vice president of clinical research and Yuge Xiao is associate director of clinical research at The Michael J. Fox Foundation for Parkinson's Research. Angelica Asis is vice president of research at Parkinson Canada. Naveena Kapur is research communications manager at Parkinson's UK. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}