{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:11:57.978865",
  "crawling_time_epoch": 1703239917,
  "type": "Announcement",
  "title": "Newton Minow, Former RAND Chair and FCC Chair, Dies at Age 97",
  "url": "https://www.rand.org/news/press/2023/05/08.html",
  "descriptions": "The RAND Corporation notes with profound regret the passing of Newton Minow, an attorney and former chairman of the Federal Communications Commission who sparked a national debate in the early 1960s about the quality of television programming and helped establish presidential debates as an enduring American tradition. He served on RAND's board of trustees from 1965 to 1997, a tenure that included a term as chairman. He was 97.",
  "posted": "May 8, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2023/05/08/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1683584332444.jpeg",
    "desc": "Newton Minow, RAND Corporation photo"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Monday\nMay 8, 2023 Newton Minow RAND Corporation photo The RAND Corporation notes with profound regret the passing of Newton Minow, an attorney and former chairman of the Federal Communications Commission who sparked a national debate in the early 1960s about the quality of television programming and helped establish presidential debates as an enduring American tradition. He served on RAND's board of trustees from 1965 to 1997, a tenure that included a term as chairman. He was 97. “Newt dedicated his life to the hard work of sustaining our democracy and pushed America to think about the public responsibilities of mass communication,” said Jason Matheny, president and CEO of RAND. “That included fierce support for our work on the diminishing role of facts and analysis in American public life—what we refer to as Truth Decay.” Minow had a firm commitment to unbiased research and analysis, and to the wide dissemination of RAND's findings and recommendations, helping to ensure that both public discourse and government decisionmaking would be based on the best available evidence, Matheny said. “As a leader and longtime supporter of RAND, Newt made an indelible impact on both the science and practice of policy analysis,” Matheny said. “His counsel, intellect, and leadership made RAND stronger.” As chairman of the board of trustees, Minow also encouraged RAND to establish one of the original eight graduate schools of public policy, now known as the Pardee RAND Graduate School. Minow has been called “the father of televised presidential debates” for pushing for such a forum as early as the 1950s. He later cochaired the 1976 and 1980 presidential debates and, in the late 1980s, helped form the independent Commission on Presidential Debates, formed to ensure that debates among the leading presidential and vice-presidential candidates occur every four years. In 1961, President John F. Kennedy named Minow chairman of the FCC, an appointment that allowed him to help shape television broadcasting. He famously called television a “vast wasteland” and urged the broadcasting industry to reform. Also in 1961, he was helping develop “a new technology called communication satellites,” Minow later said, when he came to RAND to learn about the nonprofit institution's research on the subject. After Minow left the FCC in 1963, he returned to private practice, eventually becoming a partner in Sidley and Austin, a noted communications law firm. Throughout his life, he remained engaged in civic and philanthropic endeavors. His many accomplishments included serving on the board of governors of the Public Broadcasting Service, as president of the Carnegie Corporation, and as the Walter Annenberg Professor Emeritus at Northwestern University. When the Pardee RAND Graduate School conferred an honorary degree upon Minow in 1993, he ended his speech at the ceremony by paraphrasing humorist Art Buchwald, who had been a neighbor in Washington, D.C. “Our generation has given you kids a perfect world,” he told the students. “Don't louse it up.” The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}