{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:17:18.707644",
  "crawling_time_epoch": 1703240238,
  "type": "Commentary",
  "title": "Nonlethal Weapons Can Play a Growing Role in U.S. Defense",
  "url": "https://www.rand.org/pubs/commentary/2022/12/nonlethal-weapons-can-play-a-growing-role-in-us-defense.html",
  "descriptions": "Overcoming the web of factors inhibiting the use of nonlethal weapons will take sustained effort over time. But it can have a powerful impact on America's ability to achieve U.S. national security goals while avoiding unnecessary conflict.",
  "posted": "Dec 12, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2022/12/nonlethal-weapons-can-play-a-growing-role-in-us-defense/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1675788681813.jpeg",
    "desc": "Intelligence Specialist 1st Class Daniel Acosta uses a Long Range Acoustic Device to hail a suspect vessel during an exercise aboard the USS New Orleans in the Philippine Sea, August 26, 2020, photo by Petty Officer 2nd Class Kelby Sanders/U.S. Navy"
  },
  "content": {
    "source": "(United Press International)",
    "author": {
      "name": "Scott Savitz Krista Romita Grocholski",
      "profil": "https://www.rand.org/about/people/s/savitz_scott.html",
      "position": "Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School Physical Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Military Equipment",
      "Military Tactics",
      "United States",
      "United States Department of Defense",
      "www.rand.org"
    ],
    "Article": "The U.S. Department of Defense is increasingly focused on “gray zone” competition with other great powers, striving to deter aggression while also avoiding escalation to full-scale war. When U.S. warships find themselves in a confrontation with Chinese vessels in the South China Sea, or U.S. ground vehicles in Syria are rammed by Russian armored cars, there is a need to be able to make a muscular response without inflicting lethal or permanent harm. In these contexts, nonlethal weapons could play an increasingly important role. The good news is that DoD has a variety of NLWs at its disposal, with others under development. Examples include acoustic hailers to communicate or intimidate at long ranges, eye-safe laser dazzlers that create glare, millimeter-wave emitters that cause a temporary heating sensation, and various systems that stop vehicles or vessels. As we describe in a recent RAND report sponsored by the Joint Intermediate Force Capabilities Office, these weapons have ample uses in gray-zone confrontations and a number of other contexts. For example, they can be used when the intent of other parties is ambiguous, such as when a vessel approaching a warship may be full of curious individuals or suicidal terrorists. When civilians need to be dispersed for their own safety, the use of acoustic hailers can, if necessary, be followed up by systems that cause brief discomfort. Nonlethal weapons can play a role in protecting forces overseas where the possibility of collateral damage could have major strategic effects. Nonlethal weapons can play a role in protecting forces overseas where the possibility of collateral damage could have major strategic effects. Under such circumstances, since the rules of engagement for NLWs are generally more permissive than for lethal weapons, NLWs can be used more freely to counter potential threats and discern intent in ways that avoid the need for lethal force or enable its timely usage, if necessary. The importance of avoiding civilian casualties is underscored by the secretary of defense's initiative on the subject. The fact that some of these weapons deliver effects at the speed of sound or light can also make them valuable even against an adversary that is already using lethal force: the ability to rapidly impair individuals can be complemented by lethal actions whose effects take additional seconds. However, the capabilities of nonlethal weapons have historically been underappreciated and underutilized across DoD. We found that there were several factors that contribute to why NLWs are not as widely deployed or used as they could be. A key issue is cultural: Even when doctrine and policy permit the use of these weapons, potential users have indicated that they were reluctant to use them. In a military that prizes lethal capabilities, and that is primarily familiar with them, many individuals have limited confidence in the capabilities or utility of NLWs. A subtle weapon that briefly creates glare to impair and dissuade another party is much less intuitive than an explosive munition. There are also training shortfalls, with personnel citing limited opportunities and competing demands as contributing to insufficient preparedness to use these systems. The fact that NLWs complement lethal weapons, rather than substituting for them, can contribute to perceptions that they are burdensome. Every weapon requires maintenance and logistical support that extends to the point of usage, and unless the system is perceived as valuable, it may not reach the tip of the spear. Adversary disinformation about the effects of nonlethal weapons can further diminish the willingness of forces to use them, or result in criticism when they do; bizarrely, temporarily vexing people is sometimes perceived as worse than shooting them. Naturally, all of the above issues reinforce one another. Unfamiliarity with the systems and negative perceptions contribute to disinterest in relevant training and support, culminating in a reluctance to use them. Unfamiliarity with the systems and negative perceptions contribute to disinterest in relevant training and support, culminating in a reluctance to use them. These deeply rooted, interrelated challenges will require long-term remedies. JIFCO has been working extensively with military services to convey information regarding the capabilities and utility of NLWs across numerous contexts. The previously mentioned RAND report and a brief overview of it describe how the activities that NLWs perform contribute to the achievement of DoD-wide goals. A self-reinforcing cycle in which prioritization of NLW training, maintenance, and logistics enable greater demonstrations of utility can help these systems to more effectively contribute to national security. The United States faces growing challenges in the gray zone, one of which is how best to counter aggressive behaviors by great-power rivals without killing or injuring their personnel. Nonlethal capabilities can be useful in such contexts, as well as many others that were mentioned above. At a time when DoD has intensified its focus on avoiding civilian casualties, it is increasingly vital to have nonlethal capabilities to disperse civilians away from combat or to handle individuals with ambiguous intent. Overcoming the web of factors inhibiting the use of nonlethal weapons will take sustained effort over time, but can have a powerful impact on the United States' ability to achieve its national security goals while avoiding unnecessary conflict. Scott Savitz is a senior engineer at the nonprofit, nonpartisan RAND Corporation. Krista Romita Grocholski is a physical scientist at RAND and co–program manager for the National Oceanic and Atmospheric Administration Mid-Atlantic Climate Adaptation Partnership program. This commentary originally appeared on United Press International on December 12, 2022. Outside View © 2022 United Press International. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}