{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:53:12.756770",
  "crawling_time_epoch": 1703242392,
  "type": "Commentary",
  "title": "Normalizing Assad Won't Solve the Syrian Refugee Crisis",
  "url": "https://www.rand.org/pubs/commentary/2023/08/normalizing-assad-wont-solve-the-syrian-refugee-crisis.html",
  "descriptions": "As much as Syrian refugees would like to return home eventually and as much as neighboring countries would welcome an end to the challenges of hosting large refugee communities, now is not the right time for mass Syrian refugee repatriation. Regional governments could instead focus on supporting refugees where they are, especially by allowing them to be legal, productive members of local economies.",
  "posted": "Aug 23, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/08/normalizing-assad-wont-solve-the-syrian-refugee-crisis/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1692840132163.jpeg",
    "desc": "Syrian refugee women take their children for a walk in Izmir, Turkey, June 19, 2023, photo by Murat Kocabas/SOPA Images via Reuters"
  },
  "content": {
    "source": "(Al-Monitor)",
    "author": {
      "name": "Shelly Culbertson",
      "profil": "https://www.rand.org/about/people/c/culbertson_shelly.html",
      "profession": "Director, Infrastructure, Immigration, & Security Operations Program, RAND Homeland Security Research Division; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@SC_Culbertson",
      "contact": "https://www.twitter.com/SC_Culbertson"
    },
    "tags": [
      "Displaced Persons",
      "Impoverished Populations",
      "Refugees",
      "Syria",
      "www.rand.org"
    ],
    "Article": "Middle Eastern leaders have been normalizing relations with Syrian President Bashar al-Assad and looking ahead to sending Syrian refugees back to their home country, but it is too early to begin repatriating the 5.5 million Syrians who fled the country to escape the fighting there. Turkey announced plans to repatriate a million Syrian refugees in the coming year, and Lebanon has already begun deporting some Syrian refugees. Although more than half of Syrian refugees in the Middle East want to return to Syria one day, only 1 percent intend to return within the next year. International law prohibits repatriating refugees against their will, and convincing Syrian refugees to return voluntarily is a long-term project that may not mesh with normalizing the Assad regime. One of the leading reasons why refugees do not want to return in the near future is that the war is still ongoing, despite headlines and normalization campaigns that might suggest otherwise. Airstrikes by Russian and other forces continue to pelt the northern half of the country. Remnants of the Islamic State remain in Syria. Five foreign armies are still active in the country, as well as multiple other militias and mercenary groups. Our RAND Corporation research shows that even a decade after a conflict ends, the few refugees who return still live in significant instability and suffer internal displacement—so what chance do refugees have if they return to a place still in conflict? Another reason why Syrian refugees do not want to return is that Syria lacks the basic infrastructure to support returnee populations. Whether considering hospitals, schools or water systems, Syria cannot provide the basic services needed to support the population already living there, much less the millions of refugees displaced elsewhere in the region. Syria cannot provide the basic services needed to support the population already living there, much less the millions of refugees displaced elsewhere in the region. Deliberate attacks on civilian infrastructure throughout the war have left hospitals, schools, and water systems badly damaged or destroyed. Even in regime-controlled areas, only 54 percent of public hospitals are fully functioning, and that number drops to zero in provinces that were hardest hit by the fighting, which is where many of the refugees came from. The situation of infrastructure is certainly no better in opposition-held northwest Syria. That area was already suffering a severe outbreak of cholera due to contaminated water sources when a 7.8-magnitude earthquake struck in February 2023 and further destroyed water and sewer systems. Housing shortages also mean that there would be few homes for Syrian refugees to live in if they returned. Earthquake recovery has been extremely slow in northern Syria, where at least 74,000 individuals remain homeless (PDF) five months on. Returnees would face a dire housing shortage even where homes are intact, as the Assad regime rewarded its allies with the property of displaced Syrians and even changed street names so that refugees' deeds of home ownership appear invalid. Returnees might go “home” to find that the locks have been changed. Certain Arab League countries may think—and Assad himself argues—that the solution to the region's refugee crisis is to support reconstruction and sanction-free economic investment in Assad-controlled Syria. However, restoring the country to the pre-war status quo is unlikely to entice many refugees to return. Even before the war, living under the Assad regime entailed risking arbitrary arrest, torture, and forced disappearances. Those conditions are part of what made refugees flee in the first place, and they still fear living under the Assad regime. Returned refugees have been targeted and tortured by the Syrian government, while others end up conscripted and sent to the front lines. Rather than encouraging refugee return, the regime's increased control over parts of Syria has instead coincided with a steady decline in refugees' return intentions. Now is not the right time for mass Syrian refugee repatriation. As much as Syrian refugees would like to return eventually and as much as neighboring countries would welcome an end to the challenges of hosting large refugee communities, now is not the right time for mass Syrian refugee repatriation. In the meantime, regional governments could instead focus on supporting refugees where they are, especially by allowing them to be legal, productive members of local economies. Countries that want Syrian refugees to go home could instead pursue the path that makes voluntary return more likely: reaching a political solution that addresses the grievances raised by Syrians in 2011, seeking accountability for the crimes against humanity committed throughout the war, and then supporting robust reconstruction efforts. At a time when the global public and politicians are all too eager to wash their hands of the seemingly endless Syrian crisis, reaching a durable, humane solution remains a shared challenge. Nadia Almasalkhi is a summer associate at the nonprofit, nonpartisan RAND Corporation and a Ph.D. candidate at U.C. Berkeley. Shelly Culbertson is a senior policy researcher and director of the Infrastructure, Immigration, and Security Operations Program, part of the Homeland Security Research Division at RAND. This commentary originally appeared on Al-Monitor on August 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}