{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:56:40.731476",
  "crawling_time_epoch": 1703231800,
  "type": "Commentary",
  "title": "North Korea's Version of 'Take Your Daughter to Work Day'",
  "url": "https://www.rand.org/pubs/commentary/2022/12/north-koreas-version-of-take-your-daughter-to-work.html",
  "descriptions": "With the spotlight having long been fixed on the nuclear issue, the public debut of Kim Jong-un's “most beloved” child seems as though it could be an impeccably timed distraction to keep the international community from focusing on seeking an enduring solution to Pyongyang's rapidly advancing weapons systems.",
  "posted": "Dec 12, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2022/12/north-koreas-version-of-take-your-daughter-to-work/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1671549563080.jpeg",
    "desc": "Kim Jong -un and his daughter attend a photo session with the scientists, engineers, military officials and others involved in the test-fire of the country's new Hwasong-17 intercontinental ballistic missile in this undated photo released on November 27, 2022, photo by KCNA via Reuters"
  },
  "content": {
    "source": "(Lowy Institute's Interpreter)",
    "author": {
      "name": "Soo Kim",
      "profil": "https://www.rand.org/pubs/authors/k/kim_soo.html",
      "position": "",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.north-korea.html",
        "tag": "North Korea"
      },
      {
        "blog": "https://www.rand.org/blog.topic.nuclear-deterrence.html",
        "tag": "Nuclear Deterrence"
      },
      {
        "blog": "https://www.rand.org/blog.topic.nuclear-weapons-and-warfare.html",
        "tag": "Nuclear Weapons and Warfare"
      }
    ],
    "Article": "On 18 November, Kim Jong-un introduced his daughter, Ju-ae—most likely the very child that basketball player Dennis Rodman mentioned having met during his 2013 trip to North Korea—to domestic and international audiences. Kim, in proper DPRK fashion, chose his daughter's public debut to coincide with a test-firing of his country's intercontinental ballistic missile (ICBM). North Korea's surprise fourth-generation leadership reveal coinciding with the country's anticipated ICBM test was, of course, intentional—a public performance of Kim Jong-un's design. While Kim's motivation is uncertain, he is fully aware that family matters—and, in particular, his own health, as well as the regime's succession plans—are of keen interest to the most ardent Korea watchers. When Kim disappeared from the public scene in April 2020, rumors about his health and a possible cardiovascular operation circulated. Similarly, Kim's protracted submergence in the northern hemisphere summer of 2021, and again in November 2021, stirred further speculation about regime stability. Kim is also acutely aware that his country's advancing nuclear and ballistic missile capabilities are unnerving Washington and Seoul, but that the two countries seem to have reached an impasse over how to deal with a recalcitrant and nuclear-armed North Korea. To many Korea specialists and policymakers, Pyongyang has already crossed the nuclear Rubicon. Having conditioned the international community to Kim's missile provocations, the regime has consequently forced the globe to accept that North Korea's nuclear weapons program is here to stay. North Korea has conducted six nuclear tests so far, and appears poised to conduct its seventh. In September, the DPRK laid out its nuclear law, declaring the irreversibility of its position as a nuclear nation as well as its unshakeable will to remain a nuclear state “as long as imperialism exists on Earth.” Having conditioned the international community to Kim's missile provocations, the regime has consequently forced the globe to accept that North Korea's nuclear weapons program is here to stay. Attempts at diplomacy have led to neither a significant reduction in the DPRK's nuclear threat, nor a curbing of Kim's appetite for nuclear blackmail. Kim simply pockets the political and economic benefits of engagement, all while continuing to build his nuclear empire. North Korea possesses ICBMs that are not only capable of reaching the U.S. homeland but, according to former Secretary of Defense James Mattis in 2017, they now have the ability to hit “everywhere in the world.” Pyongyang's 18 November ICBM test, which is considered to be its biggest missile yet, simply reiterated this point—a reminder that Kim will not be backing down anytime soon. The hard truth in dealing with a nuclear-armed Kim regime has prompted some senior officials to consider alternative solutions to North Korea's denuclearization. In late October, a senior-ranking State Department official suggested that the United States may be willing to consider arms control talks with North Korea. This position, however, was later backtracked, and the United States stated that its policy towards North Korea had not, in fact, altered from its goal of the “complete denuclearization of the Korean Peninsula.” Meanwhile, in Seoul, calls for strengthening the United States' extended deterrence, and even South Korea's independent nuclearization, have grown. Recent polls indicate that 70 percent of South Koreans support their country developing nuclear weapons, a significant shift. In the past year, roundtable discussions among policy specialists on the practical applications of extended deterrence and the region's security challenges have become more frequent. With the spotlight having long been fixed on the nuclear issue, Ju-ae's public debut seems as though it could be an impeccably timed distraction to keep the international community from focusing on seeking an enduring solution to Pyongyang's rapidly advancing weapons systems—for Pyongyang's ICBM test was overshadowed by the ten-year-old's public debut. State media described Kim's second child—the eldest is a male who has not yet been revealed to the public—as his “most beloved,” which may have caused some to speculate that Kim has chosen Ju-ae as successor. Her emergence, however, does not necessarily indicate succession; “most beloved” status may not be synonymous with “most fit to be dictator.” What's more, there has not been an official announcement on succession by the regime, yet. Kim Ju-ae's public appearances create greater opacity around the Kim regime's succession plans, all while leaving the enduring challenge of North Korea's nuclear weapons largely unaddressed. Still, Kim must have derived utility from his daughter's scene-stealing debut. The following week, Ju-ae appeared again alongside her father at a photo session with officials involved in the recent ICBM test—this time, she was dressed and coiffed to bear an uncanny resemblance to her mother, Ri Sol-ju. If anything, these public appearances create greater opacity around the Kim regime's succession plans, all while leaving the enduring challenge of North Korea's nuclear weapons largely unaddressed. There may be more-frequent appearances by Ju-ae in the coming days. While attention should be paid to the regime's portrayal of the young Kim for clearer indications of her place in the regime, she is also potentially being deployed as a canny distraction from the other, perhaps more-pressing matter: the tough reality of bargaining with any member of the Kim clan, and its long game of nuclear confrontation. Soo Kim is a policy analyst at the nonprofit, nonpartisan RAND Corporation and a doctoral candidate at Johns Hopkins University SAIS. This commentary originally appeared on Lowy Institute's Interpreter on December 12, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}