{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:51:57.964358",
  "crawling_time_epoch": 1703242317,
  "type": "Commentary",
  "title": "North Korea, Russia and China: The Developing Trilateral Imperialist Partnership",
  "url": "https://www.rand.org/pubs/commentary/2023/09/north-korea-russia-and-china-the-developing-trilateral.html",
  "descriptions": "There are no easy ways for the United States and its allies to counter the developing Russia-China–North Korea partnership. But there are options to consider and steps to take. There are also fissures in their relationships to exploit.",
  "posted": "Sep 13, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/09/north-korea-russia-and-china-the-developing-trilateral/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1696894497908.jpeg",
    "desc": "North Korea's leader Kim Jong Un and Russia's President Vladimir Putin attend a meeting at the Vostochny Сosmodrome in the far eastern Amur region, Russia, September 13, 2023, photo by Sputnik/Artem Geodakyan/Pool via Reuters"
  },
  "content": {
    "source": "(1945)",
    "author": {
      "name": "Bruce W. Bennett",
      "profil": "https://www.rand.org/about/people/b/bennett_bruce.html",
      "profession": "Adjunct International/\nDefense Researcher; Professor, Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@bwbennett",
      "contact": "https://www.twitter.com/bwbennett"
    },
    "tags": [
      "China",
      "Military Strategy",
      "North Korea",
      "Nuclear Deterrence",
      "Russia",
      "Security Cooperation",
      "Threat Assessment",
      "www.rand.org"
    ],
    "Article": "We are increasingly greeted by stories of a developing partnership between Russia, China, and North Korea. Much of the world has isolated Russia for its invasion of Ukraine. Moscow's constant targeting of civilians and its clear violations of international humanitarian law have only exacerbated this isolation. Running out of munitions and other military supplies, Russia has sought help from countries with comparable records of human rights violations: North Korea and China. Senior delegations from Russia and China recently met with North Korean leader Kim Jong Un at a parade to celebrate the 70th anniversary of the 1953 Korean War cease-fire. Kim is expected to soon visit Russian President Vladimir Putin in Vladivostok. We also hear of North Korea shipping artillery shells and other military supplies to Russia, of China providing dual-use technology and components to Russia, and of Russia proposing combined exercises with North Korea and China. The alliances and partnerships in which the United States participates focus on defensive objectives. That is not the case for this emerging trilateral partnership. Russia's Putin seeks to conquer Ukraine and make it “part of a restored Russian Empire.” China's President Xi Jinping seeks regional if not global dominance by 2049. North Korea's Kim seeks Korean unification under North Korean control. In short, these three countries have imperialistic goals. China and North Korea have not yet launched major wars to achieve their aims. But they both have active information campaigns, and China has taken aggressive economic measures to extend its influence worldwide. The Belt and Road Initiative showcases Beijing's efforts to secure economic leverage. The level of trade China has established with South Korea, Australia, and many other countries is another example of that drive. The nature of Chinese influence became clear as Beijing exercised economic coercion 123 times from 2010 to 2022, including its effort to strongarm Australia to end its pursuit of the origins of COVID-19, and its push against the ROK to stop its deployment of the Terminal High Altitude Area Defense system. Russia has been more aggressive, in part because the fall of the Soviet Union was a great psychological blow for Russians. That collapse reduced Russia from a superpower to a much lesser state. After seeking to rebuild Russian power, Putin seized parts of Ukraine in 2014 and oversaw a proxy war in Ukraine for years. Putin then apparently lost patience and executed a full invasion of Ukraine last year. Russian forces made major advances at first, in part because of their sheer brutality and in part because Western responses were muted by Russian threats of nuclear escalation. But to the surprise of many, Ukraine's forces were eventually able to stop many of the Russian offensives and roll them back significantly. These failures stemmed from poor Russian military and logistical planning, low combat readiness, and other deficiencies that were surprises to many, apparently including Putin. The conflict in Ukraine is a significant challenge for the United States and its allies and partners. If Putin's forces are not stopped, he might work to further expand his Russian Empire. But a clear Russian failure in Ukraine could lead to the fall of Vladimir Putin, and he may be prepared to substantially escalate the conflict to prevent such an outcome. He is now trying to overcome his failures, or at least prevent greater failures, by seeking the help of China and North Korea. There are at least four major risks this developing trilateral imperialist partnership poses. Substantial North Korean and Chinese assistance to Russia could prolong the war in Ukraine and substantially increase the damage inflicted and the war costs. The first is that substantial North Korean and Chinese assistance to Russia could prolong the war in Ukraine and substantially increase the damage inflicted and the war costs. Russia's deliberate attacks on civilians and civilian infrastructure are war crimes with humanitarian costs that are unacceptable and need to stop. Moreover, the longer Western countries need to support Ukraine's independence, the further they will deplete their own military equipment and supplies, sending them to Ukraine. Second, China and North Korea might do more than send equipment and supplies to Ukraine. They might also send some military personnel and even technical experts. Doing so will convert Ukraine into a Russia-China–North Korea laboratory for examining and improving various weapons and tactics in actual warfare. This is not unlike what happened with the Spanish Civil War before World War II. The result will likely be improved military capabilities for all three countries, making them more lethal in future conflicts. Third, because all three members of this trilateral imperialist partnership seek to control territory beyond their current borders, they may at some point decide to start wars simultaneously. By attacking at the same time, they would put maximum pressure on the military forces of their opponents, much as the Axis powers did early in World War II. Concerned about the possibility of multiple wars, for decades the United States sized its military forces to be able to respond to two major theater wars simultaneously. By the George W. Bush administration, this requirement had been adjusted to winning in one theater and holding in another. But the United States has not sustained such capabilities for many years. The prospect of fighting three major theater wars simultaneously appears to be well beyond current U.S. military capabilities, especially with its depleted stock of military equipment and supplies. Finally, because all three of these partners possess nuclear weapons, any major war they launch has a significant possibility of involving nuclear weapons use. While conventional-nuclear integration was very much part of U.S. military planning in the 1980s, it has not been pursued very seriously since the end of the Cold War. If the United States is not prepared for this kind of warfare, the prospects are high that a nuclear exchange could lead to a global nuclear catastrophe. There are no easy ways to counter the developing Russia-China–North Korea partnership. After all, military strikes against North Korean and Chinese military supplies en route to Russia could escalate this already very serious war. Nevertheless, there are options to consider and steps to take. The first step is for the United States and its allies to work to better understand the future of warfare, including the vast uncertainties therein. These countries will not properly prepare for or deter a future war unless they can first characterize it. The challenge is clear. How many experts accurately predicted the war in Ukraine, with the Russian advance stopped, and Ukraine launching a significant counteroffensive? How many anticipated the weapons used, including newer weapons like suicide drones? How many spotted key vulnerabilities? Who clearly saw the role of the Russian nuclear shadow in limiting outside assistance, especially early on? Did many think the conflict would last this long? All of these factors are essential to defining military requirements, and they need to be understood. While studies are ongoing and lessons are being learned, a larger level of effort is justified, especially as concerns conventional-nuclear integration. The United States needs to continue developing new military capabilities that will allow it to deal with Russia, China, and North Korea at a price the U.S. can afford. Second, the United States needs to continue developing new military capabilities that will allow it to deal with Russia, China, and North Korea at a price the U.S. can afford. The newly announced Replicator initiative is one example of a capability that exploits U.S. military cultural strengths such as high technology, as well as the use of strong initiative by U.S. military personnel. Note that such capabilities are not just new technology. They also include the strategy, tactics, and operational art needed to deal with the potential threats. Third, the United States should consider developing new military force requirements that respond to the developing threats. Washington must determine the U.S. forces required to deal with any warfare started by the Russia-China–North Korea partnership. The United States has, of course, been reluctant to establish such requirements, recognizing how expensive they would be. But as Ukraine learned, while an adequate defense budget is hard to afford before a war, the cost of an inadequate defense budget can be far higher if it does not deter an adversary from starting one. And the price being paid by Ukraine is nothing compared to what the world might have to pay if a future war involves the use of nuclear weapons. The United States cannot afford to allow an appearance of inadequate military capabilities to drag it into such a war. Fourth, the United States and its allies could develop economic and information operations to counter North Korean and Chinese supplies sent to Ukraine. Any North Korean companies involved, and the financial institutions supporting them, should be subject to economic sanctions. Substantial international pressure should be placed on China and North Korea to disrupt the transfer of artillery shells and other items. There is some evidence that exposing and warning North Korea about shipping artillery shells to Russia has minimized what Pyongyang has sent thus far. Pyongyang might respond to international pressure if it is shown that North Korean artillery shells have been used to purposefully kill civilians in Ukraine, thus making North Korea an accessory to Russia's war crimes. Alternatively, if North Korean artillery is eventually fired against Ukraine, it may turn out to be of extremely poor quality, which would be a major embarrassment to the Kim regime's domestic image once such information leaks into the North. Not much is known about the quality of North Korean artillery beyond its performance against Yeonpyeong Island in 2010. In that case, it is likely that the North attempted to fire 300 to 400 artillery shells and rockets at the island. But only 170 were seen in the air, and only 80 hit the large island, 20 of which were duds. Quality may have improved since then, but if not, that incredibly poor performance should become a focus of information operations. It would be important to provide extensive public coverage of the North Korean artillery failures, increasing the probability that the information does leak into North Korea. Such stories may also drive Russian soldiers to insist they do not want to use North Korean artillery shells and rockets. Fifth, the United States and South Korea might be able to exploit the presence of any North Korean personnel in Ukraine to send messages back to the North Korean elite. Such personnel would almost certainly come from elite families, as North Korea would only want to send reliable personnel unlikely to defect. Those same personnel have a tendency to consume whatever K-pop and K-dramas they are able to acquire, suggesting the utility of dispersing USB drives in areas where North Korean personnel operate. While some North Korean security personnel may try to collect and destroy this material, others might enjoy it. If Kim continues to send artillery to Russia, the United States could also threaten to deliver such USB drives to Pyongyang. Kim considers such material a vicious cancer that could cause his regime to collapse, so this unorthodox approach may give him pause. While in many ways Russia, China, and North Korea would appear to make for natural allies, there are fissures in their relationships to exploit. Finally, while in many ways Russia, China, and North Korea would appear to make for natural allies, there are fissures in their relationships to exploit. For example, China recently released a map that includes some Russian territory as part of China. Western powers should focus global attention on this issue and regularly ask China to explain it. Alternatively, Russia may find that North Korea wants more in exchange for its artillery shells than Russia is willing to provide. After hard negotiations, if North Korean artillery proves of poor quality, or if any of the technology provided to North Korea by Russia fails to operate, this would present opportunities for information operations. Ultimately, China's designs for regional and global domination would include domination of Russia. If China provides Russia with equipment and supplies, it can be expected to demand recognition and payment for that contribution. Indeed, many Chinese military personnel will likely perceive that they are the senior partners in this relationship, and they would demand to be treated as such. U.S. and allied efforts to properly characterize Chinese objectives and Chinese demands could undermine the China-Russia relationship. The bottom line is that this partnership might be more fragile than first appearances suggest. None of these actions are a silver bullet for countering the trilateral imperialist partnership. But the United States and its allies and partners need to take the developing threat seriously and work against it one step at a time. Bruce W. Bennett is a senior international/defense researcher at the nonprofit, nonpartisan RAND Corporation. He works primarily on research topics such as strategy, force planning, and counterproliferation within the RAND International Security and Defense Policy Center. This commentary originally appeared on 1945 on September 13, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}