{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:03:18.739667",
  "crawling_time_epoch": 1703239398,
  "type": "Commentary",
  "title": "North Korea's Satellite Launch: Part of a Bigger Problem for Kim Jong-un?",
  "url": "https://www.rand.org/pubs/commentary/2023/12/north-koreas-satellite-launch-part-of-a-bigger-problem.html",
  "descriptions": "On November 21, North Korea made its third attempt of 2023 to launch a reconnaissance satellite despite this launch violating multiple U.N. Security Council resolutions and despite the urging of many other countries. It may well have been a desperate move by North Korea's leader, Kim Jong-un.",
  "posted": "Dec 4, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/12/north-koreas-satellite-launch-part-of-a-bigger-problem/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1701735802329.jpeg",
    "desc": "North Korean leader Kim Jong-un looks on as a rocket carrying what North Korea claims is spy satellite Malligyong-1 is launched in a location given as North Gyeongsang Province, North Korea, November 21, 2023, photo by KCNA/Reuters"
  },
  "content": {
    "source": "(The National Interest)",
    "author": {
      "name": "Bruce W. Bennett",
      "profil": "https://www.rand.org/about/people/b/bennett_bruce.html",
      "position": "Adjunct International/\nDefense Researcher; Professor, Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@bwbennett",
      "contact": "https://www.twitter.com/bwbennett"
    },
    "tags": [
      "Global Security",
      "Information Operations",
      "North Korea",
      "Satellites",
      "United States",
      "www.rand.org"
    ],
    "Article": "On November 21, North Korea made its third attempt of 2023 to launch a reconnaissance satellite. The North did so despite this launch violating multiple U.N. Security Council resolutions and despite the urging of many other countries. While the North has not explained the whole logic behind the launch, a broader view of North Korea suggests that it may well have been a desperate move by North Korea's leader, Kim Jong-un. After all, why does North Korea need reconnaissance satellites? According to a news bulletin, “The North defended the latest launch as its 'legitimate' right to strengthen 'self-defensive capabilities.'” Kim further said the satellite was needed to “curb dangerous invasion moves by the hostile forces.” This is consistent with the North's constant refrain that the United States is an inveterately hostile enemy anxious to invade—conveniently justifying the sacrifices of the North Korean people to fund huge military budgets (estimated between 20 and 30 percent of GDP (PDF)). The regime also uses U.S. hostility to explain its many failures as a government. But why would the United States ever want to invade North Korea? The United States would have very little to gain and yet would pay an incredible price in treasure and lives by invading the North before even considering North Korean nuclear weapons. Indeed, over the years, the United States has consistently sought to de-escalate North Korean military attack provocations, fearing that retaliation in kind would risk an escalatory spiral into a major, unwanted war. Moreover, North Korea appears to have agents (spies) placed in the ROK and many other parts of the world who already collect many of the kinds of information that a reconnaissance satellite might seek. Of course, North Korea is in the process of recalling its personnel from foreign locations, probably concerned by their exposure to outside information that really scares Kim. The North has depended upon its elites to take overseas assignments, hoping their loyalty to the regime will insulate them from being “corrupted” by what they see and hear in the outside world. According to a North Korean defector, “Frankly speaking, those who have worked abroad for an extended period understand that the North Korean regime and the country are not a normal state and system.” Exposure to the outside world significantly undermines the regime's propaganda myths, and according to North Korean escapees with whom I have spoken, some of this external information is carefully passed on to friends and family when those overseas return home. Still, other defectors claim that “months of 'reeducation' sessions, or even forced labor, await thousands of overseas North Koreans when they return home for the first time in over three and a half years.…” The remainder of this commentary is available at nationalinterest.org. Bruce W. Bennett is a senior international/defense researcher at the nonprofit, nonpartisan RAND Corporation. He works primarily on research topics such as strategy, force planning, and counterproliferation within the RAND International Security and Defense Policy Program. This commentary originally appeared on The National Interest on December 1, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}