{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:06:18.367636",
  "crawling_time_epoch": 1703239578,
  "type": "Commentary",
  "title": "North Korea and China Aren't the Allies You Think They Are",
  "url": "https://www.rand.org/pubs/commentary/2023/09/north-korea-and-china-arent-the-allies-you-think-they.html",
  "descriptions": "China and North Korea have a history of friction, despite being seen as allies. As Russia, China, and North Korea move toward a closer trilateral partnership, the United States and its allies need to recognize that there are seams in the relationships that can be used to undermine it.",
  "posted": "Sep 27, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/09/north-korea-and-china-arent-the-allies-you-think-they/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1695855612380.jpeg",
    "desc": "People walk in front of a monitor showing news of North Korea's fresh threat in Tokyo, Japan, August 10, 2017"
  },
  "content": {
    "source": "(1945)",
    "author": {
      "name": "Bruce W. Bennett",
      "profil": "https://www.rand.org/about/people/b/bennett_bruce.html",
      "position": "Adjunct International/\nDefense Researcher; Professor, Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@bwbennett",
      "contact": "https://www.twitter.com/bwbennett"
    },
    "tags": [
      "China",
      "International Diplomacy",
      "Missiles",
      "North Korea",
      "Nuclear Deterrence",
      "Security Cooperation",
      "South Korea",
      "United States",
      "www.rand.org"
    ],
    "Article": "We have a habit of thinking of China and North Korea as allies. Indeed, China's Mao Zedong once described the two as being “as close as lips and teeth.” North Korea is the only country with which China has a mutual defense treaty. China demonstrated its support by committing massive Chinese military formations to assist North Korea during the Korean War, and as a result suffered half a million soldiers killed or wounded, including the death of Mao's son and potential heir. All these decades later, the China–North Korea relationship is a key element of the developing the Russia-China–North Korea imperialist partnership. Despite this history, however, there has been considerable friction between China and North Korea over the years. China did not provide North Korea the assistance Pyongyang wanted in developing nuclear weapons. Beijing feared that North Korean aggressiveness could lead to a war on the peninsula that would affect China. Beijing has restrained but nevertheless supported U.N. Security Council sanctions against North Korea's nuclear weapon tests for the same reason—but also because it fears potential North Korean nuclear weapon threats against China itself. Meanwhile, North Korea has a history of defying Chinese influence. This frustrates China, which wants regional if not global dominance. In 2013, China felt betrayed when Kim Jong-un executed North Korea's interlocutor with China—Kim's uncle, Jang Song-thaek. And senior North Korean escapees have told this author that a common refrain in North Korea is “Japan is our enemy of 100 years, China is our enemy of 1,000 years.” North Korea has a history of defying Chinese influence. This frustrates China, which wants regional if not global dominance. Still, both parties usually avoid open complaints about their differences. As Russia, China, and North Korea move toward a closer trilateral partnership, the United States and its allies need to recognize there are seams in the relationships that can be used to undermine it. One of the clearest disruptions of the China–North Korea partnership happened in 2017, and it furnishes a useful example of which issues might be responsive to information operations that challenge the Russia-China–North Korea partnership. Stability (PDF) appears to be China's utmost objective in Northeast Asia. North Korea, on the other hand, seeks to disrupt stability, hoping to gain leverage and ultimately dominance over South Korea. North Korea's development of nuclear weapons, and especially its development of intercontinental ballistic missiles (ICMBs) (PDF), is key to its strategy. The 2017 China–North Korea confrontation started with Kim's New Year's Day speech. Kim threatened (PDF) to test launch an ICBM in 2017—something the United States would perceive as destabilizing the region. The United States joined the fray the next day, when Donald Trump, at the time president-elect, tweeted, “It won't happen!” This was likely the exact response that Kim wanted. If Kim could launch an ICBM in 2017, he would be seen getting the best of North Korea's arch-enemy, the Americans. What could Trump do to stop Kim? In 2006, former U.S. Defense officials William Perry and Ash Carter wrote that if the North put an ICBM on a launch pad for a test, the United States should blow it up to prevent North Korean ICBM development. But Kim was preparing a mobile ICBM that could be launched from anywhere, not just from the few North Korean launch pads that the United States could monitor. About a week after the Trump tweet, North Korea announced it could launch a ballistic missile anywhere in the country and at any time. On February 12 that year, North Korea launched a new, medium-range solid fuel missile. Several days after the launch, North Korean media reported that the test was a “preliminary shot” toward the development of a North Korean ICBM. Kim appeared to be standing up to Trump. China always worries that irresponsible North Korean actions could push the United States into the kind of escalation that might destabilize the region. So China asked the United States not to escalate the situation. One day after the missile launch, assailants murdered Kim's older half-brother, Kim Jong-nam, in Malaysia. Kim Jong-nam had been living in Beijing and Macau under the protection of Chinese security services, but for some reason he was in Malaysia without Chinese protection. The assailants were directed by North Koreans, and North Korean security services almost certainly would need Kim Jong-un's approval to carry out this action. China was apparently quite upset by the killing, but also by the North Korean missile launch the day before. A week later, China ordered a cutoff of North Korean coal exports to China, a move consistent with a recent U.N. Security Council resolution. The year before, Chinese imports had amounted to about 40 percent of North Korean coal exports. The cutoff would thus severely limit the hard currency available to North Korea. Pyongyang's response was strong. A few days later, the North accused China of “dancing to the tune of the United States”—a public criticism, something North Korea had previously avoided. When that accusation did not get China to back off its ban, North Korea escalated. In early March it launched five extended-range Scud missiles with a range of 1,000 km at Japan. One missile failed, but the other four were successful, with three of the four impacting in Japan's exclusive economic zone. North Korea claimed that the launch was part of an exercise “to strike the bases of the U.S. imperialist aggressor forces in Japan in contingency.” North Korea launching missiles was no surprise. The United States and South Korea had just started their annual Foal Eagle exercise, and North Korea often executed provocations in response. But if North Korea was angry at the United States and the ROK, why fire missiles at Japan? And why fire them from near the Sohae Satellite Station in northwestern North Korea, from where these missiles could reach only one of the six major U.S. airbases in Japan? Why didn't North Korea fire its longer-range NoDong missiles, and do so from its east coast? Alternatively, why didn't North Korea fire Scud-B or Scud-C missiles in a more southerly direction out to their range of 300 to 500 kilometers, the distance required to hit targets in the ROK, if Foal Eagle was the primary cause of this provocation? North Korea was likely trying to send another message with these launches. Examine the range circle in the other direction from the launch point chosen by North Korea, and we can see that these North Korean missiles could have covered much of China, including Beijing, Shanghai, and roughly half of the biggest Chinese cities, clearly demonstrating the North's ability to threaten China. Before shrugging off this perspective, consider that North Korea chose the second day of China's National People's Congress to launch the missiles. This would also have angered China. China was not ignorant of this threat. Even in early 2017, China had deployed two over-the-horizon radars, similar to the THAAD radar deployed in South Korea, to detect potential missile launches against China from the Korean peninsula. It also deployed HQ-19 missile defenses on the Shandong peninsula to counter threats. At the time, what country other than North Korea could have fired ballistic missiles for which such a THAAD-like defense was required in northeastern China? North Korea was not done. From late March through April, North Korea test-launched another four ballistic missiles, all of which failed—a serious embarrassment for Kim Jong-un. Throughout this period, China was telling North Korea to stop the missile launches, but Pyongyang was defiant. By mid-April, China was apparently “fed up with continued nuclear bluster from long-time ally North Korea.” China threatened that if North Korea crossed China by undermining the “security and stability of Northeast Asia…the Chinese People's Liberation Army will launch attacks to DPRK nuclear facilities on its own.” Soon thereafter, an editorial published in China's Global Times argued that “Beijing has so much power that it could easily just let this one go.” Sooner or later, Global Times reasoned, a “rational attitude” would prevail in Pyongyang, and isolated North Korean leaders would realize that they had to adapt to China's preferences. In early May, North Korea criticized China directly. Pyongyang decried China's “insincerity and betrayal” in a commentary, saying “China should no longer try to test the limits of the DPRK's patience.…China had better ponder over the grave consequences to be entailed by its reckless act of chopping down the pillar of the DPRK-China relations.” Meanwhile, Chinese military and diplomatic observers also argued that China is “not obliged to defend Pyongyang as its development of nuclear weapons breaches the mutual defense pact.” Finally, the confrontation died down. North Korea tested three more ballistic missiles in mid-to-late May. Each test appeared to be at least a partial success, raising the threat that North Korea posed. Neither the United States nor South Korea took any serious action against North Korea in response. In Pyongyang, this was probably interpreted as a further victory for Kim, indicating he could get away with missile launches. Thus in July, North Korea successfully launched two ICBMs, and in November it launched an even-more-capable ICBM. Against Kim's provocations, the U.S., ROK, and Japan have increased their cooperation, military exercises, and the presence of U.S. strategic assets in the region. The growing North Korean threat, especially now that North Korea is receiving hard currency and at least some direct military assistance from Russia, is truly troublesome for the United States and its allies, South Korea and Japan. North Korean provocations like missile launches allow the North to increase its threats by confirming the viability of its new military capabilities and intimidating the allies. Growing North Korean nuclear capabilities, in particular, may pose an existential threat to the allies. Against these provocations, the United States, the ROK, and Japan have increased their cooperation, military exercises, and the presence of U.S. strategic assets in the region—things that clearly upset Kim. But North Korea's leader realizes these are not existential threats, because the United States and the ROK have little to gain and a lot to lose from invading North Korea. Kim exaggerates the threat to justify starving his people. But transitioning his nuclear forces to offensive roles suggests that he thinks he can and will deter the United States and South Korea. Thus the allies need to do more to rein in Kim. We know that Kim Jong-un is very sensitive to outside information. He has even called K-pop a “vicious cancer” that undermines the morals of younger North Korean generations and could cause his regime to collapse. The allies could thus threaten the North with increasing broadcasts and other deliveries of outside information to the North if Pyongyang continues missile tests and nuclear weapons production. Because North Korea actually fears such threats, Pyongyang's initial reaction would likely be to retaliate. China has demonstrated that it fears the escalatory potential of such interactions more than it appears to fear the growing North Korean nuclear weapon threat to China itself. Especially with China's economy in difficult circumstances, Beijing may well conclude that growing North Korean threats will destabilize Northeast Asia, and that would certainly highlight a major difference between Chinese and North Korean objectives. Bruce W. Bennett is an adjunct international/defense researcher at the RAND Corporation and a professor at the Pardee RAND Graduate School. He works primarily on research topics such as strategy, force planning, and counterproliferation within the RAND International Security and Defense Policy Center. This commentary originally appeared on 1945 on September 26, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}