{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:13:45.629517",
  "crawling_time_epoch": 1703240025,
  "type": "Commentary",
  "title": "North Korea Is Forcing U.S. Military Counters",
  "url": "https://www.rand.org/pubs/commentary/2023/03/north-korea-is-forcing-us-military-counters.html",
  "descriptions": "If the U.S. military shoots down a North Korean ICBM fired in the direction of the United States and its territories, North Korea will regard it as an act of war. Even in the realm of North Korean rhetoric, this is extreme.",
  "posted": "Mar 14, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/03/north-korea-is-forcing-us-military-counters/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1678838263048.jpeg",
    "desc": "Photo by KCNA/Pool/Latin America News Agency via Reuters Connect"
  },
  "content": {
    "source": "(1945)",
    "author": {
      "name": "Bruce W. Bennett",
      "profil": "https://www.rand.org/about/people/b/bennett_bruce.html",
      "position": "Adjunct International/\nDefense Researcher; Professor, Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@bwbennett",
      "contact": "https://www.twitter.com/bwbennett"
    },
    "tags": [
      "Ballistic Missiles",
      "North Korea",
      "Nuclear Weapons and Warfare",
      "South Korea",
      "United States",
      "www.rand.org"
    ],
    "Article": "North Korea's Kim Yo-jong is at it again, making extreme threats. Two weeks ago, the U.S. Indo-Pacific commander, Adm. John Aquilino, reportedly said that the United States would “immediately” shoot down any intercontinental ballistic missile (ICBM) fired over the U.S. territory of Guam or into the Pacific region. On March 7, Kim Yo-jong is reported to have responded, “It will be regarded as a clear declaration of war against the DPRK, in case such military response as interception takes place against our tests of strategic weapons that are conducted without being detrimental to the security of neighboring countries in the open waters and air which do not belong to the U.S. jurisdiction.” First, let's be clear about what she's saying: If North Korea lobs an ICBM in the direction of the United States and its territories, and the U.S. military shoots it down, that will be regarded as a U.S. act of war. Even in the realm of North Korean rhetoric, this is extreme. Next, let's parse her justification: North Korean missile tests into the Pacific are open game and no threat to anyone. That is patently not true. All of North Korea's ballistic missile tests are prohibited by multiple U.N. Security Council Resolutions because its development of missiles does pose serious threats to its neighbors. All this might lead one to ask why Kim Yo-jong is being so extreme? Realistic or not, Kim Yo-jong is trying to create a situation in which North Korea can show off an ICBM without U.S. interference. But were the United States to intercept and destroy it, that would seriously undermine the Kim family's efforts to demonstrate its power to both internal and external audiences. Internally, the regime likely wants to divert attention from its looming food crisis, which could approach the severity of the North's famine in the late-1990s, when mass starvation killed perhaps as much as 10–15 percent of its population. The extreme nature of her threat suggests how badly the Kim family needs a successful distraction for its populace. The Kim family has, however, backed itself into a corner. It has created conditions under which the United States may have little choice but to do exactly what Aquilino has promised. Consider a case where North Korea launches an ICBM out over the Pacific, which appears to be headed in the general direction of Hawaii. With its shorter-range missiles, North Korea has demonstrated that it has the technology to maneuver missiles in flight to hit a target. So even if that North Korean missile appears not to be headed directly towards Hawaii, it might have the maneuver capability to strike Hawaii at the last moment. What kind of warhead, if any, does that missile carry? Could it be a nuclear weapon? The United States is unlikely to know for sure. If Aquilino fails to intercept and destroy that warhead, hundreds of thousands of Americans could be killed or seriously injured. Surprise is an ingrained element of North Korean strategy (PDF), so can the United States really take that chance? Especially given the level of hostility and threats expressed by the Kim family? Even if a North Korean ICBM appeared to be falling well short of U.S. territory, what would happen if it were carrying a nuclear warhead designed to execute an electromagnetic pulse attack on the western part of the United States? The EMP from a nuclear weapon could burn out parts of the U.S. electricity distribution system. Americans on the west coast might find themselves without electrical power for months to years. The Kim family's rhetoric and demonstrated capabilities appear to force a U.S. interception. North Korea has been carrying out missile tests, which Kim Jong-un has said simulate attacks on South Korea and beyond, one of which may well have been a simulation of an EMP attack. Electromagnetic pulses can travel many hundreds of miles such that even a missile on a trajectory to land far out to sea could potentially cause tremendous damage to U.S. territory. Can the United States just let that happen? The Kim family's rhetoric and demonstrated capabilities appear to force a U.S. interception. Aquilino's comment reportedly came in response to Kim Yo-jong's threat to use the Pacific Ocean as its “shooting range” for North Korean weapons. But even a single surprise nuclear attack could cause so much damage that the United States cannot allow it. The United Nations has also prohibited such North Korean missile launches, so the United States would only be enforcing the U.N. Security Council Resolutions. Some may fear that a failed interception could undermine confidence in U.S. missile defense systems. Thus it would be important for the United States to depict these intercepts as real operational tests against real adversary targets. While successful intercepts are likely, any failures would allow the United States to improve the reliability and performance of its missile defenses. Bruce W. Bennett is an adjunct international/defense researcher at the nonprofit, nonpartisan RAND Corporation. He works primarily on research topics such as strategy, force planning, and counterproliferation within the RAND International Security and Defense Policy Center. This commentary originally appeared on 1945 on March 14, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}