{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:40:02.856752",
  "crawling_time_epoch": 1704166802,
  "type": "Announcement",
  "title": "Novel Project Will Create Open Access to Detailed Information About Health and Well-Being for Older Californians",
  "url": "https://www.rand.org/news/press/2022/06/14.html",
  "descriptions": "RAND and the Archstone Foundation will build and make publicly available a wide-ranging collection of data about the health and well-being of nearly six million older Californians. The data will aid providers, policymakers, and philanthropists in making smarter decisions.",
  "posted": "Jun 14, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2022/06/14/_jcr_content/par/teaser.crop.250x187.rm.jpeg/1655317081375.jpeg",
    "desc": "A health care worker takes blood pressure of an older woman in her home, photo by Kiwis/Getty Images"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Tuesday\nJune 14, 2022 Collaboration between the RAND Corporation and Archstone Foundation will yield a consolidated data dashboard to aid providers, policymakers, and philanthropists in making smarter decisions. The most comprehensive understanding yet of the health and health care needs of older Californians and their caregivers should come into focus thanks to a five-year, nearly $1.3 million collaboration between Archstone Foundation and the RAND Corporation. The two organizations will assemble and make publicly available a wide-ranging collection of data about the health and well-being of nearly six million Californians older than 65—the fastest-growing population in the nation's most populous state. RAND's development of an evidence-based Data Monitoring Center will be followed by creation of an associated Impact Dashboard to display a range of statewide and localized data about health outcomes. These will assist Archstone Foundation in evaluating the impact of its new strategic priority: true integration of medical care and social support services—care coordination—to help improve the health of older Californians and their caregivers. The Foundation's strategy is focused on what it calls the Three Ts: fostering Teams, bolstering Technology, and improving Training, with an emphasis on reducing the health disparities that plague older Californians of color or with lower incomes. Crucially, the dashboard will be available to all. As a result, the Foundation and other philanthropies, medical and aging service providers, and government leaders will be able to use the data to make smarter, evidence-based decisions about their own investments and policies—and to assess progress in the coming decade based on the best available metrics. Collecting both qualitative and quantitative data will enable users to draw inferences about how successful interventions could be replicated or scaled and to identify opportunities for improvement. “The existing data and metrics are dispersed across multiple sources, agencies, and platforms—a fragmentation that both reflects and reinforces the siloed model of support for older Californians and their caregivers,” said Archstone Foundation President and CEO Christopher A. Langston, PhD. “Our Three Ts approach warrants a highly visible outlet for consolidated metrics, and the new dashboard will allow disparate stakeholders to take advantage of a single information clearinghouse, promoting collaboration and systems change at the individual, organizational, and population levels.” The announcement came after the Archstone Foundation Board of Directors approved the $1.295 million grant to RAND to create and maintain the center and dashboard over the next five years. “We are thrilled to work with Archstone Foundation in realizing this bold vision to bring data to the public and to inform decisionmaking and action, a mission we prioritize at RAND,” said Anita Chandra, DrPH, RAND's Vice President for Social and Economic Well-Being. “RAND will bring our distinct abilities in connecting and clarifying complex data systems to improve the health and well-being of older adults.” The Data Monitoring Center and Impact Dashboard are expected to: The monitoring center, composed of RAND researchers and collaborators, will obtain all the relevant existing data from public and private sources and also develop qualitative and quantitative research questions that would yield additional sets of valuable data. It will then design, develop, pilot, and launch the Impact Dashboard. RAND will employ a collaborative approach to the project. Beyond engaging the Archstone Foundation's staff, Board and grantees, the company will create a community stakeholder advisory group to provide feedback and guidance to ensure that the research conducted is as effective as possible and that the Impact Dashboard is a valuable and well-used resource. Archstone Foundation Senior Program Officer, Laura Rath said, “We are an independent, private foundation, but we are keenly aware that we are stewards of the resources entrusted to us by society, intended for the benefit of the public. We believe that transparency and accountability are essential to living up to that trust and this project will help us toward these important aims.” The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}