{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:25:07.584169",
  "crawling_time_epoch": 1704165907,
  "type": "Commentary",
  "title": "Nuclear Weapons in the North Korean World View",
  "url": "https://www.rand.org/pubs/commentary/2023/10/nuclear-weapons-in-the-north-korean-world-view.html",
  "descriptions": "As Kim Jong-un's actions become more threatening, the risks of a catastrophic accidental nuclear war become more likely. The United States needs to make North Korean denuclearization a long-term objective but focus in the immediate future on limiting the size and danger of the North Korean nuclear weapon force.",
  "posted": "Oct 11, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/10/nuclear-weapons-in-the-north-korean-world-view/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1697060428412.jpeg",
    "desc": "Kim Jong-un attends the ninth session of the 14th Supreme People's Assembly and calls for exponentially increasing the production of nuclear weapons at the Mansudae Assembly Hall in Pyongyang, North Korea, September 28, 2023, photo by KCNA/Pool/Latin America News Agency via Reuters Connect"
  },
  "content": {
    "source": "(The National Interest)",
    "author": {
      "name": "Bruce W. Bennett",
      "profil": "https://www.rand.org/about/people/b/bennett_bruce.html",
      "profession": "Adjunct International/\nDefense Researcher; Professor, Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@bwbennett",
      "contact": "https://www.twitter.com/bwbennett"
    },
    "tags": [
      "North Korea",
      "Nuclear Deterrence",
      "Nuclear Disarmament",
      "United States",
      "www.rand.org"
    ],
    "Article": "Imagine you are the dictator of a small, impoverished country. You are, by nature, paranoid about potential threats to your survival and control of your country. Indeed, your number one objective is regime survival and control. So you devise a story about one of your neighbors and the United States being your vicious enemies, intent on devastating your country. This becomes the base fabrication of a series of manufactured claims, including how wonderful your country is and how outside powers are inferior and hostile. You brutally suppress any internal opposition to this view and shut out as much external information as possible that might contest your assertions. You also spend a large fraction of your meager gross domestic product to sustain your military and provide it with whatever advanced weapons you can. You explain that these forces are necessary to deter and defeat your enemies. You pursue the ultimate weapon system, nuclear weapons, to make yourself appear, both inside your country and beyond, a powerful and necessary leader. You plan to also use nuclear weapons for coercive purposes (PDF) against the neighboring country you want to dominate. You then claim that your country is a powerful nuclear weapon state, one of only nine in the world, and thus a truly remarkable country, made great by your leadership. This perspective helps us understand why Kim Jong-un feels he really cannot give up his nuclear weapons. Nuclear weapons are critical to the worldview Kim has created for his people to justify his brutal reign and provide a means to achieve his objective of dominating South Korea. Eliminate the nuclear weapons, and Kim is little more than a poor leader of a weak state, ripe for overthrow, much like the Kim family's friend Nicolae Ceaușescu, who was overthrown as the dictator of Romania in 1989. That is not to say that Kim cannot be overthrown, but such an outcome is much less likely as long as he possesses a meaningful number of nuclear weapons. Indeed, Kim has announced that he will exponentially increase his nuclear weapons, apparently intent on building a relatively significant force of perhaps 300 to 500 nuclear weapons or more. In short, Kim has created conditions that make it inconceivable that he could denuclearize. And yet, his possession of nuclear weapons does not guarantee his regime's survival. It is true that the United States and South Korea have much more to lose than gain from an invasion of the North. But if they perceive that Kim could well launch a nuclear attack, they may decide that they have little choice but to act first. The same is true of how China feels about North Korea. China has even threatened to eliminate North Korea's nuclear weapons if the regime pursues war or collapses.… The remainder of this commentary is available at nationalinterest.org. Bruce W. Bennett is a senior international/defense researcher at the nonprofit, nonpartisan RAND Corporation. He works primarily on research topics such as strategy, force planning, and counterproliferation within the RAND International Security and Defense Policy Center. This commentary originally appeared on The National Interest on October 11, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}