{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:54:04.416375",
  "crawling_time_epoch": 1703231644,
  "type": "Commentary",
  "title": "Ohio's Train Derailment—Not Spy Balloons—Is the Real National Security Threat",
  "url": "https://www.rand.org/pubs/commentary/2023/02/ohios-train-derailment-not-spy-balloons-is-the-real-national.html",
  "descriptions": "The slow degradation of infrastructure and disaster response is less a spectacle than an overflying balloon, but the train derailment and chemical spill in Ohio highlights just how bizarre such a focus on perceived external national security threats has become. The far greater threat may be from within.",
  "posted": "Feb 20, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/ohios-train-derailment-not-spy-balloons-is-the-real-national/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1676984511899.jpeg",
    "desc": "Drone footage of the freight train derailment in East Palestine, Ohio, February 6, 2023, photo by NTSBGov via Reuters"
  },
  "content": {
    "source": "(Los Angeles Times)",
    "author": {
      "name": "Bradley Martin Aaron Clark-Ginsberg",
      "profil": "https://www.rand.org/about/people/m/martin_bradley.html",
      "position": "Director, RAND National Security Supply Chain Institute; Senior Policy Researcher Behavioral/\nSocial Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@aclarkginsberg",
      "contact": "https://www.twitter.com/aclarkginsberg"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.critical-infrastructure-protection.html",
        "tag": "Critical Infrastructure Protection"
      },
      {
        "blog": "https://www.rand.org/blog.topic.disaster-recovery-operations.html",
        "tag": "Disaster Recovery Operations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.emergency-preparedness.html",
        "tag": "Emergency Preparedness"
      },
      {
        "blog": "https://www.rand.org/blog.topic.railway-transportation.html",
        "tag": "Railway Transportation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.transportation-safety.html",
        "tag": "Transportation Safety"
      }
    ],
    "Article": "Earlier this month, a threat with potentially serious consequences for the long-term national security of the United States presented itself—and not in the form of a high-altitude balloon. It was a railroad derailment, in East Palestine, Ohio, which resulted in a discharge of vinyl chloride, a cancer-causing substance that response crews burned in order to prevent an explosion. Many organizations, including those responsible for the safety and well-being of the citizens of East Palestine, might not have viewed this incident as a national security issue. But it is, and as such, requires a more vigorous response, and certainly more attention than the spy balloon or balloons. Consider, for starters, that “national security” encompasses not merely the external defense of the United States, but also the intelligence apparatus that supports its military operations, the defense against terrorist attacks, and the diplomatic efforts to secure allies and communicate with potential adversaries. All these actions and a variety of others are what nations do to protect their citizens. And while these actions are generally viewed apart from the things a nation does to promote prosperity and well-being among its people, they cannot be separated. National security is about protecting a nation and its people and their well-being. Which means that certain aspects of infrastructure and services are so fundamental to this effort—fundamental to the very functioning of society—that their continued ability to function is also considered a national security issue. A secure food supply, for example. Or energy supplies, public safety or protection against environmental threats. Yet last week residents of East Palestine were drinking only bottled water; livestock and fish are dying suddenly; the possible health and environmental outcomes, though they remain unknown, are quite possibly dire. The implications of this disaster will no doubt unfold over decades, with invisible contamination hitting already vulnerable people and environments, and lingering long after the cleanup crews leave. The rail disaster was not the result of an external attack, and although the specific reasons for the accident are still under investigation, it is no stretch to imagine that it was a slow-moving (PDF), internally created disaster of neglected infrastructure, leaner staffing models and watered-down safety requirements—a string of decisions favoring efficiency over safety, all resulting in the routing of hazardous cargo through places where people live. The implications of this disaster will no doubt unfold over decades, with invisible contamination hitting already vulnerable people and environments, and lingering long after the cleanup crews leave. This disaster is not unique, either, but of a piece with many other slow-moving disasters, such as the water crises in Flint, Mich., and in Jackson, Miss.; or the Deepwater Horizon and Taylor oil spills; or the countless other unnamed and underreported disasters that tend to strike communities with already high levels of poverty, substance abuse and addiction (PDF), and poor health, as well as growing risk to greater climate shocks and stresses. But the symptoms of the United States' degraded infrastructure, as well as its dangerous practices of routing hazardous cargo through population centers, and its inadequately staffed response crews, highlight a troubling national security issue, too—one that would make mobilization for a major international response slow and precarious. If such systems and capabilities are already at a ragged edge during peacetime, in wartime they would likely collapse, the potential impact of which is likely far greater than whatever intelligence the systems on a high-altitude balloon might have collected. This is not to dismiss airspace intrusions, but rather to suggest that collective attentions might be misplaced. The slow degradation of infrastructure and disaster response is less a spectacle than an overflying balloon, but the train derailment and chemical spill in Ohio has highlighted just how bizarre such a focus on perceived external national security threats has become. The far greater threat may be from within. The defense and intelligence agencies will no doubt appropriately evaluate the threats from balloon overflights. Meanwhile, how to reduce the risk of the slow disasters unfolding with greater frequency and increasing severity is already well known. It takes investing in decaying infrastructure and hiring people to run and maintain it. It requires beefed-up safety regulations, a stronger social safety net and adequate funding for public health. These, too, are national security issues—ones that may be considerably more immediate than defense against airborne intelligence collection. Brad Martin is a senior policy researcher at the nonpartisan, nonprofit RAND Corporation and the director of the RAND National Security Supply Chain Institute. Aaron Clark-Ginsberg is a social scientist at RAND and a professor of policy analysis at Pardee RAND Graduate School. This commentary originally appeared on Los Angeles Times on February 19, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}