{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:13:35.814030",
  "crawling_time_epoch": 1703240015,
  "type": "News Release",
  "title": "On World Sleep Day, New Research Reveals the Socioeconomic Impact of Insomnia on Global Populations",
  "url": "https://www.rand.org/news/press/2023/03/17.html",
  "descriptions": "Insomnia is the most common sleep disorder and exacts a significant toll on an individual's mental and physical health, quality of life, and productivity. But the consequences of insomnia go well beyond the individual, with cascading effects on families, employers, and global economies.",
  "posted": "Mar 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2023/03/17/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1679082189327.jpeg",
    "desc": "Close-up photo of businesswoman in hijab yawning, sitting on chair inside modern office building, photo by Liubomyr Vorona/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "+44 1223-353329",
      "contact2": "europeanmedia@",
      "email": "rand.org"
    },
    "spotlight": {
      "name": "Robert J. Romanelli Wendy M. Troxel",
      "profession": "Research Leader Senior Behavioral and Social Scientist",
      "biography": "Rob Romanelli (he/him) is a research leader at the RAND Corporation. Working primarily for RAND Europe, his focus is on health and well-being. Romanelli's work has covered evaluating health care system policies, programs, and interventions designed to improve the quality and safety of care… Wendy Troxel is a senior behavioral and social scientist at the RAND Corporation and author of Sharing the Covers; Every Couple's Guide to Better Sleep. She holds adjunct professor positions at the University of Pittsburgh and University of Utah and is a licensed clinical psychologist and…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/r/romanelli_robert_j/_jcr_content/par/bio.crop.130x130.cm.jpeg/1701448652637.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Robert Romanelli"
      }
    },
    "researcher": [
      {
        "research": "RAND Europe",
        "profile": "https://www.rand.org/randeurope.html"
      }
    ],
    "tags": [
      "Chronic Diseases and Conditions",
      "Economics",
      "Health-Related Quality of Life",
      "Public Health",
      "Sleep",
      "Workplace Well-Being",
      "www.rand.org"
    ],
    "Article": "Insomnia is the most common sleep disorder and exacts a significant toll on an individual's mental and physical health, quality of life, and productivity. But the consequences of insomnia go well beyond the individual, with cascading effects on families, employers, and global economies. Amid growing evidence that the condition is increasing globally, new research from RAND Europe, funded by Idorsia Pharmaceuticals Ltd., Switzerland and published on World Sleep Day 2023, reveals the societal burden and broad economic impact of insomnia, from countries within western, northern, and southern Europe as well as North America and Australia. Insomnia symptoms include difficulty falling or staying asleep or poor quality or nonrestorative sleep. The findings from the study show that chronic insomnia, which is defined as insomnia symptoms experienced at least three times per week for at least three months and impairment to daily activities, is associated with reduced productivity in the workplace due to absenteeism and presenteeism resulting in the loss of an average of 44–54 working days per year, and consequently a substantial loss to annual GDP. Additionally, the study describes the 'hidden' or intangible costs related to what individuals with insomnia would be willing to trade to avoid the negative consequences of this condition (i.e. the well-being loss). Using a range of methodologies[1], the researchers uncovered the following key findings: Study coauthor, Robert Romanelli, of RAND Europe said: “Understanding the broader societal effects of insomnia is crucial in identifying opportunities for scalable interventions designed to improve individual health, well-being, and productivity of individuals. This would collectively benefit society as a whole. Unfortunately, insomnia is often underdiagnosed, suggesting that many people are not getting the clinical support they need.” Study coauthor, Wendy Troxel, of RAND Corporation said: “We have known for a long time how devastating chronic insomnia can be for public health and well-being, but this report adds critical findings demonstrating the significant, global economic costs of insomnia across the working age population.” Among several recommendations for employers, policymakers, and health care professionals, the study highlights: Workplace interventions to identify and mitigate the impact of insomnia, screening for the disorder to be incorporated into routine clinical visits, and sleep health training for medical students and clinicians. - ENDS - Notes to Editors:"
  }
}