{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:46:31.600400",
  "crawling_time_epoch": 1703241991,
  "type": "Commentary",
  "title": "One More Chance for COP Reform",
  "url": "https://www.rand.org/pubs/commentary/2023/11/one-more-chance-for-cop-reform.html",
  "descriptions": "The 28th U.N.-sponsored Conference of the Parties (COP) on climate change looks set to be a replay of earlier COPs. The consistent shortfall in achieving climate goals has meant that the parties to COP discuss the same items year after year. Perhaps it is time for COP to take a new look at its own decisionmaking process?",
  "posted": "Nov 30, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/11/one-more-chance-for-cop-reform/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1701380836725.jpeg",
    "desc": "The opening day of the United Nations Climate Change Conference COP28 in Dubai, United Arab Emirates, November 30, 2023, photo by Jakub Porzycki/Reuters"
  },
  "content": {
    "source": "(United Press International)",
    "author": {
      "name": "Rafiq Dossani",
      "profil": "https://www.rand.org/about/people/d/dossani_rafiq.html",
      "profession": "Director, RAND Center for Asia Pacific Policy; Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Environmental Legislation",
      "Environmental Regulation",
      "Environmental Science and Technology",
      "Global Climate Change",
      "International Diplomacy",
      "www.rand.org"
    ],
    "Article": "The 28th U.N.-sponsored Conference of the Parties (COP) on climate change that is being held November 30 through December 12 looks set to be a replay of earlier COPs. The consistent shortfall in achieving climate goals has meant that the parties to COP discuss the same items year after year. According to an official release, the goals for COP28 are to address the shortfalls in mitigation, finance for mitigation, adaptation, and losses caused by climate change, and inclusion of nongovernmental stakeholders. COP27's goals (PDF) were nearly identical: to find solutions to “climate challenges spanning mitigation, adaptation, and finance” and to include input from “all stakeholders.” COP26's goals were similar, as were the goals of COP21, the meeting that delivered the Paris Agreement, and COP15, which set the stage for Paris with the Copenhagen Agreement. Perhaps it is time for COP to take a new look at its own decisionmaking process? The COP decisionmaking process is, by design, consensus-driven, giving each party an equal say. Obtaining the views and permissions of each of the 198 members has proven cumbersome over the years. The consistent shortfall in achieving climate goals has meant that the parties to COP discuss the same items year after year. In practice, parties get around this by forming coalitions and appointing coalition leaders. The most important coalitions are those of least developed countries (LDC) and the developed countries (DC). The system seems to work. The compromises reached at COP3 in Kyoto in 1997 and COP21 in Paris in 2015, the only two COPs of the 27 that succeeded in reaching significant agreements, show the views of the coalitions can be faithfully reflected in the deliberations between the coalition leaders and in the outcomes. For example, at COP21, the DC coalition's first priority was to provide finance at each developed country's discretion. Its second priority was for LDCs to agree to make binding commitments on emissions. The LDC coalition's first priority was that each developing country determine its own emissions control targets and commit only to make best efforts to reach them. Its second priority was for DCs to agree to a mechanism that would guarantee the LDCs finance against abatement. The first priorities are what the Paris Agreement actually achieved. The second-order priorities were bargained away by each side in order to achieve their first priorities. So, the COP decisionmaking process reflects its members' consensus views. And therein lies the problem. The Paris Agreement should have achieved the socially better outcomes of binding emissions control to finance and binding each country to its target of emissions and finance. That is, the second priorities of each coalition should have been agreed to rather than the first. That it did not do so was because the coalitions' views prevailed rather than the social good. Better cooperation from China and the United States could have promoted the social good rather than their coalitions' preferences. In 2015, their geopolitical rivalry was not at the intense level that it currently is. Records of the proceedings at COP21 and prior COPs leading up to COP21 show that the impetus for binding commitments from both China and the United States arose from their desire to reduce the costs for their own coalition and did not arise from any ambition to achieve the social good. Will the present era of intense geopolitical rivalry between China and the United States make things worse? It has been argued that their geopolitical rivalry prevents cooperation on climate change because it reduces interaction between the two countries. We would argue a little differently—that geopolitical rivalry will likely decrease bilateral dialogue, but it will increase the likelihood of interaction at COP. The COP decisionmaking process reflects its members' consensus views. And therein lies the problem. Both countries will attend COP28 and represent their coalitions even more faithfully than before. If they did not do so, it would seriously risk their status as leaders of their respective coalitions. This is a soft-power risk that they cannot afford in this age of geopolitical rivalry. What this does mean, however, is that both countries are even less likely to risk losing their soft power over their coalitions by proposing solutions that are better for the world but not necessarily in the explicit interests of their coalition. There is a solution: a superstructure that imposes social optimizing constraints on negotiations, backed by science. It will no doubt be hard to achieve as it will reduce the power of certain nations. This should be the leading priority on COP28's agenda. If left unaddressed, a future COP of any other number will be no more successful than most prior iterations, and there will be little reason to keep COP going. Rafiq Dossani is director of the RAND Center for Asia Pacific Policy, a senior economist at the nonprofit, nonpartisan RAND Corporation, and a professor of policy analysis at the Pardee RAND Graduate School. This commentary originally appeared on United Press International on November 30, 2023. Outside View © 2023 United Press International. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}