{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:15:00.267955",
  "crawling_time_epoch": 1703240100,
  "type": "Commentary",
  "title": "One Year After Russia's Invasion of Ukraine: Experts React",
  "url": "https://www.rand.org/pubs/commentary/2023/02/one-year-after-russias-invasion-of-ukraine.html",
  "descriptions": "We asked nearly 30 RAND experts to highlight takeaways from the first year of Russia's all-out war—and share what they're watching as the conflict in Ukraine grinds on. Here's what they said.",
  "posted": "Feb 20, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/one-year-after-russias-invasion-of-ukraine/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1676901614536.jpeg",
    "desc": "Two tanks in magenta facing opposite directions with a soldier standing on top, on a neon green background, photo illustration by Alyson Youngblood/RAND Corporation"
  },
  "content": {
    "source": "",
    "author": {
      "name": "",
      "profil": null,
      "position": "",
      "username": "",
      "contact": null
    },
    "tags": [
      "International Diplomacy",
      "Military Strategy",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "This week marks one year since Russia's full-scale invasion of Ukraine began, igniting the largest armed conflict in Europe since World War II. RAND researchers have been analyzing the war from countless angles, providing insights on Russian and Ukrainian capabilities, the potential for diplomacy, refugee assistance, and much more. What have we learned? And what might lie ahead? We asked nearly 30 RAND experts to reflect on this grim anniversary by highlighting notable takeaways from the first year of Russia's all-out war—and sharing what they're watching as the conflict in Ukraine grinds on. Here's what they said. “The Russian military undermined its prewar advantages and amplified its disadvantages through a faulty invasion plan and withholding war plans from its force until the last minute. These mistakes collided with Ukrainian resolve and Western support.” “Russia seems poised to resume limited offensives. Ukraine also seeks another successful counteroffensive. Yet both sides' capabilities are being worn down. Ukraine will need continued and predictable support as Russia digs deep into its reserves.” “The trajectory of Russia-Ukraine negotiations seems odd in retrospect. The sides came closest to outlining the contours of a settlement in the first six weeks of the conflict. What was nearly agreed to then would be inconceivable now.” “I will be watching closely to see if Russia is learning from its mistakes or just perpetuating them.” “Of the war's many takeaways, perhaps the most fundamental is that large, conventional wars are not just confined to history books. It's a lesson that many only half-believed until February 24, and one that the world must never forget going forward.” “The big strategic question is whether the front lines will stagnate and eventually turn the war into a frozen conflict. The answer will ultimately come down to whether Western military aid or the ongoing Russian mobilization gains the upper hand.” “The strategic failure of the Russian leadership and the incompetence of the Russian military.” “The evolving views of the Russian elite and the Russian populace toward Putin and the war.” “The most surprising revelation from the war has been Russia's military weakness. Prior to the war, many at RAND argued that Russia was weaker than other analysts assumed. Still, Russia's poor military performance has been even worse than expected.” “I will be watching Russian decisions about escalation. As Russia suffers further losses and the U.S.-led coalition increases support to Ukraine, I worry that Russia may be more likely to use greater levels of violence or counter the West in new ways.” “The patriotism of Ukrainians and their willingness to defend their country and democracy, even at a high cost. NATO and its members are fortunate that Ukraine is performing so admirably.” “The extent to which Ukraine's qualitative edge in better-trained, motivated fighters and higher-quality arms and intelligence prevails over Russia's reliance on larger numbers of less capable and motivated soldiers and inferior arms and intelligence.” “Putin's decision for war challenges many of the assumptions behind current U.S. defense policy. We engaged in eight years of intense security cooperation and broadcast multilateral deterrent messages—and none of it altered his perceptions.” “First, the collision of planned offensives in the spring, and whether one side begins to gain advantage. Second, the state of the Russian economy. And third, can the United States and its allies come up with any detailed concept for an endgame?” “How badly Russia planned, task-organized, and executed the first two months of the invasion. Also surprising was Ukraine's ability to respond to the invasion and its ability to innovate throughout the conflict.” “Russia's apparent upcoming counteroffensive and the Ukrainian response to it, and the likely Ukrainian offensive that will follow. The next three to six months will be the decisive period of the war.” “Moscow has been more hesitant than expected to strike back directly at NATO for the alliance's support to Ukraine and the massive economic punishment inflicted on Russia. But this hesitancy may face a stiffer test in the year to come.” “If the Kremlin faces the prospect of more complete battlefield defeat and eviction from Ukrainian territory, then will it consider escalation options—either against Ukraine or against NATO—that it has been hesitant to employ thus far?” “Roughly one-third of Ukraine's entire population has been displaced from this war, with 8 million refugees outside of Ukraine and 6 million internally displaced persons. Depopulation will make recovery even more difficult.” “Ukraine will need help supporting internally displaced persons with shelter, food, jobs, and services. Other European countries may need to transition temporary refugee policy approaches toward helping a new, permanent population of Ukrainians.” “The inspiring resilience of the Ukrainian people, who are fighting for their lives. The invasion has, in the most dire way possible, underscored the threat that autocratic regimes pose to democracies.” “Signs that Taiwan might be the next flash point in this contest between democracy and autocracy. Will Beijing be emboldened by Moscow's aggression? Or chastened by Russia's failures? The stakes are high for Taiwan—and the rest of the world.” “I was most surprised by Ukraine's battlefield successes from the start and throughout the war. I was also surprised by the speed and scope of the sanctions, as well as the large number of countries instituting them.” “I will be watching Russia's ability to adjust to sanctions to maintain its economy and war effort, as well as the ability of the sanctioning nations to hold together and perhaps draw in more participating countries.” “By leveraging citizen and soldier influencers on social media, Ukraine has expanded the reach and influence of its messaging, personalized it more than any propaganda campaign, and heralded a change in the future of information warfare.” “Can Ukraine maintain the attention and interest of the West? Success in Ukraine will depend on maintaining international support and weapons shipments. To do so, Ukraine must keep the war front and center in social media feeds across the United States and Europe.” “How muted Russia's response has been to the announcement that Sweden and Finland would join NATO. Given the magnitude of this geopolitical change, and the sensitivity of this topic for Russia, I expected a more forceful reaction.” “The extent to which the war in Ukraine continues to impact all of Russia's relations with other nations in the Arctic. Could some collaboration resume on a subset of issues of importance to all Arctic states?” “Despite a significant amount of discourse about escalation, Ukraine has struck Russian territory several times without any significant escalation from Russia (other than reprisal strikes).” “How strong U.S. and Western support remains, the specific balance the United States and the West strike between support for Ukraine and avoiding escalation, and the need for increased dialogue about post-war Russia and its relationship with the West.” “The emergence of explosive uncrewed surface vessels (USVs) as weapons portends major changes to future naval combat—and reveals threats to maritime infrastructure.” “I will be closely watching the extent to which Ukraine uses USVs, mines, and other weapons to degrade Russia's fleet and maritime infrastructure.” “It was surprising that Ukrainian military commanders quickly integrated thousands of civilian volunteers into effective territorial defense forces and that many more civilians have undertaken heroic resistance efforts to delay and disrupt Russian military operations.” “The durability of U.S. and European support for Ukraine in a long war in the face of Russian escalation and budget pressures at home.” “The relatively unwavering support in the West, ever-increasing military assistance, and the fact that the West has not yet pressed Ukraine for a diplomatic solution or offramp. Also, general consistency and lack of creativity in Russian persuasive messaging.” “The spring offensive, how Ukraine incorporates Western weapons like tanks, what creative strategies will emerge, when Russia will announce a second mobilization and how the Russian public will respond, and what new narratives will emerge from the Kremlin.” “I was surprised that Western intelligence services were able to overcome traditional barriers and actually provide forewarning about Russian incursion and “prebunking” of Russian thin-pretext false flag operations. I was not surprised this worked.” “Potential cracks in European solidarity in support for Ukraine as winter wears on and economic conflict with Russia has domestic knock-on effects. Also, how public opinion about Russia's invasion evolves outside of the West.” “The potency of dense, mobile, ground-based air defenses that the enemy is unprepared to suppress. These have reduced both sides' air forces to playing relatively minor roles in the war, but such capabilities don't come easily or cheap.” “Patterns that clearly signal to Moscow that it faces defeat on its current trajectory—for example, if it proves to be unable to prevent Ukraine from retaking occupied territory. That prospect would likely prompt further Russian escalation.” “The Russians have been relentless in spreading falsehoods claiming Ukrainian public health and research laboratories serve as fronts for clandestine biological weapons activities. These false claims have been repeatedly rejected in international forums.” “Safeguarding the supply lines of Western military equipment from Russian missile and drone attacks is critical to continuing the support Ukrainian forces need to counter Russia's military aggression.” “The utter incompetence of Russian military planning and execution. I believed that many of the traditional shortcomings of the Russian military had been at least partially addressed and that its forces would perform well in a future conflict.” “Whether either side can muster the forces necessary to take decisive offensive action. The alternative is a grinding war of attrition, likely ending in frozen conflict.” “Russia cannot seem to successfully attack along an access that does not have rail. Russia is not using its air power to its full potential. Russia's military districts fight and act like individual services instead of part of one larger army.” “Ukraine's ability to break through complex defensive obstacle belts, Russia's ability to retake any ground beyond its new defensive belts, and the domestic reaction as Russians realize the extent of losses in Ukraine.” “That the Russians would actually take on all the opprobrium that comes with a full-scale, overt invasion on February 24, 2022. It was predicted by the CIA and others, so when it happened, I was conditioned to expect it. But it was still incredible.” “Whether Russia can wear down Ukrainian defenses with its large numbers of raw troops and massed artillery, or whether the Ukrainians can again break Russian lines with effective maneuver warfare and strikes at their logistic hubs.” “The strategic, operational, and tactical incompetence of the initial Russian attack was stunning. The interrelated importance of uncrewed aerial systems and the battlefield dominance of fires versus close combat is certainly a critical takeaway.” “Continued U.S. support for Ukraine will be more contentious with a new Congress. Since Europe will only follow where the United States goes, Washington may be where the outcome largely is decided.” “Russian modernization efforts were not able to compensate for drastically downsizing their land forces in 2008. Without technological superiority, Russia's lack of mass against a well-prepared and motivated adversary led to a protracted war.” “In a protracted fight, time tends to favor the larger side. The question going forward for Ukraine will be the extent to which its superior will to fight and Western support and can overcome the numbers challenge.” “A quick end to the war in Ukraine may be desirable. However, the war is likely to continue for several years given Russian and Ukrainian commitment. Proponents of Ukraine should be prepared to offer support for the foreseeable future.” “How Russia and Ukraine are both able to sustain their forces for a long fight, including by maintaining manpower, logistics, high-quality equipment, and training.” Pete Wilmoth (content), Maria Gardner (content), and Erin McIntire (production) Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}