{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:53:52.633675",
  "crawling_time_epoch": 1703231632,
  "type": "News Release",
  "title": "Online Tool Allows State-by-State Analysis of Firearm Policies and Death Rates",
  "url": "https://www.rand.org/news/press/2023/02/23.html",
  "descriptions": "States in the northeast and the coastal west region of the United States have among the lowest firearm death rates in the nation, while states in the south and mountain west have firearm death rates that are especially high.",
  "posted": "Feb 23, 2023",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Andrew R. Morral",
      "profession": "Senior Behavioral Scientist, Director of the National Collaborative on Gun Violence Research",
      "biography": "Andrew R. Morral is a senior behavioral scientist at the RAND Corporation, coleader with Rosanna Smart of Gun Policy in America, a RAND initiative to understand the effects of gun policies, and director of the National Collaborative on Gun Violence Research, a philanthropy that has awarded more…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/m/morral_andrew_r/_jcr_content/par/bio.crop.130x130.cm.jpeg/1519743862200.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Andrew Morral"
      }
    },
    "researcher": [
      {
        "research": "RAND Social and Economic Well-Being",
        "profile": "https://www.rand.org/well-being.html"
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/crime-and-violence-prevention.html",
        "tag": "Crime and Violence Prevention"
      },
      {
        "url": "https://www.rand.org/topics/government-legislation.html",
        "tag": "Government Legislation"
      },
      {
        "url": "https://www.rand.org/topics/gun-policy.html",
        "tag": "Gun Policy"
      },
      {
        "url": "https://www.rand.org/topics/gun-violence.html",
        "tag": "Gun Violence"
      },
      {
        "url": "https://www.rand.org/topics/suicide.html",
        "tag": "Suicide"
      },
      {
        "url": "https://www.rand.org/topics/united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "States in the northeast and the coastal west region of the United States have among the lowest firearm death rates in the nation, while states in the south and mountain west have firearm death rates that are especially high, according to a new interactive website from the nonprofit RAND Corporation. The website allows users to visualize how death rates vary across states and explore how changes in firearm policy might affect death rates for each state. The website tool provides a clear illustration that although firearms homicides and suicides are high in the United States, there are large differences between states with some having mortality rates far higher than others. The website also shows the role that state firearms policies may have in explaining states' firearms mortality rates. The website demonstrates that if all states adopted restrictive gun-access and gun-carrying laws, firearm deaths would be expected to decline by 5 percent to 10 percent in many states—mostly as a result of fewer firearm suicides. The website also can be used to evaluate the possible impact of the 2022 U.S. Supreme Court decision in the case of New York State Rifle & Pistol Association v. Bruen. The court's ruling made shall-issue concealed-carry permitting the law of the land. The work suggests that without new regulations to limit the effects of this court-imposed change, states that are affected by the ruling, such as New York, California, Massachusetts, and Rhode Island, could expect their firearm death rates to increase by 3 percent, or by more than 150 deaths nationally. In addition, researchers estimate that the single law change that would have the greatest effect on reducing national firearm death rates is the adoption of child-access prevention laws by states that have not yet done so. “Gun violence is a nationwide problem, but because each state has its own unique history, people, and laws, the burden of firearm violence is not shared equally across states or population groups,” said Andrew Morral, leader of the RAND Gun Policy in America project. While the United States overall has a high rate of firearm deaths, the numbers can obscure the striking differences in death rates between states. For example, Mississippi has a firearm death rate more than seven times higher than that of Massachusetts or Hawaii and five times higher than that of New Jersey. The website tool shows that firearm suicides are less geographically concentrated than homicides, but rates are especially low in several northeastern states, California, and Hawaii. In contrast, rates are high in the mountain west and midsouth. For example, rates in Wyoming, Montana, and Alaska are more than eight times higher than rates in Massachusetts or New Jersey. National patterns show that firearm death rates are lower in urban counties than in nonurban counties. This is driven by higher rates of firearm suicide in nonurban areas. Risk of firearm homicide is more than 10 times higher for non-Hispanic Black populations than non-Hispanic White populations nationally. This is the largest demographic disparity highlighted by the website tool. Firearm homicide rates decrease with each successively older age group, whereas firearm suicide rates increase with age. Each state's unique firearm policy environment contributes to its mortality and crime outcomes, but other factors too may explain state differences in mortality rates, such as household firearm ownership rates, poverty, and unemployment rates. The statistical models used by RAND researchers accounted for many such state differences to estimate the individual and combined effects that multiple laws have on firearm deaths and other outcomes. More than 45,000 Americans die annually from deliberate and unintentional gun injuries, just over half of which are suicides. Another 50,000 to 150,000 Americans per year receive care in a hospital for a nonfatal gun injury. Support for the RAND Gun Policy in America project was provided by Arnold Ventures. The website tool, “Understanding Firearm Deaths by State—and How to Reduce Them,” is available at www.rand.org. The RAND Social and Economic Well-Being division seeks to actively improve the health, and social and economic well-being of populations and communities throughout the world."
  }
}