{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:52:17.581200",
  "crawling_time_epoch": 1703231537,
  "type": "Blog",
  "title": "Opioids in America, Silicon Valley Bank, Semiconductors: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-march-17.html",
  "descriptions": "This weekly recap focuses on addressing America's illicit opioids problem, Silicon Valley Bank’s demise, Taiwan’s semiconductor dominance, and more.",
  "posted": "Mar 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-17/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1679083685584.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "topic": [
      {
        "tag": "Alaska",
        "blog": "https://www.rand.org/blog.topic.alaska.html"
      },
      {
        "tag": "Australia",
        "blog": "https://www.rand.org/blog.topic.australia.html"
      },
      {
        "tag": "Banking and Financial Services",
        "blog": "https://www.rand.org/blog.topic.banking-and-financial-services.html"
      },
      {
        "tag": "Community-Based Participatory Research",
        "blog": "https://www.rand.org/blog.topic.community-based-participatory-research.html"
      },
      {
        "tag": "Emergency Preparedness",
        "blog": "https://www.rand.org/blog.topic.emergency-preparedness.html"
      },
      {
        "tag": "Fentanyl and Other Synthetic Opioids",
        "blog": "https://www.rand.org/blog.topic.fentanyl-and-other-synthetic-opioids.html"
      },
      {
        "tag": "Geopolitical Strategic Competition",
        "blog": "https://www.rand.org/blog.topic.geopolitical-strategic-competition.html"
      },
      {
        "tag": "Low-Intensity Conflict",
        "blog": "https://www.rand.org/blog.topic.low-intensity-conflict.html"
      },
      {
        "tag": "Military Strategy",
        "blog": "https://www.rand.org/blog.topic.military-strategy.html"
      },
      {
        "tag": "Natural Hazards",
        "blog": "https://www.rand.org/blog.topic.natural-hazards.html"
      },
      {
        "tag": "Russia",
        "blog": "https://www.rand.org/blog.topic.russia.html"
      },
      {
        "tag": "Security Cooperation",
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html"
      },
      {
        "tag": "Taiwan",
        "blog": "https://www.rand.org/blog.topic.taiwan.html"
      }
    ],
    "Article": "This week, we discuss a new way of thinking to help address America’s illicit opioids problem; why Silicon Valley Bank went under so quickly; the collision between a Russian fighter jet and a U.S. drone; the risks posed by Taiwan's dominance in semiconductor production; a potential fatal flaw in Australia's defense strategy; and an online dashboard that warns communities about landslide risk.",
    "sub_article": [
      {
        "title": "Opioids in America: It's Time for a New Approach",
        "descriptions": "Fatal overdoses in the United States have increased steadily in recent years, largely because of the proliferation of illicit synthetic opioids, such as fentanyl. But drug fatalities aren't the only negative outcomes linked to opioid use. People struggling with addiction and their families can face a slew of physical, psychological, emotional, and financial consequences. The crisis is complex, but one thing is clear: America's opioid problem requires an urgent, comprehensive response. In a sweeping report released today, RAND researchers recommend moving away from the siloed thinking traditionally used to tackle this issue. Instead, adopting an ecosystem approach could help significantly reduce opioid addiction, overdose, and other harms. People who use opioids and their families are at the center of RAND's ecosystem concept. We interviewed Pattie Vargas, whose late son Joel struggled with opioid use disorder. Her family's deeply personal story reflects the urgent need for holistic support. Our researchers also created a tool to help policymakers explore our ecosystem framework and develop new solutions to address the problem. “Continuing to treat fentanyl and other synthetic opioids just like previous drug problems will likely be insufficient and may condemn thousands more to early deaths,” says RAND's Beau Kilmer, coeditor of the report. “We needed this response years ago—but there's still time to get it right and save lives.”",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-17/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539_830847769/imagewithclass_copy.fit.800x0.gif/1679082419811.gif",
          "width": "800",
          "height": "425",
          "desc": "Graphic representing the opioid ecosystem. In the center there are icons representing a person who uses opioids and their family. There are 10 icons in a circle around them representing the criminal legal system, illegal supply and control, harm reduction, first responders, child welfare, income support and homeless services, employment, education, substance use disorder treatment, and medical care"
        }
      },
      {
        "title": "Financial Panic in the Digital Age",
        "descriptions": "Photo by Brittany Hosea-Small/Reuters Last week, the decidedly modern Silicon Valley Bank succumbed to a very old problem: a bank run. SVB's failure is the largest since Washington Mutual went under in 2008. The spread of information on social media often accelerates modern-day collapses, RAND's Jonathan Welburn explains. And as a result, markets can shift in ways that are divorced from fundamentals. The mixture of technology and quick-spreading beliefs may be ushering in a new era of “viral financial panic.”",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "Russian Coercive Signaling on Display in Drone Collision",
        "descriptions": "Photo by Airman 1st Class William Rio Rosado/U.S. Air Force On Tuesday, a Russian fighter jet struck the propeller of a U.S. surveillance drone over the Black Sea, leading the United States to force down the uncrewed aircraft. According to RAND's Samuel Charap, the collision may have been an accident, but Russia's likely intent was to make a “close pass” and create risk for U.S. drone operators. Charap recently led a study that examines Russia's history of such behavior—defined as coercive signaling.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-17/_jcr_content/par/blogpost/par-blog/wrapperdiv_655378184/imagewithclass_copy.fit.800x0.jpeg/1679082979469.jpeg",
          "width": "800",
          "height": "450",
          "desc": "An MQ-9 Reaper sits on the flight line as the sun sets at Creech Air Force Base, Nevada, Nov. 20, 2019, photo by Airman 1st Class William Rio Rosado/U.S. Air Force"
        }
      },
      {
        "title": "Taiwan Dominates Semiconductor Production. That Comes with Risks",
        "descriptions": "Production of the world's highest-end semiconductors exists almost entirely in Taiwan. Hundreds of millions of people rely on these microchips for access to cutting-edge health care equipment, work productivity, and social connectivity. With concerns about Chinese aggression against Taiwan rising, a new RAND report finds that the United States should make an immediate and concerted effort to reduce the concentration of semiconductor production in Taiwan.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-17/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1679083064302.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Chips being installed on a microprocessor, photo by Hseyin/Adobe Stock"
        }
      },
      {
        "title": "Is Australia's Defense Strategy Flawed?",
        "descriptions": "Photo by ABIS Cassie McBride/Australian Defense Force As part of the security pact between Australia, the United Kingdom, and the United States—known as AUKUS—Australia will acquire a new fleet of nuclear-powered submarines. This move reflects Australia's strategy to project power beyond its shores. Prior to this week's announcement about the submarines, RAND experts wrote that Australia's approach fails to consider the strategic calculus of nearby Southeast Asian nations. Australia may want to “seek impactful engagement before seeking impactful projection,” they say.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "An Early Warning System for Landslides Protects Sitka, Alaska",
        "descriptions": "In 2015, a landslide killed three people in the small town of Sitka, Alaska. After the tragedy, researchers from RAND and the Pardee RAND Graduate School worked with Sitka residents to ensure the next landslide wouldn't come as a surprise. They developed an online dashboard that monitors landslide risk and helps people decide when to evacuate. The research team is now working with other small communities to develop early warning systems for landslides, floods, and other hazards.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      }
    ]
  }
}