{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:50:34.744568",
  "crawling_time_epoch": 1703231434,
  "type": "Commentary",
  "title": "Outrage Is Not Enough: Preventing Sexual Violence Starts with a Skilled Prevention Workforce",
  "url": "https://www.rand.org/pubs/commentary/2023/05/outrage-is-not-enough-preventing-sexual-violence-starts.html",
  "descriptions": "Preventing sexual assault requires a myriad of competencies including an understanding of the contributing factors so that intervention programs can be designed or adapted to address them. RAND developed a first-of-its-kind tool to assess whether sexual assault prevention practitioners have the core competencies to do their job well.",
  "posted": "May 1, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/outrage-is-not-enough-preventing-sexual-violence-starts/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1693587421108.jpeg",
    "desc": "Teal ribbon for sexual assault awareness on a light canvas background, photo by SewcreamStudio/Getty Images"
  },
  "content": {
    "source": "(Sage Perspectives)",
    "author": {
      "name": "Joie D. Acosta AnnaMarie O'Neill",
      "profil": "https://www.rand.org/about/people/a/acosta_joie_d.html",
      "position": "Senior Behavioral/\nSocial Scientist",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.crime-and-violence-prevention.html",
        "tag": "Crime and Violence Prevention"
      },
      {
        "blog": "https://www.rand.org/blog.topic.health-interventions.html",
        "tag": "Health Interventions"
      },
      {
        "blog": "https://www.rand.org/blog.topic.occupational-training.html",
        "tag": "Occupational Training"
      },
      {
        "blog": "https://www.rand.org/blog.topic.program-evaluation.html",
        "tag": "Program Evaluation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.sexual-assault.html",
        "tag": "Sexual Assault"
      }
    ],
    "Article": "Every 68 seconds an American is sexually assaulted. Public awareness about sexual assault has grown with media coverage of the #MeToo movement, which encouraged survivors to share their stories. The problem made headlines again when the rates of sexual assault surged during the COVID-19 stay-at-home orders as not everyone was safer at home. Sexual assault remains pervasive despite public outcry about the problem. As part of a recent RAND study, we developed a first-of-its-kind tool to assess whether sexual assault prevention practitioners have the core competencies to do their job well. This assessment tool can be used with individual or teams of practitioners to identify where additional training would be beneficial; identify and assign practitioners to specific duties; structure job announcements and the subsequent hiring process; and assess the quality of training programs. Preventing sexual assault requires a myriad of competencies including an understanding of the contributing factors so that intervention programs can be designed or adapted to address contributing factors in a given context, such as those stemming from the situation, perpetrator, community, and culture (like rape myths, false beliefs about sexual assault that shift blame from the perpetrator to the survivor). Groups that have been historically oppressed—like women, LGBTQ, Black women, Native American women, people with low income—are more likely to be targets of sexual assault, which demonstrates how deeply rooted sexual assault is in historical and systemic abuses of power. Understanding which populations have heightened prevalence of sexual assault can help target prevention efforts where they are needed most. Groups that have been historically oppressed are more likely to be targets of sexual assault, which demonstrates how deeply rooted sexual assault is in historical and systemic abuses of power. Sexual assault prevention entails contending with significant challenges like combatting rape myths and delivering sensitive content in a trauma-informed way that avoids causing distress for those who have sexual assault trauma. Therefore, individuals who work in this field need to have core competencies that are made up of essential knowledge and skills about sexual assault prevention. However, most individuals tasked with the primary prevention of sexual assault are not adequately trained for the job. Rather, they are often trained solely in sexual assault response, which involves helping survivors manage the aftermath (like survivor advocacy and counseling). It is essential to have a workforce that has skills specific to sexual assault prevention for their work to be effective. The assessment tool asks practitioners to reflect on their ability to understand the multiple and complex contributors to sexual assault, design prevention programs, and conduct program evaluation, among other competencies. It also asks practitioners to reflect on the relevance of a given competency to their job. Our analyses suggested the assessment tool was working as intended in that individuals with higher levels of expertise rated themselves higher on almost all the competencies than the individuals with lower levels of expertise. A competent workforce of sexual assault prevention practitioners could have several key benefits. They could use limited funding for primary prevention efficiently, by adopting the most appropriate evidence-based approaches and delivering them in the most effective way. Rigorously conducted research about sexual assault prevention has been sparse. Few effective strategies exist, and many promising strategies remain untested with rigorous methods. Competent practitioners could conduct this research so that effective programs can receive more funding and dissemination. Rigorously conducted research about sexual assault prevention has been sparse. Few effective strategies exist, and many promising strategies remain untested with rigorous methods. We envision that this assessment tool could be used by sexual assault prevention practitioners working in any organization. Universities and military settings could particularly benefit from building a competent sexual assault prevention workforce given the heightened prevalence of sexual assault in these contexts. For these institutions, sexual assault can be a threat to their most basic missions. For example, experiencing sexual assault hurts college students' grades and ability to stay in school while sexual assault in the military can alienate survivors from other service members, threatening their ability to work together effectively. In conclusion, building a competent workforce of sexual assault prevention practitioners is critical for preventing sexual assault and its harmful consequences. Our assessment tool can aid in hiring, training, and continually improving the practice of sexual assault prevention practitioners. This is an important first step to influencing the underlying systemic roots of this complex and pervasive problem. We talk more about the methods and implications of this work in a recent Health Promotion and Practice Podcast. Joie Acosta is a senior behavioral/social scientist at the nonprofit, nonpartisan RAND Corporation. AnnaMarie O'Neill is an associated health fellow at the VA Portland Health Care System. This commentary originally appeared on Sage Perspectives on April 28, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}