{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:45:18.418463",
  "crawling_time_epoch": 1703241918,
  "type": "Commentary",
  "title": "PALM10: Japan's Chance to Engage with Pacific Island Countries",
  "url": "https://www.rand.org/pubs/commentary/2023/12/palm10-japans-chance-to-engage-with-pacific-island.html",
  "descriptions": "Next year, Japan will host the 10th triennial Pacific Island Leaders Meeting (PALM10), the “cornerstone” of Japan's diplomacy toward the Pacific Island countries. As China attempts to increase its influence in the region, Japan must marshal a strategic response that connects these states to its broader objectives in the Indo-Pacific.",
  "posted": "Dec 19, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/12/palm10-japans-chance-to-engage-with-pacific-island/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1703034603791.jpeg",
    "desc": "Then–Prime Minister of Japan Yoshihide Suga attends a the Pacific Islands Leaders Meeting (PALM) at the Prime Minister's Office in Tokyo, Japan, July 2, 2021, photo by Masanori Genko/The Yomiuri Shimbun via Reuters Connect"
  },
  "content": {
    "source": "(The Diplomat)",
    "author": {
      "name": "",
      "profil": null,
      "profession": "",
      "username": "",
      "contact": null
    },
    "tags": [
      "Geopolitical Strategic Competition",
      "International Diplomacy",
      "Japan",
      "Oceania",
      "Pacific Ocean",
      "Security Cooperation",
      "www.rand.org"
    ],
    "Article": "Next year, Japan will host the 10th triennial Pacific Island Leaders Meeting (PALM10). PALM was first hosted by Tokyo in 1997 with leaders from all 14 Pacific Island countries (PICs) attending. Representatives from Australia and New Zealand take part, and since PALM8 in 2018, the leaders of New Caledonia and French Polynesia have also attended. PALM is considered the “cornerstone” of Japan's diplomacy toward the Pacific Island countries. As such, there is no better venue for Tokyo to clarify and elaborate how it sees the PICs fitting into Japan's Free and Open Indo-Pacific (FOIP) vision and to seek PICs' and Japanese allies and partners' support for this vision. Historically, Japan's approach to the region has been described as “fragmented,” “slow and steady,” primarily developmental, and focused primarily on fisheries, aid, and trade (PDF). However, Japan can no longer afford to take such a relaxed approach to the Pacific Island countries. Though American, Chinese, and Russian strategic competition over security cooperation has not yet become a generalized phenomenon spanning the globe, the PICs are sites of China-U.S. contestation over security cooperation. As China attempts to increase its influence over the PICs, Japan must marshal a strategic response that connects these states to its broader objectives in the Indo-Pacific. Japan's approach must consider both the PICs' receptivity to Japan's direction, and opportunities for cooperation with Japan's allies and partners. Japan's vision for a “Free and Open Indo-Pacific (PDF)” aims to “ensure peace and prosperity in the Indo-Pacific region and beyond, through establishing a free and open order based on the shared values and principles such as the rule of law.” The most recent iteration of FOIP, the New Plan for FOIP (PDF) announced in March, declares: “Even at this turning point, the fundamental concept of FOIP remains the same. We will enhance the connectivity of the Indo-Pacific region, foster the region into a place that values freedom, the rule of law, free from force or coercion, and make it prosperous.” As China attempts to increase its influence over the PICs, Japan must marshal a strategic response that connects these states to its broader objectives in the Indo-Pacific. Even though the Pacific Islands may not be as central to FOIP as the South China Sea or Indian Ocean, Japan has been increasing its presence there since announcing FOIP in 2016. In 2018, the Pacific Islands appeared for the first time in the Defense of Japan report and Defense Guidelines, which stated that “Japan will promote port and airport visits by SDF [the Self-Defense Forces] as well as exchanges and cooperation that utilize capabilities and characteristics of each service of SDF.” Then–Foreign Minister Kono Taro became the first Japanese foreign minister to visit the Pacific Islands since 1987, when he visited Papua New Guinea in November 2018, and Fiji and three Micronesian countries in August 2019. In September 2021, the Japan Pacific Islands Defense Dialogue was held for the first time. The following year, the Maritime Self-Defense Forces conducted exercises with counterparts in Tonga, Fiji, Solomon Islands, and Palau, and dispatched the SDF to work on disaster relief activities in Tonga after the eruption of the undersea volcano. Then–Foreign Minister Hayashi Yoshimasa visited Fiji and Palau in May 2022. In January 2023, Japan opened diplomatic missions in New Caledonia and Kiribati—bringing the total number of PICs where Japan has diplomatic representation to 10 (compared to five for the United States). In March 2023, Hayashi visited Solomon Islands and the Cook Islands. Japan has significant interests to defend and advance in the Pacific Islands. First, Japan is concerned about maintaining unfettered access to the sea routes through Oceania, for both naval and commercial ships. If China can establish political dominance in the Pacific Islands, China may attempt to exert influence over who can pass through them in peacetime and during crises. Second, Japan imports natural resources from PICs, and is particularly reliant on the fisheries located in the exclusive economic zones of the Pacific Islands. And finally, PICs have an outsized role in international forums where each country is treated as an equal. Japan hopes to rally PICs to uphold respect for law of the sea and peaceful settlement of disputes, as well as (more parochially) for U.N. Security Council reform. Ultimately, it is in Japan's own interest to maintain good relations with the PICs—ideally, better relations than the Pacific Island countries have with China. Australian scholar H. D. P. Envall has argued that a FOIP strategy tailored to the PICs will have the same three elements of FOIP—balancing, connectivity, and order-building—with an increasing emphasis on balancing and order-building. However, it is better for Japan not to overemphasize the balancing nature of FOIP, as the PICs are already wary that FOIP is an anti-China containment strategy in disguise. Even if the purpose is to balance China, Japan will likely have greater success by downplaying the balancing aspect and focusing on the connectivity and order-building aspects. Japan's greatest advantage amid the China-U.S. competition over the PICs is that it is not the United States or China. In other words, Japan's appeal lies in its ability to offer a way for PICs to build capacity without unduly offending China or the United States—unless Japan's strategy is perceived as being overly pro–United States and/or anti-China. As small states that rely on the rule of law, PICs would appear to be natural partners to any venture (such as the FOIP) that strengthens the rule of law. However, also as small states, the PICs are careful to avoid making any enemies and seek to maintain friendly relations with all as much as possible. Japan's FOIP has been mentioned at PALM since 2018. Since then, PALM Summits' Final Declarations have started to make references to the security situation in East Asia, the preservation of the rule of law, freedom of navigation, and the need to enforce U.N. sanctions against North Korea in addition to the ever-present topic of sustainable development. The PALM Leaders Declaration in 2021 emphasized liberal values as the basis of collaboration, and Japan announced the Kizuna (bond) initiative to “further strengthen the cooperation between Japan and the PICs through 'All Japan' efforts based on Japan's FOIP vision.” Despite such outputs, FOIP has not been completely accepted by the PICs, some of which worry that it is an anti-China containment strategy. At PALM in 2018, only Papua New Guinea, Fiji, the Federated States of Micronesia, Palau, and Marshall Islands explicitly supported FOIP. The other nine states merely agreed to continue discussions about FOIP. Even before then, some PICs were growing dissatisfied with the format and they lost further interest when Japan proposed maritime issues as a topic, when sustainable development continued to be the priority for the PICs. At the October 2020 PALM ministerial interim meeting, several of the PICs expressed the concern that they did not know what signing up to Japan's FOIP would entail for them. These suspicions have persisted. Unlike Southeast Asian states, “the PICs have demonstrated no intention of developing their own Indo-Pacific strategic framework or integrating Japan's FOIP concept into their individual national policies,” writes Céline Pajon (PDF) of the French Institute of International Relations. They would rather be “friends to all, enemies to none,” focus on climate change as the existential threat, and avoid being drawn into China-U.S. great power competition, Pajon added. Thus, Japan can achieve its objectives vis-à-vis the PICs most effectively if it maintains its focus on what the PICs are most interested in: staying out of great power competition and addressing the security challenges arising from climate change. Initiatives like PALM are effective, Nanyang Technological University professor Kei Koga (PDF) has argued, because they “generally emphasize functional cooperation, including addressing climate change and emphasizing less strategic cooperation.…the initiatives that have less strategic emphasis would actually have greater strategic benefits for the regional states.” By allowing Japan to be a true friend of the PICs—a friend that is not forcing these states to make difficult choices—such an approach may also have greater strategic benefits for Japan. A Japanese approach that is not overly pro–United States and/or anti-China would be received the most positively by PICs. However, cooperation with the United States and other U.S. allies will allow Japan to avoid redundancies and capitalize on the comparative advantage that other states have, including specialized skills as well as country-specific intelligence and connections. There are various frameworks through which security cooperation could be coordinated, including the Trilateral Security Dialogue (TSD) and the Quadrilateral Security Dialogue (Quad). The Quad has set up an Indo-Pacific Partnership for Maritime Domain Awareness, the Quad Partnership on Humanitarian Assistance and Disaster Relief in the Indo-Pacific, and the Quad Climate Change Adaptation and Mitigation Package. The same members of the TSD—Japan, the United States, and Australia—also established the Trilateral Infrastructure Partnership (TIP) to coordinate infrastructure initiatives and mobilize private sector investment in 2018. In 2020, TIP agreed to finance a submarine cable in Palau, and in 2021, TIP financed a cable linking the Federated States of Micronesia, Nauru, and Kiribati. In June 2022, Japan, Australia, New Zealand, the United Kingdom, and the United States established Partners in the Blue Pacific, “a new initiative for more effective and efficient cooperation in support of Pacific Island priorities.” Japan should adopt best practices for partnered security cooperation with third-party countries, as identified by RAND's Jennifer Moroney and John Blaxland of the Australian National University: “engage in out-of-the-box combined and deliberate planning practices, with pooled resourcing where possible and appropriate, rather than simply informing each other of planned activities”; “consider sending combined advisory teams to these partner countries”; and “engage in deliberate, combined planning practices and streamline points of contact to foster better responsiveness and a deeper appreciation of what each other can offer [that] could capitalize on collective strengths and respond to emerging regional needs” with the United States, Australia, and New Zealand. France, which has three overseas collectivities in the South Pacific, is another feasible partner for regional cooperation. Stephanie Pezard of RAND identified a couple of reasons that France may be an attractive partner to Japan. First, French forces have a deep understanding of parts of the region due to their historical presence. Second, PICs may be more receptive to joint security cooperation plans developed between Japan and France than with Japan and the United States if they do not want to have to “choose” between the United States and China. PALM10 is another opportunity for Japan to communicate to Pacific Island countries the benefits of adopting its Free and Open Indo-Pacific vision. PALM10 is another opportunity for Japan to communicate to Pacific Island countries the benefits of adopting its FOIP vision. In preparing for PALM10 next year, Japanese officials should keep in mind advice from Moroney and Georgetown University's Alan Tidwell for U.S. engagement with the Pacific Island countries: Japanese officials should “ensure they are listening to their Pacific island counterparts and take care not to assume that all countries have the exact same needs or desires for assistance” and “include Pacific island nation officials in the security cooperation planning process from the beginning, rather than informing them about decisions already concluded.” A contemporary challenge unique to Japan's relations with the PICs is Japan's decision to release treated radioactive water from Fukushima Daiichi nuclear plant into the Pacific Ocean this summer. Even though the International Atomic Energy Agency (IAEA) concluded that the discharge plan adhered to global safety standards, not all the PICs have accepted these findings. Japan's release of the radioactive water was raised as an issue of concern at this year's Pacific Islands Forum, held last week in the Cook Islands. Though unfortunate, Japan still has time to recover from this setback and improve understanding of the IAEA findings before PALM10. Japan's vision might be better received if it can keep its initiative away from great power competition and focus on what PICs are really interested in. Based on this foundation of good relations with the Pacific Island countries, Japan should play a leading role in coordinating efforts with partners such as Australia, New Zealand, and France. Cooperation with the United States will also be critical, though doing so will require the greatest political dexterity to avoid the perception that FOIP is anti-China. However, over time, the issue may resolve itself if China continues to try to pin down the PICs while Japan (and the United States) emphasize respect for the PICs' sovereignty, autonomous choices, and genuine security concerns. Mina Pollmann is an associate political scientist at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on The Diplomat on November 30, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}