{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:45:16.557252",
  "crawling_time_epoch": 1703231116,
  "type": "Commentary",
  "title": "Partnerships with Parents Are Key to Solving Political Polarization in Schools",
  "url": "https://www.rand.org/pubs/commentary/2023/08/partnerships-with-parents-are-key-to-solving-heightened.html",
  "descriptions": "Parental involvement has become a flashpoint in the public debate over what instructional content is appropriate for school settings. School system leaders should develop a two-pronged approach on how to respond when educators encounter conflicts with parents and families: a proactive strategy to build trust and engage parents and a reactive strategy to manage conflicts when they arise.",
  "posted": "Aug 15, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/08/partnerships-with-parents-are-key-to-solving-heightened/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1692454867809.jpeg",
    "desc": "Two teachers walking in a school hallway, photo by SolStock/Getty Images"
  },
  "content": {
    "source": "(Brookings)",
    "author": {
      "name": "Ashley Woo Melissa Kay Diliberti",
      "profil": "https://www.rand.org/about/people/w/woo_ashley.html",
      "position": "Assistant Policy Researcher, RAND, and Ph.D. Candidate, Pardee RAND Graduate School Assistant Policy Researcher, RAND, and Ph.D. Candidate, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.educator-well-being.html",
        "tag": "Educator Well-Being"
      },
      {
        "blog": "https://www.rand.org/blog.topic.principals.html",
        "tag": "Principals"
      },
      {
        "blog": "https://www.rand.org/blog.topic.teachers-and-teaching.html",
        "tag": "Teachers and Teaching"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "Parental involvement has become a flashpoint in the public debate over what instructional content is appropriate for school settings. These heated discussions have manifested in numerous forms, including a Parents Bill of Rights Act passed by House Republicans, lawsuits initiated by parents against school districts, and even violent conflicts at school events. The media narrative has largely pitted parents against schools (even though these incidents may be the work of a small but vocal minority of parents). Over the last two years, we've repeatedly used the RAND Corporation's American Educator Panels (AEP) to survey educators about how they are navigating politically charged issues. These national surveys of K–12 educators—including district leaders, principals, and teachers—consistently show that parents have become a key source of tension in schools. In this post, we use AEP survey findings to discuss what role educators see parents playing in these debates over politicized issues. We also discuss what schools can do to better engage parents as a way of alleviating political tensions. In fall 2022, about half of a nationally representative sample of 300 district leaders agreed that political polarization over hot-button topics like critical race theory, LGBTQ+ issues, and COVID-19 safety practices was interfering with their ability to educate students. When we asked what specific challenges districts had experienced, leaders often identified issues involving parents or local community members (see Figure 1). For example, roughly three in ten said they were dealing with threats from the public against educators or school board members. Another three in ten reported increased requests from parents to opt their children out of instruction about controversial topics. In addition to surveying district leaders, we surveyed principals. They, too, identified parents as a key source of pressure. Regardless of whether the school policy fell more in line with progressive or conservative values, principals overwhelmingly identified parents and family members as the source of harassment. We asked a national sample of 1,540 principals in January 2022 whether they had experienced harassment about politicized issues such as COVID-19 mitigation measures or classroom conversations about race or bias. Overall, 61 percent of principals said they had experienced harassment over one of these topics, and 27 percent of principals said they experienced harassment specifically for their schools' policies related to teaching about race, racism, or bias. Most of these principals were harassed over school policies that were supportive of teaching about race, racism, or bias, though some were harassed over school policies that opposed this practice. Regardless of whether the school policy fell more in line with progressive or conservative values, however, these principals overwhelmingly identified parents and family members as the source of the harassment. For example, 86 percent of the principals who reported harassment over a school policy supportive of teaching about racism or bias said this harassment came from parents. And 82 percent of the principals who reported harassment over a school policy against teaching about racism or bias said this harassment came from parents. Our surveys also point to challenges that teachers are experiencing with parents and contentious political issues. In spring 2022, we used an open-ended survey item to ask 1,452 teachers whether and how restrictions on discussions of race- or gender-related topics were impacting their instruction. In their responses, teachers named a variety of actors, including state leaders and school system administrators, as the source of the challenges they experienced. However, teachers most commonly pointed to parents and families. They described feeling increased scrutiny from parents about their lessons and instructional materials. They also expressed reluctance to address certain topics for fear of parental backlash. More-recent data further confirm teachers are modifying their instruction to avoid controversial topics, in large part because of real or perceived pressure from parents. In January 2023, we asked 1,439 teachers if their school system leaders had directed them to limit discussions about political or social issues in class. One-quarter of teachers said their school system leaders had done so—the same percentage as the school year before. However, a striking 65 percent of teachers said that they decided on their own to limit discussions about political or social issues. When we asked why, the top reason—picked by about half of teachers—was that they weren't sure whether their school or district leaders would support them if parents expressed concerns (see Figure 2). And the second most-common reason was fear of verbal or physical altercations with upset parents. Taken together, these survey results give the impression that conflicts between parents and educators—or educators' hopes of avoiding these types of conflicts—are having tangible impacts on how schools are approaching instruction. Our national surveys of educators reveal points of tension between families and schools. However, these same surveys underscore the influence of parents and the importance of building trusting relationships with families to head off potential conflict early. Educators don't need to hide from controversial topics. They can (and should) bring families into respectful, productive conversations to build a foundation of trust and shared goals with families before conflict arises. But educators also need clarity on how to respond when they encounter conflicts with parents and families. Educators can (and should) bring families into respectful, productive conversations to build a foundation of trust and shared goals with families before conflict arises. We suggest school system leaders, including district leaders and principals, develop a two-pronged approach: a proactive strategy to build trust and engage parents in conversations about their children's learning and a reactive strategy to manage conflict when it does occur to reduce the burden on educators. Here are some ideas of what school system leaders might do: Ashley Woo and Melissa Kay Diliberti are assistant policy researchers at the nonprofit, nonpartisan RAND Corporation and Ph.D. candidates at the Pardee RAND Graduate School. This commentary originally appeared on Brookings on August 10, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}