{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:55:46.599880",
  "crawling_time_epoch": 1703231746,
  "type": "News Release",
  "title": "Pittsburgh Science and Technology Sector Is Large, but Faces Challenges; Improvements Needed to Continue to Flourish",
  "url": "https://www.rand.org/news/press/2023/01/09.html",
  "descriptions": "The Pittsburgh region has a robust science and technology sector that is larger than the national average, but action is needed to safeguard the region's strengths and further its ability to compete with other technology hubs.",
  "posted": "Jan 9, 2023",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Melanie A. Zaber",
      "profession": "Economist",
      "biography": "Melanie Zaber (she/her) is an economist at RAND, codirector of the Middle-Class Pathways Center, and a professor of policy analysis at the Pardee RAND Graduate School. She has diverse research interests spanning workforce development, postsecondary education, gender equity, and access to civil…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/z/zaber_melanie_a/_jcr_content/par/bio.crop.130x130.cm.jpeg/1613506777657.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Melanie Zaber"
      }
    },
    "researcher": [
      {
        "research": "RAND Education and Labor",
        "profile": "https://www.rand.org/education-and-labor.html"
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/labor-markets.html",
        "tag": "Labor Markets"
      },
      {
        "url": "https://www.rand.org/topics/occupations.html",
        "tag": "Occupations"
      },
      {
        "url": "https://www.rand.org/topics/pittsburgh.html",
        "tag": "Pittsburgh"
      },
      {
        "url": "https://www.rand.org/topics/science-technology-and-innovation-policy.html",
        "tag": "Science, Technology, and Innovation Policy"
      },
      {
        "url": "https://www.rand.org/topics/scientific-professions.html",
        "tag": "Scientific Professions"
      },
      {
        "url": "https://www.rand.org/topics/stem-education.html",
        "tag": "STEM Education"
      },
      {
        "url": "https://www.rand.org/topics/technical-professions.html",
        "tag": "Technical Professions"
      },
      {
        "url": "https://www.rand.org/topics/wages-and-compensation.html",
        "tag": "Wages and Compensation"
      },
      {
        "url": "https://www.rand.org/topics/workforce-development.html",
        "tag": "Workforce Development"
      },
      {
        "url": "https://www.rand.org/topics/workforce-diversity.html",
        "tag": "Workforce Diversity"
      }
    ],
    "Article": "The Pittsburgh region has a robust science and technology sector that is larger than the national average, but action is needed to safeguard the region's strengths and further its ability to compete with other technology hubs, according to a new RAND Corporation report. More effort is needed to increase the size of Pittsburgh's science and technology workforce, focusing on strategies to make the workforce more racially and ethnically diverse, and making it easier for residents in counties outside the urban core to participate in the science and technology sector. In order to meet those goals, it will be important to craft a truly regional and multi-sector strategy can help the region better utilize the resources outside of Allegheny County (such as shovel-ready spaces for economic development) and create better opportunities for ecosystem growth. “Additional investments and changes to policy can safeguard Pittsburgh's strengths and support the region as a flourishing science and technology hub,” said Melanie A. Zaber, the study's lead author and an economist at RAND, a nonprofit research organization. Over the past decade, more than $10 billion has been invested in Pittsburgh technology companies, with more than $3.5 billion in 2021 alone. A group of Pittsburgh-based foundations asked RAND to assess Pittsburgh's science- and technology-focused workforce ecosystem to understand the region's emerging scientific and technology sectors, their potential future, and investments that may safeguard Pittsburgh from being a “could-have-been.” The focus was the seven-county metropolitan statistical area that includes the city of Pittsburgh. The research team compiled quantitative data about the region's science and technology sector, comparing it to national trends as well as two cities identified as peers—Boston and Nashville. In addition, focus groups were held with representatives of three stakeholder groups: employers, economic development organizations, and education and training providers. The RAND project includes an online tool that allows users to explore Pittsburgh-area resources for pursuing postsecondary education and training to prepare for science- and technology-focused jobs. The tool is intended to be a first stop for locals interested in science and technology fields. About 18 percent of Pittsburgh's employment is in science- and technology-focused occupations, while the national share is 16 percent. Pittsburgh's science- and technology-focused workforce grew as a share of the region's overall labor force between 2015 and 2019. Health dominates Pittsburgh's science and technology sector, accounting for 43 percent of available jobs. Like Pittsburgh's overall population, the region's science- and technology-focused workforce is older, and less racially and ethnically diverse than in peer regions. Researchers found that the pace of science- and technology-focused growth suggests the need for more workers in the future, in contrast to the region's declining population. However, the analysis found that Pittsburgh lacks the population inflows that can contribute to innovation. “A lack of in-migration to the region from both outside the state and outside the country, coupled with population losses, threatens the region's future ability to supply a workforce for growing companies,” Zaber said. While Pittsburgh's inventory of lower-cost housing is one attraction to science and technology workers, the region's science and technology workers earn 8 percent less than the national average for their occupation, after adjusting for local cost of living. Pittsburgh stood out from its peers on the number and economic contributions of its sub-baccalaureate science and technology workers. Thirty percent of Pittsburgh's science- and technology-focused employment is in jobs that do not require a bachelor's degree. These benefits extend beyond the workers themselves: sub-baccalaureate science and technology employment in Pittsburgh creates as much additional economic activity as does the science and technology employment of bachelor's degree–holders, in contrast to Boston and Nashville. Many focus group participants noted difficulties recruiting and retaining workers of color. For instance, some participants perceived a lack of exposure to science and technology jobs (for all workers) and unclear pathways into and within the science and technology workforce for local workers of color. Investing in policies that improve the science and technology ecosystem's national competitiveness (such as wage increases) could expand the region's science and technology workforce. For instance, policies that foster competition by reducing barriers to entry and encouraging the development of new companies could improve the productivity of the science and technology ecosystem and drive economic growth. Researchers say it's also important to create a partnership that can incorporate all of the region's assets to help drive growth in the science and technology workforce ecosystem, such as the region's large and lower-cost housing stock, world-class universities, and land for physical growth. “Although some regional partnerships currently exist, they are generally focused on one or two sectors,” Zaber said. “Employers, workers, education and training providers, and community development organizations should work together to craft a robust regional science and technology workforce policy.” Support for the project was provided by the Richard King Mellon Foundation, the Heinz Endowments, the Henry L. Hillman Foundation and the Claude Worthington Benedum Foundation. The report, “Assessing Pittsburgh's Science- and Technology-Focused Workforce Ecosystem,” is available at www.rand.org. Other authors of the report are Linnea Warren May, Tobias Sytsma, Brian Phillips, Stephanie Walsh, Rosemary Li, Elizabeth D. Steiner, Jeffrey B. Wenger, Éder Sousa, and Jessica Arana. The research was conducted in RAND Education and Labor, which conducts rigorous, objective research to help decisionmakers and practitioners find solutions to education and labor market challenges."
  }
}