{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:45:25.639840",
  "crawling_time_epoch": 1703241925,
  "type": "Commentary",
  "title": "Place Matters: Navigating Heart Health Through Place-Based Policy",
  "url": "https://www.rand.org/pubs/commentary/2023/12/place-matters-navigating-heart-health-through-place.html",
  "descriptions": "Unequal allocation of neighborhood resources has been linked to cardiovascular outcomes. Consequently, neighborhood influences on cardiovascular health are multilevel and nuanced which makes it difficult for researchers and practitioners to find ways to modify neighborhoods to support health.",
  "posted": "Dec 14, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/12/place-matters-navigating-heart-health-through-place/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1702662212935.jpeg",
    "desc": "Three diverse young women walk across a city street, photo by LeoPatrizi/Getty Images"
  },
  "content": {
    "source": "(Professional Health Daily)",
    "author": {
      "name": "Tamara Dubowitz Andrea S. Richardson",
      "profil": "https://www.rand.org/about/people/d/dubowitz_tamara.html",
      "profession": "Senior Policy Researcher; Faculty, Pardee RAND Graduate School Policy Researcher; Professor, Pardee RAND Graduate School",
      "username": "@TamaraDubowitz @ASRichardson3",
      "contact": "https://www.twitter.com/TamaraDubowitz"
    },
    "tags": [
      "Cardiovascular Disorders",
      "Community Health and Well-Being",
      "Health Equity",
      "Neighborhood Influences on Health",
      "Neighborhoods",
      "www.rand.org"
    ],
    "Article": "Where people live shapes their everyday experiences and may serve as a foundation to how and whether they access both public goods and private resources. Unequal allocation of neighborhood resources including but not limited to access to nutritious foods, physical activity resources, opportunities for social connection, aesthetically pleasing amenities, connected transportation, high-performing schools, and health care facilities have been linked to cardiovascular outcomes.[1–5] Neighborhood landscapes are the product of historical and current (dis)investments, urban planning, demographic, and cultural shifts. Consequently, neighborhood influences on cardiovascular health are multilevel and nuanced which makes it difficult for researchers and practitioners to find ways to modify neighborhoods to support health. In their scientific statement, Kershaw et al. summarize current knowledge regarding the impacts of neighborhoods on cardiovascular health and provide a roadmap that illustrates how current knowledge can be used to develop and implement multilevel interventions to improve cardiovascular health in communities and health systems. The authors help illuminate some of the challenges, including the conceptualization and operationalization of “neighborhoods” in research, from differences in data sources, administrative boundaries (e.g., Census tracts) and theoretically different ways of capturing neighborhood components (e.g., crime versus supermarket access). They also reflect on the complex ways that neighborhoods may get under people's skin to impact their heart health. Indeed, Kershaw et al. suggest that the context of the research question, consensus of engaged stakeholders, potential limitations and threats to validity, and the feasibility of future interventions informed by the research must all be taken into account. The statement points to many opportunities to improve understanding of how neighborhoods impact health. These include integrating neighborhood metrics into health care, increased collaboration with communities, increased attention toward multilevel interventions, and more rigorous research to measure policy impacts. Neighborhood context and place contribute to cardiovascular health and health inequities. The statement concludes that despite knowledge gaps (for example, limited longitudinal data exist), neighborhood context and place contribute to cardiovascular health and health inequities. And thus, the questions then become how to both advance the research and to improve place-based policy and intervention to improve cardiovascular health on a variety of levels, from individuals to communities. Given our own experience in the field of examining the role of place in health, and in the spirit of helping to define the roadmap towards improved cardiovascular health, we offer a handful of additional considerations for those in research, academia, policy, and health care. We highlight four areas: 1) consideration of historical data and the dynamic nature of neighborhoods; 2) incorporating neighborhood context and social determinants of health into training and curricula of health care providers; 3); consideration of upstream outcomes; and 4) the challenges and importance of effective communication. Kiarri et al. recognize that neighborhoods are dynamic and there are always multiple pushes and pulls, including historical and contemporary social forces, which are difficult to incorporate into research and intervention on a practical level. In other words, there are methodological and pragmatic challenges to ensure such elements are incorporated into research design and data. For example, urban planning and place-based policy are the result of economic development strategies and ultimately who was at the table to make the call. But how can researchers account for power hierarchies and the people who were excluded from decisionmaking? Both people and neighborhoods have histories, and they are not always the same (i.e., if a resident has not lived in the same neighborhood for their entire life, then their histories would be different). Life course epidemiology could help with this. However, historical neighborhood-level data is not always available in the same capacity as human or individual-level data. It is also a challenge to practically implement interventions that are integrated across sectors, levels, and time.[6], [7] Next, public health and medical training programs and curricula in the United States have introduced the need for understanding place, or context, but do not always provide much more than that.[8] Particularly in medical school curricula, training in how to incorporate social determinants of health and neighborhood context is lacking.[9] While schools of public health are, in general, better situated to teach social epidemiology and train future public health practitioners how to research and design multilevel interventions, there has not always been the same focus on communicating empirical research or findings to communities and/or decisionmakers and policy stakeholders. In this sense, there has been a lack of attention and training of how to turn research into action. Each of these curricula needs presents a challenge for moving the needle on intervention and policy change relevant to the public's cardiovascular health. Place-based policy and intervention are often implemented without considering or intending to impact health per se. While Kiarri et al. identified a host of studies that examined associations between neighborhood conditions and cardiovascular outcomes, they point out that there are limitations in cross-sectional approaches, ones that have examined neighborhood environments at a single point in time, and lacking in examining how life stage neighborhood environments impact cardiovascular health. We also raise the possibility that there are limitations in how cardiovascular health is examined as an outcome. We propose that many cardiometabolic and vascular outcomes are, perhaps, too far downstream. Specifically, examining social cohesion, community engagement, social isolation, and even loneliness may more clearly surface the important components of neighborhoods that matter for cardiovascular health. Finally, communication matters. Research structures reward publications in peer-reviewed scientific journals; however such publications are not always relevant to community or policy impact. And communication to scientists is very different than communication to policymakers. In addition, place-based policy and intervention are often implemented without considering or intending to impact health per se and thus those who are interested in quantifying the potential implications on health need to recognize this mismatch. The statement presents future directions for etiologic, health system, intervention, and policy research on neighborhoods and cardiovascular health. Kiarri et al. make clear that there are extensive opportunities to improve understanding how neighborhoods impact health. We agree with their important points and are also grateful for this statement providing impetus to move the needle forward on other components of place-based cardiovascular health and policy. Tamara Dubowitz and Andrea Richardson are senior policy researchers at the nonprofit, nonpartisan RAND Corporation and professors at the Pardee RAND Graduate School. This commentary originally appeared on Professional Health Daily on December 11, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}