{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:43:02.720062",
  "crawling_time_epoch": 1703230982,
  "type": "Commentary",
  "title": "Poland and Ukraine: Defending Europe's Future",
  "url": "https://www.rand.org/pubs/commentary/2023/09/poland-and-ukraine-defending-europes-future.html",
  "descriptions": "In the Cold War, West Germany, with robust NATO support, stood guard at the center of the Iron Curtain. Looking ahead, Poland and Ukraine along with NATO will defend Europe's center at the front line. Insights from the West German experience might help them.",
  "posted": "Sep 25, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/09/poland-and-ukraine-defending-europes-future/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1696953501804.jpeg",
    "desc": "U.S. M1A2 Abrams tanks prior to a live fire exercise at Drawsko Pomorskie, Poland, February 16, 2023, photo by Staff Sgt. Matthew A. Foster/U.S. Army National Guard"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "William Courtney Peter A. Wilson",
      "profil": "https://www.rand.org/about/people/c/courtney_william.html",
      "position": "Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.europe.html",
        "tag": "Europe"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-force-deployment.html",
        "tag": "Military Force Deployment"
      },
      {
        "blog": "https://www.rand.org/blog.topic.north-atlantic-treaty-organization.html",
        "tag": "North Atlantic Treaty Organization"
      },
      {
        "blog": "https://www.rand.org/blog.topic.poland.html",
        "tag": "Poland"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      }
    ],
    "Article": "In the Cold War, West Germany, with robust NATO support, stood guard at the center of the Iron Curtain. Looking ahead, Poland and Ukraine along with NATO will defend Europe's center at the front line. Insights from the West German experience might help them. In the mid-1960s, the Warsaw Pact had some 40-odd divisions across the central front and a massive air and missile force. They practiced large-scale offensives against NATO territory, including nuclear strikes. Today, Russia may have only 830,000 troops in total, many poorly trained or eviscerated by war in Ukraine. In the future, Poland and Ukraine may need substantial allied military support, but less than did West Germany. There the allies deployed hundreds of thousands of troops because of the huge size of Soviet forces to the east and, for some years, West German military weakness. In the early 1950s, West German rearmament and NATO entry were controversial. Chancellor Konrad Adenauer urged Western occupying powers to bolster their forces and offer a security guarantee. With NATO admission still uncertain, President Volodymyr Zelenskyy is asking for an iron-clad guarantee although not boots on the ground. West Germany obtained a guarantee by joining NATO, in 1955. This came despite the division of Germany and some reluctance in Europe, such as from France. The U.S.-backed West German entry then and supports Ukraine's now. NATO leaders have agreed to expedite its admission. Less-robust non-treaty security ties, such as the United States has with Israel and Taiwan (PDF), could be a temporary fix. With NATO admission still uncertain, President Volodymyr Zelenskyy is asking for an iron-clad guarantee although not boots on the ground. Both in the Cold War and today, NATO has viewed its Article V guarantee—an attack on one is an attack on all—as more credible when coupled with an allied force presence in areas of higher threat. West Germany's security depended vitally on allied military presence augmented by crisis reinforcement. The country's military was not created until 1956 and did not reach full strength until the late 1960s. Some two-thirds of the over 400,000 U.S. troops in Europe in the early 1960s were based in West Germany. Annual REFORGER (PDF) exercises tested U.S. ability to rapidly reinforce its presence in West Germany. In the years ahead, Poland and Ukraine will have much larger forces than did West Germany in the early years. Poland may have 325,000 active duty personnel, and Ukraine nearly 700,000. These forces are modernizing and among the strongest in democratic Europe. Ukraine's are battle hardened for modern high-intensity warfare. Today in Poland, the United States has a modest rotational presence, about 10,000 troops, and none in Ukraine. In the future, a greater presence may be essential to strengthen deterrence against an unbowed Russia and to assist with logistics and high-end support. The latter might include intelligence, surveillance, and reconnaissance, air and missile defense, rocket artillery, combat aircraft, electronic warfare, and special operations. The United States already provides some of this. An expanded U.S. military presence in Poland and Ukraine would likely bring new capabilities. Dense Russian air defenses on the central front could spur the United States to field F-35 stealth fighters armed with next-generation missiles. U.S. forces might bring the advanced long-range precision strike missile (PrSM), a follow-on to the ATACMS ballistic missile which the United States may soon provide to Ukraine. The question on the table is the nature of a prudent post-war U.S. and allied military presence in Poland and Ukraine. If Russia remains militarily aggressive or its war on Ukraine ends in an unstable territorial compromise, substantial U.S. and allied forces—including thousands of troops—may be required in Poland and Ukraine, as well as in the Baltic states and elsewhere. If, on the other hand, after the current war Moscow becomes less dangerous, Ukraine joins NATO or wins the war, or Russia's army emerges from it greatly weakened, the United States and its allies might need less force presence. Countering the Russian threat at the central front could require making critical infrastructure more resilient to long-range precision attack. Some presence, however, would likely be essential. The risk of an unexpected Russian attack or military technology breakout may be too high. Russia, perhaps with Chinese aid, could employ new technology and deception to seek a destabilizing advantage. Russia has sought to do this with a new missile banned by the Intermediate-range Nuclear Forces (INF) Treaty, causing the United States to withdraw from it. Countering the Russian threat at the central front could require making critical infrastructure more resilient to long-range precision attack. Russian missile and drone strikes on Ukraine's infrastructure—despite increasingly successful defenses against them—have damaged energy, electrical, and grain storage facilities. Revived by Russian aggression, NATO and its members may emerge from the war stronger and more committed to Europe's defense than at any time in the post–Cold War era. The addition of Ukraine to the alliance and the continued infusion of modern weapons into NATO arsenals at the central front may make democratic Europe even more secure. William Courtney is an adjunct senior fellow at the nonprofit, nonpartisan RAND Corporation and was U.S. ambassador to Kazakhstan, Georgia, and the U.S.-USSR commission to implement the Threshold Test Ban Treaty. Peter A. Wilson is an adjunct senior international and defense researcher at RAND and teaches the history of military technological innovation at the Osher Lifelong Learning Institute. This commentary originally appeared on RealClearDefense on September 23, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}