{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:17:44.885107",
  "crawling_time_epoch": 1703240264,
  "type": "Commentary",
  "title": "Politics of Ukrainian Reconstruction",
  "url": "https://www.rand.org/pubs/commentary/2022/11/politics-of-ukrainian-reconstruction.html",
  "descriptions": "When fighting subsides, Ukraine may undergo reconstruction on the scale of the post–World War II Marshall Plan. Debate is ramping up about core issues, such as the scope of reconstruction, sources of funding, and reforms needed for success. Ukraine and the West might begin now to forge consensus on these issues.",
  "posted": "Nov 30, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2022/11/politics-of-ukrainian-reconstruction/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1679512657781.jpeg",
    "desc": "Railway workers repair the tracks damaged by Russian shelling in the northern direction, Kharkiv Region, northeastern Ukraine, November 25, 2022, photo by Vyacheslav Madiyevskyy/Ukrinform/Abacapress.com via Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Howard J. Shatz Khrystyna Holynska William Courtney",
      "profil": "https://www.rand.org/about/people/s/shatz_howard_j.html",
      "position": "Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School Assistant Policy Researcher, RAND, and Ph.D. Student, Pardee RAND Graduate School Adjunct Senior Fellow",
      "username": "@HowardJShatz @courtneywmh",
      "contact": "https://www.twitter.com/HowardJShatz"
    },
    "tags": [
      "International Diplomacy",
      "International Economic Relations",
      "Nation Building",
      "Russia",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "When fighting subsides, Ukraine may undergo reconstruction on the scale of the post–World War II Marshall Plan. Debate is ramping up about core issues, such as the scope of reconstruction, sources of funding, and reforms needed for success. Ukraine and the West might begin now to forge consensus on these issues. Divergencies in investment priorities may be wide. As of September 5, the respected Kyiv School of Economics assessed damage to infrastructure to be $114.5 billion. On September 9, the World Bank, European Commission, and Ukraine estimated the cost of reconstruction and recovery to be $349 billion. On October 24, Ukrainian Prime Minister Denys Shmyhal put the cost of post-war national reconstruction at nearly $750 billion. German Chancellor Olaf Scholtz and European Commission President Ursula von der Leyen have urged a “new Marshall Plan” to construct residences, schools, roads, bridges, and other infrastructure. By comparison, the Marshall Plan was less grandiose, contributing $150–160 billion in today's dollars to 16 countries. It sought to spur agricultural and industrial production and trade and restore sound finances. Ukraine has had one of Europe's most wasteful economies; reconstruction will give higher priority to conservation. In Ukraine, high priority may be accorded to restoring electricity and other public utilities, rebuilding transportation and other infrastructure, and renovating industry, agriculture, and services. Ukraine has had one of Europe's most wasteful economies; reconstruction will give higher priority to conservation. The West might give early attention to defining a scope for reconstruction that can gain broad support. Expectations in Ukraine might be high. In Congress, some on both sides of the aisle may seek to limit Ukraine aid. No one wants punitive reparations of the kind that embittered post–World War I Germany and abetted the rise of Adolf Hitler. The Treaty of Versailles demanded that Germany pay $269 billion in today's dollars, leading economist John Maynard Keynes to predict its economic collapse and wider chaos. There may be a way out. Some $300 billion in Russian Central Bank assets held in the West could be used for reconstruction without reducing Russia's output or employment. Access to forfeited Russian assets could make possible some of the more-ambitious options for Ukraine's reconstruction. For this purpose, European Council President Charles Michel has called it “extremely important” to confiscate Russian assets. Overcoming sovereign immunity might be legally complex but feasible. There is precedent for forfeiture. In 2003, the United Nations Security Council required all U.N. members to freeze and transfer assets of the former Iraqi regime to the new Development Fund for Iraq. Recently the U.N. General Assembly approved a resolution calling for Russia to pay war reparations. The vote was 94 in favor, 14 against, and 73 abstaining. The use of Russian assets may be popular in the West and seen as just recompense. Ukrainian President Volodymyr Zelensky calls creation of such a mechanism a part of “international legal reality.” To the extent Western donors contribute to reconstruction funding, the United States may look to the European Union and its member states to shoulder most of the burden. The United States and United Kingdom have provided over four-fifths of Western military aid to Ukraine, and this may continue. Europeans seem aware. They have taken the lead in donor conferences this year at Lugano, Switzerland, and in Berlin, Germany. EU leadership is logical since Ukraine now has candidate status for membership. As waste in Afghanistan and Iraq showed, reconstruction may fail if donors lack coherent strategies or projects are not sustainable or are prone to corruption. Donors have long worried about corruption in Ukraine. It ranks in the bottom third of Transparency International's Corruption Perceptions Index. Reconstruction may fail if donors lack coherent strategies or projects are not sustainable or are prone to corruption. Ukraine has made progress. It operates a transparent online platform for public procurement and government e-services. Oversight by independent media and civil society in Ukraine has proven valuable. Corruption ought not impede private investment. Donor conditionalities—much as the Marshall Plan had—might provide incentive for Ukraine to deepen reforms as it reimagines its future. The EU emphasizes that Ukraine should have the “highest rule-of-law standards and … effective anti-corruption authorities.” Congress may mandate robust oversight by inspectors general and regular spending reports. To sustain donor confidence, Ukraine may see benefit in Western conditions. The West and Ukraine might develop early and clear standards and a coordinated venue for reconstruction planning. Aid expectations in Ukraine are high. Delays or disruptions could undermine popular support for reforms. The West and Ukraine have some distance to go to develop strategies and consensus for reconstruction. The West could continue to demonstrate its support for Ukraine's defense of its land and people by preparing now for post-war reconstruction. Howard J. Shatz is a senior economist at the nonprofit, nonpartisan RAND Corporation and professor of policy analysis at the Pardee RAND Graduate School. Khrystyna Holynska is an assistant policy researcher at RAND, a Ph.D. candidate at the Pardee RAND Graduate School, and a visiting professor at the Kyiv School of Economics. William Courtney is an adjunct senior fellow at RAND and has served as U.S. ambassador to Kazakhstan and Georgia. This commentary originally appeared on The Hill on November 30, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}