{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:23:16.625396",
  "crawling_time_epoch": 1704165796,
  "type": "Commentary",
  "title": "Political Manifestos Should Do Better Than “Legalise It”",
  "url": "https://www.rand.org/pubs/commentary/2023/11/political-manifestos-should-do-better-than-legalise.html",
  "descriptions": "After years of political deadlock, a new era for drug policy in the Netherlands seems to be on the horizon. At least two factors are increasing politicians' appetite for change: increased awareness of the problems of drug-related organized crime in the Netherlands, and Dutch drug policy no longer being ahead of the curve.",
  "posted": "Nov 21, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/11/political-manifestos-should-do-better-than-legalise/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1700600013713.jpeg",
    "desc": "An employee shows joints in a coffeeshop in Breda, Netherlands, March 1, 2023, photo by Piroschka van de Wouw/Reuters"
  },
  "content": {
    "source": "(NRC)",
    "author": {
      "name": "Stijn Hoorens",
      "profil": "https://www.rand.org/about/people/h/hoorens_stijn.html",
      "profession": "Office Director, RAND Europe Brussels, Senior Research Leader",
      "username": "@StijnHoorens",
      "contact": "https://www.twitter.com/StijnHoorens"
    },
    "tags": [
      "Cannabis",
      "Drug Markets and Supply",
      "Drug Policy and Trends",
      "Market Regulation",
      "Netherlands",
      "Politics and Government",
      "www.rand.org"
    ],
    "Article": "After years of political deadlock, a new era for drug policy in the NL seems to appear on the horizon. At least two factors are increasing politicians' appetite for change. First, there is an increased awareness of the problems of drug-related organised crime in the Netherlands. Secondly, Dutch drug policy is no longer ahead of the curve. It has been overtaken by countries like Uruguay or Canada, and even neighbouring Germany has advanced plans of legalising cannabis. As a result of these trends, unlike other years, there are elaborate drug paragraphs in the election manifestos for next November 22nd. The plans range from a “drug-free society” of the SGP to the “legalisation and regulation of cultivation, manufacture, possession, and sale of all drugs” of Bij1. Eight parties in the current Lower House are in favour of legalising and regulating cannabis (Bij1, D66, FvD, GL/PvdA, JA21, PvdD, SP, and Volt), while BBB and VVD want to wait for the results of the experiment with a closed coffee shop supply chain before taking a decision. In addition, GL/PvdA, D66, and Volt open the door to legalisation of other drugs, such as ecstasy, and await the advice of the State Committee on MDMA on this. CDA, Christian Union, PVV, and SGP, on the other hand, want to close all coffee shops and reinstate the ban on soft drugs. Actually, only Pieter Omtzigt's NSC wants to maintain the current situation, including the current soft drugs policy. Drug policy is not a binary choice between prohibition and stricter punishment on the one hand and legalisation on the other. Unfortunately, many programmes do not get much further than hollow phrases about “legalisation” or prohibition and stricter punishment. The CDA, for instance, states on the one hand that the illegal nature of soft drugs must be maintained, while on the other a hash levy must be introduced, following the German example, because “joints can be bought for next to nothing (while a packet of cigarettes is heavily taxed).” In doing so, the Christian Democrats seem to forget that it is not possible to levy excise duty on an illegal product. Another contradiction can be found in Omtzigt's manifesto, which indicates that the criminal earnings model and reducing criminal money flows should be a spearhead of policy. But at the same time, he advocates maintaining the current soft drugs policy, which tolerates the sale of cannabis at the front door. This leaves coffee shop owners no choice but to finance criminal organisations at the back door. Drug policy is not a binary choice between prohibition and stricter punishment on the one hand and legalisation on the other. There are many intermediate forms and a host of design parameters, which should be considered when regulating drugs. In doing so, it is useful to look at recent developments abroad or comparable regulation, where the consequences of these choices are slowly becoming visible. I list here 4 key discussion points, which party leaders should consider, when their drugs paragraph comes up during debates. First, any discussion on drug regulation must consider pricing policy. If you leave this to the market, there is a risk that the price will either be too high to compete with the illegal market on the one hand, or so low as to increase consumption on the other. Second, product differentiation. Experience in the United States shows that cannabis entrepreneurs are creative and innovative to introduce new and appealing product types for some audiences: edibles, extracts, vapes, you name it; some with dangerously high concentrations of THC. Regulation may be needed, but banning these products could mean that the illegal market jumps into that gap. Third, when regulating tobacco, alcohol, or gambling, it was repeatedly found that profit-maximising companies do not do enough to protect their own consumers. There are reasonable alternatives to commercial models in regulating drugs, such as cannabis social clubs allowed in Uruguay. We have recently reviewed these alternative models for the Swiss government. As with tobacco and alcohol, a small minority of the heaviest drug users are responsible for the lion's share of the societal burden Problematic use should also be considered. As with tobacco and alcohol, a small minority of the heaviest drug users are responsible for the lion's share of the societal burden. But they are the most lucrative consumers. How do you prevent a legal industry from losing sight of public health? Finally, the recent experience with the legalisation of online gambling should be a good lesson. Since 1 October 2021, online gambling has been allowed from legal providers. But despite their legal duty of care, the Consumers' Association concluded in a recent investigation that the big gambling companies mislead players and encourage excessive gambling. The Gambling Authority recently concluded that these companies do not intervene sufficiently to protect players from large losses or gambling addiction. Meanwhile, some political parties are already calling for another ban. Voila, the parallel with drugs. Can a for-profit company be expected to put the welfare of its customers above the welfare of its shareholders? So, in short, don't just shout: just legalise it! Think it through. Because once that switch is flipped, it is difficult to adjust the policy. Stijn Hoorens is a drug policy researcher and office director at RAND Europe. This commentary originally appeared on NRC on November 14, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}