{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:18:50.333429",
  "crawling_time_epoch": 1703240330,
  "type": "News Release",
  "title": "Poor Sleep and Nighttime Wakefulness Associated with Diminished Cognitive Function Among African Americans",
  "url": "https://www.rand.org/news/press/2022/06/15/index1.html",
  "descriptions": "More fragmented sleep and longer periods of wakefulness after bedtime among a group of low-income African American adults were associated with lower cognitive function such as poor attention and visuospatial ability. Improving sleep may support prevention of Alzheimer's and related dementias.",
  "posted": "Jun 15, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2022/06/15/index1/_jcr_content/par/teaser.crop.250x187.lm.jpeg/1655387782220.jpeg",
    "desc": "An older man sitting on the edge of his bed, photo by monkeybusinessimages/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Wendy M. Troxel",
      "profession": "Senior Behavioral and Social Scientist",
      "biography": "Wendy Troxel is a senior behavioral and social scientist at the RAND Corporation and author of Sharing the Covers; Every Couple's Guide to Better Sleep. She holds adjunct professor positions at the University of Pittsburgh and University of Utah and is a licensed clinical psychologist and…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/t/troxel_wendy_m/_jcr_content/par/bio.crop.130x130.cm.jpeg/1581111088420.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Wendy Troxel"
      }
    },
    "researcher": [
      {
        "research": "RAND Social and Economic Well-Being",
        "profile": "https://www.rand.org/well-being.html"
      }
    ],
    "tags": [
      "African American Populations",
      "Alzheimer's Disease and Dementias",
      "Health Equity",
      "Sleep",
      "www.rand.org"
    ],
    "Article": "More fragmented sleep and longer periods of wakefulness after bedtime among a group of low-income African American adults were associated with lower cognitive function such as poor attention, according to a new study. Studying people over a five-year period, researchers from the RAND Corporation and the University of Pittsburgh found that those whose sleep worsened over time had poorer attention, executive function and visuospatial ability. Researchers say the findings suggest that improving sleep health may support prevention of Alzheimer's disease and related dementias, and also help reduce other health disparities. The findings are published in the June edition of the Journal of Alzheimer's Disease. “Past research has shown that African American people show higher rates of an array of sleep problems, and also have higher rates and earlier onset of Alzheimer's and related dementias when compared to white Americans,” said Wendy Troxel, the study's lead author and a senior behavioral scientist at RAND, a nonprofit research organization. “Our findings suggest that sleep problems may be an important modifiable factor that contributes to cognitive aging.” The findings add to a growing body of research suggesting that poor sleep health is an emerging risk factor for Alzheimer's disease and related dementias that may be an important and understudied biobehavioral pathway contributing to the disproportionate burden of dementias by African Americans and socioeconomically disadvantaged individuals. The new study involved 216 adults aged 50 and older who are participants in a long-term RAND study, called PHRESH, of two mostly African American neighborhoods in Pittsburgh where researchers are examining a number of social and environmental factors on individuals' health. Study participants underwent sleep monitoring during 2013 and again in 2018. In 2018, study participants underwent assessments of cognitive functioning and clinical adjudication of cognitive impairment. The study found that both the level and changes over time in sleep efficiency (a measure of sleep fragmentation) and wakefulness during sleep hours were significantly associated with several cognitive domains, including attention, executive function, visuospatial ability and immediate recall. Sleep duration was not associated with any cognitive outcomes. “While our sample size was somewhat small, these results have important clinical and policy implications for prevention and intervention, as sleep is a modifiable risk factor that is influenced by individual and broader societal factors, including reduced access to health care and exposure to environments that can negatively impact sleep,” Troxel said. “It's important to focus on multi-level determinants—including sleep—to address the disproportionate burden of Alzheimer's disease and related dementias in African Americans.” Researchers say the issue needs to be further addressed by additional longitudinal studies that include a larger sample, and that utilize a life course perspective to better understand how the legacy of structural racism contributes to the disproportionate burden of both sleep problems and cognitive decline among African American adults. To that end, the RAND-University of Pittsburgh study team recently received funding from the National Institutes of Health to continue to study how exposure to different sources of stress stemming from structural racism contributes to sleep and risk for cognitive decline and Alzheimer's disease in older African American adults. Support for the study was provided by the National Heart Lung Blood Institute, the National Institute of Aging and the National Cancer Institute. Other authors of the study are Ann Haas, Tamara Dubowitz and Bonnie Ghosh-Dastidar, all of RAND; and Meryl A. Butters, Tiffany L. Gary-Webb, Andrea M. Weinstein and Andrea L. Rosso, all of the University of Pittsburgh. The RAND Social and Economic Well-Being division seeks to actively improve the health, social, and economic well-being of populations and communities throughout the world."
  }
}