{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:54:19.365417",
  "crawling_time_epoch": 1703231659,
  "type": "Commentary",
  "title": "Preparing for the Next India-China Border Crisis",
  "url": "https://www.rand.org/pubs/commentary/2023/02/preparing-for-the-next-india-china-border-crisis.html",
  "descriptions": "Mounting tensions between India and China due to Chinese encroachment on their disputed border affect the United States and its Indo-Pacific strategy. Washington should assist New Delhi in deterring further Chinese attempts to nibble away at Indian territory and be ready to respond quickly in case events spiral out of control.",
  "posted": "Feb 15, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/preparing-for-the-next-india-china-border-crisis/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1676504693643.jpeg",
    "desc": "Satellite image shows the advance of China on the border with India, in the western Himalayas, June 24, 2020, photo by MAXAR Technologies via Latin America News Agency via Reuters Connect"
  },
  "content": {
    "source": "(Foreign Affairs)",
    "author": {
      "name": "Lisa Curtis Derek Grossman",
      "profil": "https://www.rand.org/pubs/authors/c/curtis_lisa.html",
      "position": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.border-and-port-security.html",
        "tag": "Border and Port Security"
      },
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.india.html",
        "tag": "India"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.pakistan.html",
        "tag": "Pakistan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "In recent years, the disputed border between China and India has become the site of growing tensions. Chinese encroachment has sparked clashes along the mostly rugged, mountainous border, known as the Line of Actual Control (LAC), which threaten to lead to all-out conflict between the two Asian giants. These mounting tensions affect the United States and its Indo-Pacific strategy. Military hostilities between the two large, nuclear-armed countries risk escalating into a conflagration that could involve a third nuclear power: Pakistan. Such a widening conflict would be catastrophic for the region, though it now remains a remote prospect. More likely, border tensions will continue to simmer as China and India strengthen their military capabilities and build up infrastructure along the border. Washington should assist New Delhi in deterring further Chinese attempts to nibble away at Indian territory and be ready to respond quickly in case events spiral out of control. If fighting intensifies along the LAC, the United States could support India diplomatically and militarily, but without trumpeting this assistance. Washington could find creative ways to bolster New Delhi's position even if it will not seek to mediate the conflict. But it must pay serious attention. The United States cannot simply ignore this escalating border dispute until it mushrooms into a full conflict, nor can it stay completely on the sidelines.… The remander of this commentary is available at foreignaffairs.com. Lisa Curtis is director of the Indo-Pacific Security Program at the Center for a New American Security. She previously served as deputy assistant to the president and NSC senior director for South and Central Asia from 2017 to 2021. Derek Grossman is a senior defense analyst at the nonprofit, nonpartisan RAND Corporation and an adjunct professor at the University of Southern California. He formerly served as the daily intelligence briefer to the assistant secretary of defense for Asian and Pacific security affairs at the Pentagon. This commentary originally appeared on Foreign Affairs on February 15, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}