{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:13:57.949270",
  "crawling_time_epoch": 1703240037,
  "type": "Essay",
  "title": "Preventing Violence in Schools: How to Encourage Students to Report Threats",
  "url": "https://www.rand.org/pubs/articles/2023/preventing-violence-in-schools-how-to-encourage-students-to-report-threats.html",
  "descriptions": "One of the most consistent findings in research on school shootings is that someone knew an attack was possible but didn't report it. There are ways schools can encourage students to come forward when they see or hear something concerning: tip lines, training, and a lot more trust.",
  "posted": "Mar 9, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/preventing-violence-in-schools-how-to-encourage-students-to-report-threats/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1678401629418.jpeg",
    "desc": "People embrace outside the Alamo Gym where students and parents wait to reunite following a shooting at Santa Fe High School in Santa Fe, Texas, May 18, 2018, photo by Michael Ciaglo/Houston Chronicle via AP"
  },
  "content": {
    "article": "The gunman was carrying a pump-action shotgun, a machete, and three Molotov cocktails when he pushed open the doors of his high school in Colorado and opened fire. He hit one girl, fatally wounding her, before turning the gun on himself. His anger was no secret at the school. Classmates later described him as a “monster when he is mad,” ready to “snap one day.” But at least five students had another piece of information that they never reported before the shooting. They knew he had bought the gun. Someone knew. That is one of the most consistent findings in research on school shootings: Someone knew an attack was possible and didn't report it. A recent RAND study looked at how schools can better encourage students to come forward when they see or hear something that should concern them. Its top recommendations: tip lines, training, and a lot more trust. “The main thing is making students comfortable reporting, ensuring they have somewhere they can go if they have concerns,” said Pauline Moore, a political scientist at RAND who led the study. “That was the underlying theme that we heard from almost everyone we talked to. If kids feel supported, if they have someone they can trust, they'll come forward.” In 2021, the U.S. Secret Service published a review of 67 averted school plots. It found that in 94 percent of the cases, the would-be assailants had made their intentions known, often through comments to their friends or social media posts. Yet in more than two-fifths of the cases, people who knew of the threat failed to report it—even when it was a direct warning of what was to come. Researchers at the Homeland Security Operational Analysis Center—a federally funded research and development center operated by RAND—have been working with the Cybersecurity and Infrastructure Security Agency to develop tools and guidance to help make schools safer. Their most recent report provides a blueprint for schools to establish more-effective, more-responsive student threat reporting systems. It draws on decades of research on preventing school violence and interviews with three dozen people involved in school safety. Students who feel a strong connection to their school, a sense of belonging, are much more likely to come forward. Researchers found that school climate is one of the best predictors of whether students will report a threat. Students who feel a strong connection to their school, a sense of belonging, are much more likely to come forward. Students who feel alienated or think they'll cause trouble if they report a concern are much more likely to keep it to themselves. That underscores how critical it is for schools to build a trusting environment where students believe their concerns will be taken seriously. That takes intention on the part of every teacher and staff member: chatting with students in the halls, going to sports games and other after-school activities. The schools that do it well, one district leader said, are those “with visible staff … who are sitting with students at lunch and greeting them at arrival.” Students wait for family members at Shoultes Gospel Hall church after an active shooter situation at Marysville-Pilchuck High School, in Marysville, Washington, October 24, 2014 Photo by Jason Redmond/Reuters That's the foundation of any successful school reporting system, researchers found—but it's not enough on its own. Students still have to navigate hallways where speaking out is often seen as snitching, and keeping quiet is the easiest option. Several studies have identified that “code of silence” and fear of retribution as a significant barrier to student threat reporting. Roughly half of U.S. states have established school tip lines in recent years to give students an option other than going to a teacher or administrator. Many allow students to submit a report without providing their name. The school officials RAND interviewed said that one feature is almost as important as establishing the tip line itself, given how deeply student concerns about being found out run. Existing tip lines have also found that threats of violence are only one category of what students report when they have the chance. If anything, students are more likely to call in concerns about a friend talking about suicide, classmates using drugs, or their own experiences with bullying. Tip lines aren't a cost-free option; it takes time and resources to follow up on those reports. “But the return on investment,” one school official told the researchers, “is life.” Yet there is no single model that states or school districts can follow. Some tip lines route reports to law enforcement; others take pains to assure students that not every report will automatically involve a law-enforcement response. Many allow students to file a report by phone, but also by text or mobile app, an especially valuable feature given the target audience. One of the first statewide school tip lines, Colorado's Safe2Tell, is still cited as a gold standard. It started taking calls in 2004, a few years after the shooting at Columbine High School. It fielded its 100,000th report in December 2021—“100,000 times,” its director said in an annual report to the community, when “a young person felt comfortable speaking up to prevent harm.” Reynolds High School students wait on a bus the day a gunman shot and killed a student shortly after classes started in Troutdale, Oregon, June 10, 2014 Photo by Faith Cathcart/The Oregonian via AP But even a gold-standard tip line isn't enough, either. When that gunman stormed his high school with a shotgun and a machete in 2013, his classmates had the number for Safe2Tell in their pockets. It was on a sticker on the back of their student ID cards. But a subsequent investigation found no evidence the school had trained students on how to use Safe2Tell or what to report. Not one student called the tip line before the shooting, even though several knew the gunman had a hit list, a furious grudge against a teacher, and a gun. Students often don't realize the importance of the information they have. They wave off threats as a joke, or don't want to get their friends in trouble. Students often don't realize the importance of the information they have, school safety officials told the researchers. They often wave off threats as a joke, or don't want to get their friends in trouble. Breaking through that requires more than a poster on the wall or a sticker on an ID card. Schools should consider all-school assemblies, classroom presentations, and other regular reminders that every student has a responsibility to keep the school community safe. School officials told the researchers they often see an uptick in reports immediately following such training events. An important part of that outreach is letting students and other members of the community know what happens to tips that get submitted. Several state-level tip lines publish regular statistical summaries that show, for example, how many tips were forwarded to law enforcement or how many were handled by crisis counselors. That provides assurance to students and the community that their concerns are taken seriously. “It goes back to the need to make students more comfortable with reporting,” RAND's Moore said—“to the notion that building a positive and inclusive environment is the main thing that has to happen to encourage reporting.” Several states have started to enlist the students themselves to help get the word out. “It hits an adolescent differently [when they hear it] from a peer,” one school official said, “rather than from someone their parents' age.” Colorado's Safe2Tell, for example, launched a student ambassador program for high school students to raise awareness and help break the code of silence among their fellow students. “There is a culture of silence; there is a stigma around reporting,” said one ambassador, a high school junior named Bella. She asked not to use her last name. “A lot of students may be afraid that they'd be labeled a snitch,” she said. “They have to think of the bigger picture. They have to think long term—like, if I file this report, I'm going to help someone, protect someone. That's going to be worth it, even if there is some temporary backlash.” “Baby steps,” she added. “Just slowly changing the culture.” —Doug Irving",
    "overview": "",
    "topine": "",
    "tags": [
      "Crime and Violence Prevention",
      "School Security",
      "School Violence",
      "Students",
      "Threat Assessment",
      "United States",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/preventing-violence-in-schools-how-to-encourage-students-to-report-threats/_jcr_content/par/blogpost/par-blog/imagewithclass_1268626270.fit.0x0.jpeg/1678233464578.jpeg",
        "width": null,
        "height": null,
        "desc": "Students wait for family members at Shoultes Gospel Hall church after an active shooter situation at Marysville-Pilchuck High School, in Marysville, Washington, October 24, 2014, photo by Jason Redmond/Reuters"
      },
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/preventing-violence-in-schools-how-to-encourage-students-to-report-threats/_jcr_content/par/blogpost/par-blog/imagewithclass.fit.0x0.jpeg/1678233660424.jpeg",
        "width": null,
        "height": null,
        "desc": "Reynolds High School students wait on a bus the day a gunman shot and killed a student shortly after classes started in Troutdale, Oregon, June 10, 2014, photo by Faith Cathcart/The Oregonian via AP"
      }
    ]
  }
}