{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:15:09.615564",
  "crawling_time_epoch": 1703240109,
  "type": "Commentary",
  "title": "Preventing Military Sexual Assault Is Important. So Is Getting Mental Health Care Afterward",
  "url": "https://www.rand.org/pubs/commentary/2023/02/preventing-military-sexual-assault-is-important-so.html",
  "descriptions": "Despite a decade of scrutiny on the issue, sexual assault and harassment in the military is still a pervasive problem. The effects of the trauma from these assaults can be lasting. So it's not just the military services, but also veterans' services, that need to connect these people to appropriate care for mental health.",
  "posted": "Feb 15, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/preventing-military-sexual-assault-is-important-so/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1676984719010.jpeg",
    "desc": "White female patient in a green shirt talks to white female therapist, photo by master1305/Getty Images"
  },
  "content": {
    "source": "(Military Times)",
    "author": {
      "name": "Julia Rollison",
      "profil": "https://www.rand.org/about/people/r/rollison_julia.html",
      "position": "Director, Social and Behavioral Policy Program; Senior Policy Researcher",
      "username": "@Julia_Rollison",
      "contact": "https://www.twitter.com/Julia_Rollison"
    },
    "tags": [
      "Mental Health Treatment",
      "Military Personnel",
      "Sexual Assault",
      "Sexual Harassment",
      "United States",
      "Veterans Health Care",
      "www.rand.org"
    ],
    "Article": "Despite a decade of scrutiny on the issue, sexual assault and harassment in the military is still a pervasive problem. Recent estimates (PDF) show that 6 percent of women in the military were sexually assaulted in the last year. Another 24 percent experienced sexual harassment. While efforts to eradicate this problem continue, there is also this: The effects of the trauma from these assaults can be lasting, certainly stretching beyond the period of active duty. So it's not just the military services, but also veterans' services, that need to connect these women to appropriate care for mental health. On that front, there's not been enough progress. Women's difficulties getting treatment for sexual trauma is, of course, not unique to the military. But like so many other things, serving in the military is a complicating factor. In surveys, focus groups, and interviews, female service members have explained how they are filled with self-doubt and shame after a sexually traumatic experience. They felt they should have been able to prevent or stop it. They worried what their peers or commanders would think. Or, they considered the trauma not “severe” enough to warrant getting care—perhaps especially if they are comparing their experience to that of combat. Women shouldn't feel as if there is a trauma threshold for seeking mental health care. That message needs to be delivered clearly and repeatedly throughout a military career. “It wasn't violent for me. I froze,” one veteran told researchers at the University of New Mexico. “So that's another reason that I feel guilty because it's like I didn't fight. I just froze and put up with it, so I feel like, jeez, it was my fault… Somehow I am responsible for this.” Women shouldn't feel as if there is a trauma threshold for seeking mental health care. That message needs to be delivered clearly and repeatedly throughout a military career—from pre-deployment to post-deployment to transitioning out of the military. As one female veteran said in another study on military sexual trauma during deployment: “You can't just say it once and say, 'OK, this option's out there if you need help.' People won't grab onto that. It needs to just keep being drilled in and at some point, you're going to want the help.” Women who'd been assaulted or harassed also report in high numbers that they don't trust military or veteran health systems or their providers. Adding more female psychiatrists, psychologists, and other counselors could help. Research has found that victims of sexual trauma who asked for and couldn't get female medical providers were more likely to opt out of Department of Veterans Affairs health care. In addition, the very environment of military and veteran health care settings can be unwelcoming, if not outright triggering. As one woman shared in a study of perceptions of VA health care: “There's just so many men here. There's a lot, a lot of men, and men who have particularly worn uniforms. And that was one of my big triggers, was being around people in uniform.” VA facilities could roll out more women-only spaces and clinics, or at least establish adequate distance between patients in waiting rooms. In addition, VA staff, including receptionists could be trained in stigma-reducing communication skills. Trouble getting an appointment, getting time off work, securing child care, and the cost—all these factors prevented women from seeking mental health treatment as well. And, of course, standard mental health care requires multiple visits, so these hurdles come up again and again. The very environment of military and veteran health care settings can be unwelcoming, if not outright triggering. For mothers in the military, programs like Children's Waiting Room serve as promising models that might make it easier for them to get to medical appointments, particularly given evidence that women with children are less likely to remain in psychotherapy than those without children. Health systems could offer weekend or evening appointments, too. The Pentagon recently clarified (PDF) that its convalescent leave policy should be extended to victims of sexual assault, giving them time to recover. It also made clear that service members should be given time off from normal duty for medical or counseling appointments. But this policy does not appear to allow for leave time to get treatment for other traumatic experiences, such as sexual harassment. The Pentagon and VA also need to press forward with efforts to ensure victims receive high-quality mental health care in a safe and supportive environment—and don't have to jump over hurdles to get it. Julia Rollison is a senior policy researcher at the nonprofit, nonpartisan RAND Corporation. Her research focuses on public health issues, health care access, and quality, with emphasis on reproductive health and the health care workforce. This commentary originally appeared on Military Times on February 14, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}