{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:08:11.341786",
  "crawling_time_epoch": 1703239691,
  "type": "Blog",
  "title": "Private Military Contractors, China's Efforts to Imprison Tibetans, Truth Decay: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-august-11.html",
  "descriptions": "This weekly recap focuses on undermining Russia's private military contractors, what nighttime lighting reveals about the Chinese Communist Party's efforts to imprison Tibetans, how Truth Decay damages national security, and more.",
  "posted": "Aug 11, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-august-11/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1691776198687.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "tags": [
      "China",
      "Civilian Military Workforce",
      "Economic Development",
      "Incarceration",
      "Intelligence Community",
      "Minority Populations",
      "New Media Arts",
      "Pittsburgh",
      "Politics and Government",
      "Postsecondary Education",
      "Russia",
      "United States Air Force",
      "www.rand.org"
    ],
    "Article": "This week, we discuss how the U.S. and its allies can undermine Russia’s private military contractors; what nighttime lighting reveals about China's efforts to imprison Tibetans; how “Truth Decay” is damaging U.S. national security; the evidence on stackable credentials; growing the film industry in Pittsburgh, Pennsylvania; and the Air Force's fiscal shortfalls.",
    "sub_article": [
      {
        "title": "Russia's Private Military Contractors: Diminishing Their Will to Fight",
        "descriptions": "In Ukraine, Syria, several African countries, and other conflict zones around the globe, private contractors are operating on behalf of the Russian state. This allows Moscow to expand its military footprint while maintaining plausible deniability of direct involvement in combat operations. In a new report, our researchers use RAND's “will-to-fight” model to identify ways the United States and its allies can use cognitive maneuver—tactics that shape the global environment to change minds and behaviors—to counter Russia's private military actors. For example, the United States could exploit the fact that private military personnel tend to be motivated by money rather than a sense of patriotism or loyalty to Russia. The U.S. military could also create a societal backlash in Russia by disseminating information about the use of Russian veterans in private military roles and how poorly they are treated.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-august-11/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539_830847769/imagewithclass_copy.fit.800x0.png/1691774959879.png",
          "width": "800",
          "height": "451",
          "desc": "Undated photo purporting to show Wagner Group contractors, likely in Syria, released by the Security Service of Ukraine"
        }
      },
      {
        "title": "What Nighttime Lighting Reveals About China's Efforts to Imprison Tibetans",
        "descriptions": "A new RAND Europe analysis uses nighttime lighting to learn more about the Chinese Communist Party's efforts to imprison Tibetans. The data reveal that there are currently at least 79 prisons and detention centers throughout Tibet. (Most towns and villages have a detention center.) The data also show patterns of growth in nighttime lighting concentrated in higher-security facilities, suggesting a shift toward longer detentions and imprisonments by the Chinese Communist Party.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-august-11/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539/imagewithclass_copy.fit.800x0.jpeg/1691775045530.jpeg",
          "width": "800",
          "height": "451",
          "desc": "A monk in Gansu Province, China, holds a picture of the Dalai Lama ahead of the Tibetan New Year, February 21, 2012, photo by Carlos Barria/Reuters"
        }
      },
      {
        "title": "How Does 'Truth Decay' Damage National Security?",
        "descriptions": "“Truth Decay,” the declining role of facts in public discourse, could weaken U.S. national security. How? Two key drivers of the Truth Decay phenomenon, political polarization and misinformation, push leaders' foreign policy opinions to extremes, make it harder for intelligence analysts to collect and analyze data, and undermine America's national security and intelligence systems. Once these institutions are damaged, they are not easily rebuilt, RAND researchers say.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-august-11/_jcr_content/par/blogpost/par-blog/wrapperdiv_655378184/imagewithclass_copy.fit.800x0.jpeg/1691775470975.jpeg",
          "width": "800",
          "height": "451",
          "desc": "Man seen from behind sitting in a chair and looking at a wall with a line drawing of an entertainment center with a TV showing two people with their noses growing long signifying that they're lying, photo by SIphotography/Getty Images"
        }
      },
      {
        "title": "Do Stackable Credentials Help Students Succeed?",
        "descriptions": "More and more, community colleges and regional universities are offering short-term certificates in fields like health care, information technology, and advanced manufacturing. Students can then “stack” these credentials and use them toward longer-term advanced degrees. RAND's Lindsay Daugherty recently broke down the evidence on the stackable-credential movement. Overall, the approach is promising, she says, but there is more work to be done to ensure it creates opportunities for all students.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-august-11/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1691775822899.jpeg",
          "width": "800",
          "height": "451",
          "desc": "Workshop classroom with young adult students and instructor in blue coveralls, photo by andresr/Getty Images"
        }
      },
      {
        "title": "Growing the Film Industry in Pittsburgh",
        "descriptions": "Actor Denzel Washington attends the premiere of the film Fences, which is set and was filmed in the Hill District neighborhood of Pittsburgh, Pennsylvania Fences. The Dark Knight Rises. Jack Reacher. Many movies are shot in Pittsburgh. A new RAND study examines the Steel City's budding film industry: why it's an attractive location to production companies, how film production contributes to the local economy, and the significance of Pennsylvania's Film Production Tax Credit. The authors provide recommendations to help state and local decisionmakers understand what could spur more film and television production in the Pittsburgh region and beyond.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-august-11/_jcr_content/par/blogpost/par-blog/wrapperdiv_1035350401/imagewithclass.fit.800x0.jpeg/1691775663523.jpeg",
          "width": "800",
          "height": "451",
          "desc": "Actor Denzel Washington attends the premiere of the film \"Fences,\" which is set and was filmed in the Hill District neighborhood of Pittsburgh, Pennsylvania, photo by Andrew Kelly/Reuters"
        }
      },
      {
        "title": "Service Members Are Paying for the Air Force's Fiscal Shortfalls",
        "descriptions": "Photo by Staff Sgt. Ryan Callaghan/U.S. Air Force The U.S. Air Force is experiencing an insolvency emergency. According to RAND's Kelly Atkinson, the burden of “avoidable funding shortfalls” has fallen squarely on the shoulders of service members and their families, who face severe disruptions to life changes such as moving, retiring, enrolling children in school, buying a new car, and more. Given the ongoing military recruiting crisis, leaders in Congress and the Pentagon cannot afford to ignore the personnel impacts of financial policy decisions, Atkinson says.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-august-11/_jcr_content/par/blogpost/par-blog/wrapperdiv_267892730/imagewithclass.fit.800x0.jpeg/1691775928099.jpeg",
          "width": "800",
          "height": "451",
          "desc": "Airmen from the 23d Fighter Group stand in formation during a change of command ceremony at Moody Air Force Base, Georgia, July 10, 2017, photo by Staff Sgt. Ryan Callaghan/U.S. Air Force"
        }
      }
    ]
  }
}