{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:15:23.699734",
  "crawling_time_epoch": 1703243723,
  "type": "News Release",
  "title": "Private Health Plans During 2020 Paid Hospitals 224 Percent of What Medicare Would Pay",
  "url": "https://www.rand.org/news/press/2022/05/17.html",
  "descriptions": "Prices paid to hospitals during 2020 by employers and private insurers for both inpatient and outpatient services averaged 224 percent of what Medicare would have paid, with wide variation in prices among states.",
  "posted": "May 17, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Christopher M. Whaley",
      "profession": "Economist",
      "biography": "Christopher M. Whaley is an economist at the RAND Corporation. He is also an associate professor in the Department of Health Services, Policy, and Practice at the Brown University School of Public Health. His research focuses on health care price transparency and market structure and has been…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/w/whaley_christopher_m/_jcr_content/par/bio.crop.130x130.cm.jpeg/1599564314462.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Christopher Whaley"
      }
    },
    "researcher": [
      {
        "research": "RAND Health Care",
        "profile": "https://www.rand.org/health-care.html"
      }
    ],
    "tags": [
      "Employer Sponsored Health Insurance",
      "Health Care Costs",
      "Health Insurance Markets",
      "Medicare",
      "www.rand.org"
    ],
    "Article": "Prices paid to hospitals during 2020 by employers and private insurers for both inpatient and outpatient services averaged 224 percent of what Medicare would have paid, with wide variation in prices among states, according to a new RAND Corporation report. Some states (Hawaii, Arkansas, and Washington) had relative prices under 175 percent of Medicare, while other states (Florida, West Virginia, and South Carolina) had relative prices that were at or above 310 percent of Medicare. The study found that prices for COVID-19 hospitalization were similar to prices for overall inpatient admissions and averaged 241 percent of what was paid for Medicare patients. “Employers can use this report to become better-informed purchasers of health benefits,” said Christopher Whaley, the study's lead author and a policy researcher at RAND, a nonprofit research organization. “This work also highlights the levels and variation in hospital prices paid by employers and private insurers, and thus may help policymakers who may be looking for strategies to curb health care spending.” The study, based on information from more than 4,000 hospitals in 49 states and Washington D.C. from 2018 to 2020, expands and refines earlier research by RAND on the topic. Spending on hospital services accounts for 37 percent of total personal health care spending in 2019, and hospital price increases are key drivers of growth in per capita spending among the privately insured. While recent price transparency initiatives have increased information about procedure-level prices available to patients, employers (who provide most private insurance) typically do not have usable information about the prices negotiated with hospitals on their behalf. The RAND study includes associated spending from 4,000 hospitals in 49 states from 2018 to 2020—about 25 percent more hospitals than in the previous version of the analysis. (Maryland was excluded because it long has had a system in place where the privately insured and Medicare recipients pay the same price.) The analysis includes facility and professional claims for inpatient and outpatient services provided by both Medicare-certified short-stay hospitals and other facility types. For the first time, the analysis also includes more than 4,000 ambulatory surgical centers, which are free-standing facilities that perform outpatient surgical services. Data sources include $78.8 billion in spending on hospital-based care and $2.0 billion in spending on care in ambulatory surgery centers. Researchers analyzed health care claims obtained from self-insured employers, 11 state all-payer claims databases, and records from health insurance plans that chose to participate. For each private claim, researchers repriced the service using Medicare's grouping and pricing formulas. Each claim was benchmarked to what would be paid by Medicare—the federal insurance plan for Americans aged 65 and older—as a way to assess variation in health care costs nationally. Unlike many other studies that have examined health care price variation, this study reports prices and identifies hospitals and groups of hospitals under joint ownership (hospital systems) by name. The study found that the percentages remained relatively stable over the study period. Private insurers paid 222 percent of Medicare prices in 2018 and 235 percent in 2019. In 2020, relative prices for hospital facility–only services averaged 224 percent, while associated professional services such as physician fees averaged 163 percent of what Medicare would have paid for the same services. The 224 percent total for 2020 is a reduction from the 247 percent figure reported for 2018 in RAND's previous study. This reduction is the result of a substantial increase in the volume of claims in the analysis from states with prices below the previous average price. Among the common types of care assessed in both this round and the previous round, 2020 prices averaged 252 percent of Medicare, which is similar to the 247 percent relative price reported in the previous round for 2018. Prices for common outpatient services performed in ambulatory surgical centers averaged 162 percent of Medicare payments, but if paid using Medicare payment rates for hospital outpatient departments would have averaged 117 percent of Medicare payments. Among a set of five procedures commonly performed in both ambulatory surgery centers and hospital outpatient departments, the average hospital outpatient department's price was $6,304 and the average ambulatory surgery center's price was $2,404. A detailed list of both relative and standardized prices for each facility, identified by name and Medicare Provider Number, is included in the report's supplemental material. The supplemental material also includes CMS Hospital Compare star ratings for those hospital facilities. Support for the study was provided by the Robert Wood Johnson Foundation and participating self-insured employers, and was conducted in collaboration with the Employers' Forum of Indiana. The report, “Prices Paid to Hospitals by Private Health Plans: Findings from Round 4 of an Employer-Led Transparency Initiative,” is available at www.rand.org. Other authors of the report are Brian Briscombe, Rose Kerber, Brenna O'Neill, and Aaron Kofner. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}