{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:49:29.928492",
  "crawling_time_epoch": 1703231369,
  "type": "Commentary",
  "title": "Public Health's Failure to Communicate with Communities of Color",
  "url": "https://www.rand.org/pubs/commentary/2023/05/public-healths-failure-to-communicate-with-communities.html",
  "descriptions": "Misinformation thrived during the pandemic, exacerbating health inequities. To meet its core mission, the public health field needs to engage more actively, particularly in communities it has historically failed to equitably protect.",
  "posted": "May 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/public-healths-failure-to-communicate-with-communities/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1684435202125.jpeg",
    "desc": "Sister Jenthia and Dr. Angela Branche speak to Natalie Hall as part of a door-to-door outreach program to the Black community to increase vaccine trial participation in Rochester, New York, October 17, 2020, photo by Lindsay DeDario/Reuters"
  },
  "content": {
    "source": "(Governing)",
    "author": {
      "name": "Joie D. Acosta",
      "profil": "https://www.rand.org/about/people/a/acosta_joie_d.html",
      "position": "Senior Behavioral/\nSocial Scientist",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.coronavirus-disease-2019-covid-19.html",
        "tag": "Coronavirus Disease 2019 (COVID-19)"
      },
      {
        "blog": "https://www.rand.org/blog.topic.health-literacy.html",
        "tag": "Health Literacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.minority-populations.html",
        "tag": "Minority Populations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.pandemic.html",
        "tag": "Pandemic"
      },
      {
        "blog": "https://www.rand.org/blog.topic.public-health.html",
        "tag": "Public Health"
      },
      {
        "blog": "https://www.rand.org/blog.topic.social-media.html",
        "tag": "Social Media"
      },
      {
        "blog": "https://www.rand.org/blog.topic.vaccination.html",
        "tag": "Vaccination"
      }
    ],
    "Article": "In a recent commentary in Harvard Public Health, Jesse Bump, executive director of the Takemi Program in International Health, suggested that the reason marginalized groups continue to have greater health risks and higher mortality is because public health, as a field, no longer explicitly considers dealing with social inequities as its responsibility. The field, in other words, has failed to meet its core mission—which, quite simply put, is protecting the health of everyone. Even the pockets of the population with better health outcomes betray a failure of the “public” in public health, for these individuals are able to buy their way to better health by paying for higher-quality care. The inequitable impacts of chronic disease, incarceration, and COVID-19 on communities of color underscore the fact that, of all the populations public health has failed, it has failed communities of color most of all. During the pandemic, public health misinformation surged and, research has suggested, official information was less likely to reach communities of color due, in part, to mistrust and gaps in access to reliable information. This led to an environment in which misinformation could thrive. For example, a popular narrative among Black influencers was that the COVID-19 vaccine was experimental, rushed, and unsafe. This narrative pointed to the deaths of Hank Aaron and CNN legal analyst Midwin Charles as proof of the dangers of the vaccine. Despite the Centers for Disease Control and Prevention (CDC) indicating that there was no established causal link between the vaccine and Aaron's and Charles' deaths, social media posts continued to spread misinformation and share sentiments of mistrust about the vaccine. Why were Black adults in the United States more likely to doubt the safety of the vaccine, despite the most reputable public health agencies—the CDC, the World Health Organization, and the National Institutes of Health—agreeing that it was safe and effective? Perhaps communication of the scientific findings around vaccine safety were obtuse. Perhaps political skepticism of various public health agencies' responses to COVID-19 created, in turn, even more skepticism for the treatments that were then recommended by these same agencies. Perhaps Black communities do not see these public health agencies as credible or trustworthy because of the agencies' past and current failures to equitably protect their communities' health. Perhaps Black communities do not see public health agencies as credible or trustworthy because of the agencies' past and current failures to equitably protect their communities' health. Whatever the reasons, public health misinformation is not going away, and mistrust in public health agencies has made certain populations more susceptible to misleading information, all of which can end up deterring communities of color from taking advantage of effective public health approaches—further perpetuating health inequities. Research has found that people view information as more credible when it is shared by members of their social networks. Public health agencies are not able to compete with the iterative and real-time nature of information sharing through an individual's online social networks. Very few individuals in public health directly engage in two-way interactions with the public on social networking sites (such as answering questions and flagging misinformation). Instead, when an event such as a pandemic unfolds they simply push out information to the public in a series of one-way interactions. Social media may be where many get their information, but public health agencies have not yet incorporated social media into the standard communications training. Public health professionals, after all, are not trained to respond via social networking sites, and are already overworked and overwhelmed. Many are still actively responding to COVID-19 and a plethora of other natural and manmade disasters. And prior to COVID-19, the public health workforce had already been hollowed out from years of atrophy due to funding cuts. To combat misinformation, public health agencies need to change how they communicate with the public. Active public engagement is key, particularly in communities with historically rooted mistrust in these agencies. As part of public engagement, public health professionals should be trained in how to effectively use social networking sites and how to engage responsibly with influencers to share public health information. Virtual emergency operations centers, which listen and respond to the public health narratives that emerge during and after a public health emergency, will be central to this strategy as well. To be more active in using and monitoring social networking sites, existing public health professionals will need time and resources. To combat misinformation, public health agencies need to change how they communicate with the public. The public health workforce also needs more diversity, as the field is predominantly populated by white women over the age of 40. People want to get information from sources they trust, which often means sources who look more like them and come from within their communities. To bring more diverse candidates into the field, significant changes are needed all along the career pipeline. Almost exactly two years ago, nearly $730 million was awarded by the CDC to public health agencies to support the emergency response to COVID-19. Some of this money went to fund emergency communications. Nevertheless, we are only beginning to understand the field's failures in reaching diverse populations. With the end of the public health emergency last week, such shortcomings will only be exacerbated as funding diminishes. This will, in turn, make it even more difficult to provide the ongoing outreach and tailored communications necessary for addressing the spread of misinformation in communities of color. Yet if public health's mission is to protect the health of all of the public, communication and outreach to communities of color can no longer be given such short shrift. Joie Acosta is a senior behavioral/social scientist at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on Governing on May 17, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}