{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:06:35.823610",
  "crawling_time_epoch": 1703243195,
  "type": "Commentary",
  "title": "Puerto Rico's Food Security Must Factor in Planning Energy Security",
  "url": "https://www.rand.org/pubs/commentary/2023/02/puerto-ricos-food-security-must-factor-in-planning.html",
  "descriptions": "The tragedy of disaster recovery has unlocked substantial capital for Puerto Rico to rewrite its interdependent security in energy and food. Considering food security in this context could help to ensure the population has access to both power and food.",
  "posted": "Feb 24, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/02/puerto-ricos-food-security-must-factor-in-planning/_jcr_content/par/teaser.crop.250x187.rm.jpeg/1677432284853.jpeg",
    "desc": "A wind energy turbine is seen in front of damaged crops in the aftermath of Hurricane Fiona in Santa Isabel, Puerto Rico, September 21, 2022, photo by Ricardo Arduengo/Reuters"
  },
  "content": {
    "source": "(The National Interest)",
    "author": {
      "name": "Ismael Arciniegas Rueda Henri van Soest",
      "profil": "https://www.rand.org/about/people/a/arciniegas_rueda_ismael.html",
      "profession": "Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School Analyst; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Alternative and Renewable Energy",
      "Disaster Recovery Operations",
      "Energy Consumption",
      "Energy Security",
      "Food Supply Security",
      "Puerto Rico",
      "www.rand.org"
    ],
    "Article": "The devastation wrought by Hurricanes Irma and Maria in Puerto Rico could provide an opportunity to rebuild the island's energy system in a sustainable way. But failing to take food security into account could leave people with plenty of power but less food. In 2017, Hurricanes Irma and Maria devastated Puerto Rico's infrastructure. According to government estimates, it would take $132 billion from 2018 through 2028 to repair and replace the damaged infrastructure. Progress on electric grid reconstruction and upgrading has been slower than anticipated, and the island still suffers from outages and recurring storm threats. Hurricane Fiona, which hit the island in September 2022, was estimated to have caused an additional $4 billion in damages. Simultaneously, Puerto Rico has committed to generating 100 percent of its energy renewably by 2050, as stated in Puerto Rico Energy Public Policy Act (Act 17 (PDF)). Given the dire state of the island's infrastructure, this plan could be an opportunity to leapfrog fossil fuels and rebuild in a sustainable manner. But Puerto Rico's recovery and transition to 100 percent renewables may need to take food security into account since the energy and food systems are inextricably interdependent. For instance, electricity generation and food production can compete for land use. Likewise, natural gas is a key input to produce fertilizer, and farming equipment requires diesel to run. Puerto Rico is a small island, heavily reliant on imports. Its agricultural base, which occupies 21 percent (PDF) of its land area, only produces 15 percent of the food it consumes and but a fraction of its GDP. Furthermore, Puerto Rico's agricultural industry is also less productive per acre than competing farms in the United States and South America. Already, agricultural land on the island has decreased steadily from 6.000 km2 in 1960 to less than 2.000 km2 in 2020. Today, about one-third of residents experience food insecurity. Puerto Rico also consumes 70 times more energy than it produces, indicating enormous new generation capacity must be brought online by 2050 to comply with Act 17 goals. Therefore, as Puerto Rico proceeds toward 100 percent renewable energy (PR100), it will be tempting and possibly lucrative to reduce domestic agriculture even further, sacrificing agricultural land for solar photovoltaic installations to generate clean, renewable energy required by law. Preliminary results of an investigation (PDF) by the National Renewable Energy Laboratory (NREL) suggest that the island could theoretically meet its energy needs from renewable sources, especially offshore wind, and solar photovoltaics (PVs). But while future grid electrification could increase grid efficiency, electricity consumption is also likely to increase. This would require a further increase in total generation. Offshore wind costs (PDF) more than five times as much per kilowatt to install as Solar PV and more than double to maintain. At the same time, most of the land best suited for photovoltaics (PDF) also happens to be the same land best suited for agriculture. The much lower costs and coincidental land favorability of PV installations could put enormous pressure on both government and industry to favor building solar PV there and crowd out agriculture. Innovation may help: some crops may be suitable to farming and photovoltaic co-location. Through clever design and a combination of crop choice, this may partially solve two problems at once. But “agrovoltaics,” as this is known, is a nascent concept, largely unproven.… The remainder of this commentary is available on nationalinterest.org. Ismael Arciniegas Rueda is a senior economist and Andrew Star is an engineer at the nonprofit, nonpartisan RAND Corporation. Henri van Soest is an analyst at RAND Europe. This commentary originally appeared on The National Interest on February 23, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}