{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:49:12.976507",
  "crawling_time_epoch": 1703231352,
  "type": "Commentary",
  "title": "Putin Is Following Brezhnev to a Dead End",
  "url": "https://www.rand.org/pubs/commentary/2023/05/putin-is-following-brezhnev-to-a-dead-end.html",
  "descriptions": "Four decades ago, Leonid Brezhnev led the USSR into what many Soviets called the “era of stagnation.” Vladimir Putin is taking Russia down a similar path. The USSR tried to recover by turning to reform-minded leader, Mikhail Gorbachev, but too late. The USSR collapsed. Could Russia?",
  "posted": "May 23, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/putin-is-following-brezhnev-to-a-dead-end/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1685033177812.jpeg",
    "desc": "Russian President Vladimir Putin delivers a speech during a military parade on Victory Day in Red Square in central Moscow, Russia, May 9, 2023, photo by Gavriil Grigorov/Pool via Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "William Courtney Mark Stalczynski",
      "profil": "https://www.rand.org/about/people/c/courtney_william.html",
      "position": "Adjunct Senior Fellow Senior Analyst",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.politics-and-government.html",
        "tag": "Politics and Government"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.soviet-union.html",
        "tag": "Soviet Union"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "Four decades ago, Leonid Brezhnev led the USSR into what many Soviets called the “era of stagnation.” Vladimir Putin is taking Russia down a similar path. The USSR tried to recover by turning to reform-minded leader, Mikhail Gorbachev, but too late. The USSR collapsed. Could Russia? There are differences. When Brezhnev died in office at age 75, he was unpopular and visibly ill. Putin at 70 is more popular and, as CIA Director William Burns has said, he may be “entirely too healthy.” Brezhnev led an established political organization, the Soviet Communist Party. Putin and his inner circle, mostly KGB veterans, are more narrowly grounded. Putin-Brezhnev parallels are more striking. Both leaders waged wars against neighbors, turning their countries into outcasts and inflaming ties with the West. In 1979, tens of thousands of Soviet troops invaded Afghanistan. Nine years later they withdrew in failure. This may have helped bring down Soviet rule. In invading Ukraine in 2014 and last year on a larger scale, Russian forces gained control of one-fifth of its territory. But they now face Ukrainian counteroffensives, powered in part by modern Western arms. Leonid Brezhnev led the USSR into what many Soviets called the “era of stagnation.” Vladimir Putin is taking Russia down a similar path. The United States raised the price of aggression. President Carter suspended détente and slashed economic cooperation with the Soviet Union. President Reagan boosted military aid to Afghan rebels and cut off access to sophisticated technology. President Biden has helped Ukraine forge a modern professional army. Others are pressuring Putin. China's Xi Jinping and India's Narendra Modi have warned him not to go nuclear in Ukraine. The USSR in the 1970s and Russia in the 2010s secretly deployed missiles against Europe, the latter contrary to the 1987 Intermediate-range Nuclear Forces (INF) Treaty. Despite Soviet scare tactics claiming Reagan would fight a nuclear war in Europe, European allies responded by deploying U.S. missiles. In 2018, Putin boastfully displayed an animated nuclear-powered cruise missile landing in Florida. This did not stop the United States from withdrawing from the INF Treaty or modernizing aging strategic nuclear forces. Repression defines both leaders. In the 1980s, dissidents Vasyl Stus and Anatoly Marchenko died in the gulag. Others faced torture in the notorious Serbsky Institute (PDF). Putin's poison failed to kill oppositionists Alexei Navalny and Vladimir Kara-Muza. They may face Stalinist-like long prison terms. The United States has given priority to human rights. Carter wrote to dissident physicist Andrei Sakharov, and Biden has called out Russian atrocities in Bucha, Ukraine. Under Brezhnev and Putin, living standards increased at first. But absent economic reforms, families faced tougher times. The Brezhnev era was dogged by food shortages and lines for consumer goods. While today many Russians feel confident about their economic future, Putin's Kremlin may be unable to sustain high war spending and social payments given rising budget deficits and a drop in energy earnings. Under both leaders, public morale declined. As Brezhnev's economic promises went unfulfilled and he and his cohort grew more decrepit, popular support for Soviet rule eroded. The current outrage over stupendous corruption—highlighted by Alexei Navalny's video of Putin's billion-dollar palace in Sochi—and concern about the war in Ukraine have helped to build public anxiety and stoke elite dissatisfaction. Opposition to Putin's war might be a minority, however, with more Russians conforming and looking away or fearful of harsh repression. Putin's policies profoundly alienate Russia from the West and propel Ukraine even faster toward a European and Euro-Atlantic future. Taken together, these parallels hint that Putin's presidency is at risk of spiraling downward as did Brezhnev's. Both seemed to become more out of touch. Putin's isolation during the COVID-19 crisis might have exacerbated this. Hyper-centralized decisionmaking increased the risks of making poorly informed choices. Finally, a misguided fear of Western geopolitical aims—such as viewing NATO as an aggressive, not defensive, alliance—may have helped spur both leaders to launch costly and ill-fated wars while neglecting living standards. For Ukraine and the West, these parallels offer hope that Russia might lose the war in Ukraine or someday dial down its hostile stance. But this could be unpredictable or take time. The Soviet-Afghan War continued after Brezhnev's death. Only years later did Mikhail Gorbachev relax tensions with the West and pull out Soviet troops. Putin's policies profoundly alienate Russia from the West and propel Ukraine even faster toward a European and Euro-Atlantic future. As in the USSR, mounting stresses in Russia—military setbacks, wartime budgets, public pessimism—could at some point lead to the emergence of a government that seeks to relax tensions. It may be too late for Putin's Russia. William Courtney is an adjunct senior fellow at the nonprofit, nonpartisan RAND Corporation and former U.S. ambassador to Kazakhstan and Georgia. Mark Stalczynski is a policy analyst at RAND. This commentary originally appeared on The Hill on May 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}