{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:32:01.368867",
  "crawling_time_epoch": 1704166321,
  "type": "Blog",
  "title": "RAND Turns 75: A Look Through the Decades At World-Changing Research",
  "url": "https://www.rand.org/pubs/articles/2023/rand-turns-75-a-look-through-the-decades.html",
  "descriptions": "From anticipating the Space Age in the 1940s to studying gun policy and COVID-19 responses in the 2020s, RAND is celebrating 75 years of research that has made a difference.",
  "posted": "May 8, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/rand-turns-75-a-look-through-the-decades/_jcr_content/par/teaser.crop.250x187.cm.png/1683565126508.png",
    "desc": "RAND's 75th anniversary logo over a global network, image by RAND Corporation and spainter_vfx/Adobe Stock"
  },
  "content": {
    "tags": [
      "Artificial Intelligence",
      "Asbestos Litigation",
      "Charter Schools",
      "Childhood Trauma",
      "Cocaine",
      "Coronavirus Disease 2019 (COVID-19)",
      "Counterterrorism",
      "Cybersecurity",
      "Electronic Medical Records",
      "Emerging Technologies",
      "Flooding",
      "Gun Policy",
      "Health Insurance",
      "HIV Treatment",
      "The Internet",
      "Mental Health Treatment",
      "Military Caregivers",
      "Military Force Planning",
      "Military Logistics",
      "Military Personnel",
      "Military Strategy",
      "Nation Building",
      "North Atlantic Treaty Organization",
      "Posttraumatic Stress Disorder",
      "Recidivism",
      "Satellites",
      "School Vouchers",
      "Suicide",
      "Underage Substance Use Prevention",
      "Violent Extremism",
      "Workers' Compensation",
      "www.rand.org"
    ],
    "Article": "On May 14, 1948, Project RAND—an organization formed immediately after World War II to connect military planning with research and development decisions—separated from the Douglas Aircraft Company of Santa Monica, California, and became an independent, nonprofit organization. Adopting its name from a contraction of the term Research AND Development, the newly formed entity was dedicated to furthering and promoting scientific, educational, and charitable purposes for the public welfare and security of the United States. Almost at once, RAND developed a unique style. It blended scrupulous nonpartisanship with rigorous, fact-based analysis to tackle society's most pressing problems. Over time, RAND assembled a unique corps of researchers, notable not only for their individual skills but also for their commitment to interdisciplinary cooperation. By the 1960s, RAND was bringing its trademark mode of empirical, nonpartisan, independent analysis to the study of many urgent domestic social and economic problems. In subsequent decades, RAND extended its focus beyond the United States with the goal of making individuals, communities, and nations safer and more secure, healthier and more prosperous.",
    "sub_article": []
  }
}