{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:13:39.221648",
  "crawling_time_epoch": 1703243619,
  "type": "Media Advisory",
  "title": "RAND Experts Available to Discuss Russia's Escalation and Ukraine's Worsening Humanitarian Crisis",
  "url": "https://www.rand.org/news/advisories/2022/11/16.html",
  "descriptions": "RAND Corporation experts are available to discuss Russia's escalation of strikes on Ukrainian infrastructure and the implications for Ukraine, Russia, and the United States and European allies. Topics they can discuss include Russia's and Ukraine's military actions and capabilities, Western support for Ukraine, NATO's role, diplomatic prospects, overall security of the border between western Ukraine and eastern Poland, and efforts to repair Ukraine's energy infrastructure to prevent a worsening humanitarian crisis.",
  "posted": "Nov 16, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/advisories/2022/11/16/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1668638072268.jpeg",
    "desc": "A boy waves a Ukraine flag as he celebrates after Russia's retreat from Kherson, in central Kherson, Ukraine, November 13, 2022, photo by Valentyn Ogirenko/Reuters"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "sub_content": [
      {
        "Interviews": "To arrange an interview, contact the RAND Office of Media Relations:\n(703) 414-4795 or\n(310) 451-6913, or\nsend an email to media@rand.org."
      }
    ],
    "tags": [
      "International Diplomacy",
      "International Humanitarian Assistance",
      "North Atlantic Treaty Organization",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "November 16, 2022 RAND Corporation experts are available to discuss Russia's escalation of strikes on Ukrainian infrastructure and the implications for Ukraine, Russia, and the United States and European allies. Topics they can discuss include Russia's and Ukraine's military actions and capabilities, Western support for Ukraine, NATO's role, diplomatic prospects, overall security of the border between western Ukraine and eastern Poland, and efforts to repair Ukraine's energy infrastructure to prevent a worsening humanitarian crisis. Kaleigh Heard, senior analyst for RAND Europe, said: “The latest widespread Russian airstrikes in Ukraine targeting key civilian and mixed-use infrastructure are likely to have significant implications for civilians. Power cuts and blackouts, along with energy, fuel, and food shortages, are likely to cause increased hardship over the coming weeks and months. Additional humanitarian assistance will be required to meet increased needs. “The missile explosion in the Polish village of Przewodow highlights the ongoing risks to the safety and security of civilian communities not only in Ukraine but also in regions bordering Ukraine and Russia,” Heard added. To arrange an interview with Heard or another RAND expert, please contact media@rand.org."
  }
}