{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:24:30.381930",
  "crawling_time_epoch": 1704165870,
  "type": "Announcement",
  "title": "RAND Elevates Christine Lanoie-Newman to Chief Development Officer",
  "url": "https://www.rand.org/news/press/2023/10/26.html",
  "descriptions": "Christine Lanoie-Newman has assumed the role of chief development officer at RAND. As part of the leadership team, she will oversee all of RAND's development efforts, which includes all philanthropic and foundation fundraising.",
  "posted": "Oct 26, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2023/10/26/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1698345544374.jpeg",
    "desc": "Christine Lanoie-Newman"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Thursday\nOctober 26, 2023 Christine Lanoie-Newman Christine Lanoie-Newman has assumed the role of chief development officer at the RAND Corporation, effective immediately. As part of the leadership team, she will oversee all of RAND's development efforts, which includes all philanthropic and foundation fundraising efforts. “Since joining RAND, Christine has helped expand our philanthropic strategy and made significant contributions to our major giving and foundation relations efforts,” said Jason Matheny, president and CEO of RAND, a nonprofit, nonpartisan research insitution. “I'm confident that the future of development and our Tomorrow Demands Today campaign at RAND will thrive under her leadership.” Lanoie-Newman has served in several senior development roles at RAND, most recently as the senior managing executive director, development. Prior to RAND, she spent eight years at UCLA, rising to the position of deputy director of corporate, foundation and research relations. She has also held development positions at the Hammer Museum, ArtworxLA, and served as a consultant for several community-based non-profits. Lanoie-Newman has a master's degree in philosophy from Boston College and a master's degree in creative writing from Emerson College. She is based in RAND's Boston office. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}