{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:35:17.169265",
  "crawling_time_epoch": 1704166517,
  "type": "Blog",
  "title": "RAND President and CEO Presenting to House Permanent Select Committee on Intelligence",
  "url": "https://www.rand.org/pubs/articles/2023/rand-president-and-ceo-presenting-to-house-permanent-select-committee.html",
  "descriptions": "RAND President and CEO Jason Matheny appeared on February 28, 2023, before the House Permanent Select Committee on Intelligence. His remarks covered advances in synthetic biology and artificial intelligence and their potential impact on national security.",
  "posted": "Feb 28, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/rand-president-and-ceo-presenting-to-house-permanent-select-committee/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1677593805089.jpeg",
    "desc": "The U.S. Capitol in Washington, D.C., December 21, 2022, photo by Kevin Lamarque/Reuters"
  },
  "content": {
    "tags": [
      "Artificial Intelligence",
      "Bioethics",
      "Biomedical Research",
      "Emerging Technologies",
      "Intelligence Community",
      "Threat Assessment",
      "United States",
      "www.rand.org"
    ],
    "Article": "Chairman Turner, Ranking Member Himes, members of the committee: Good morning, and thank you for the opportunity to talk with you today. I'm the president and CEO of the RAND Corporation, a nonprofit and nonpartisan research organization. Before RAND, I served in the White House National Security Council and Office of Science and Technology Policy; I served as a commissioner on the National Security Commission on Artificial Intelligence, to which I was appointed by the Senate Select Committee on Intelligence; and I served as assistant director of National Intelligence and as director of the Intelligence Advanced Research Projects Activity, which develops advanced technologies for the U.S. intelligence community. Our nation faces many significant national security challenges. Among them are an increasingly belligerent Russia, an intensifying competition with China that features not just military rivalry but also competition in key economic and technological domains, and continued provocations by North Korea and Iran. RAND has for decades helped decisionmakers confront these issues, and today we are ramping up our research significantly in key areas—including in understanding China, its economy, and its leadership's intentions—while we're building new analytic tools for supporting U.S. economic and technology strategies. But today, I want to focus on two significant threats to national security deserving greater focus and attention: advances in synthetic biology, or synbio, and artificial intelligence, or AI. These two technologies stand out for both their rates of progress and the scope of their applications. Both hold the potential to broadly transform entire industries, including ones critical to the United States' future economic competitiveness, such as medicine, manufacturing, and energy. Synbio and AI also pose grave security challenges for which we are currently unprepared. In the case of synbio, new tools could enable a state, group, or individual to construct novel viruses capable of killing many millions of people, whether intentionally or unintentionally. In the case of AI, new tools could be used to create novel cyber weapons and disinformation attacks at an unprecedented scale. Synbio and AI create significant challenges for national intelligence. For example, Addressing these risks may require some structural reforms in the intelligence community (IC), and I will highlight six specific actions the IC could take: I thank the committee for the opportunity to speak with you today, and I look forward to your questions. Jason Matheny is president and CEO of the nonprofit, nonpartisan RAND Corporation.",
    "sub_article": []
  }
}