{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:55:13.920753",
  "crawling_time_epoch": 1703231713,
  "type": "Announcement",
  "title": "RAND Europe Spotlight: 2022-2023",
  "url": "https://www.rand.org/randeurope/about/news/2023/spotlight.html",
  "descriptions": "Reference links for Spotlight 2022-2023, which features examples of RAND Europe research that helped to improve people's lives. It also highlights a selection of research initiatives on the horizon for 2023.",
  "posted": "Jan 24, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/randeurope/about/news/2023/spotlight/_jcr_content/par/teaser.crop.250x187.cm.png/1674579904276.png",
    "desc": "Cover of RAND Europe's 2022-2023 Annual Report, design by Jess Plumridge/RAND Corporation"
  },
  "content": {
    "spotlight": {
      "quoted": "Spotlight 2021-2022 highlights selected RAND Europe projects that address the important issues of our time. It also features research that is poised to make a difference in the coming year. Spotlight 2020-2021 features examples of our research that helped to improve people's lives during a turbulent year. It also highlights a selection of research initiatives on the horizon for 2021. Spotlight 2019-2020 highlights examples of our work that have helped to clarify policy options for decision makers in today's changing and uncertain times. Spotlight highlights a selection of research projects, initiatives and developing areas of expertise that demonstrate how collaborations enrich our work across Europe. RAND Europe's annual review, Spotlight on 2017, features some of the objective research and analysis we do to help policy and decision makers keep pace with an ever-changing world. Spotlight, RAND Europe's annual review, features ways that our objective research and analysis expanded perspectives in 2016 to provide policy and decision makers the evidence and facts during a year of highly charged political debates.",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "Good decisions require good evidence and, as ever, our goal is to provide policymakers with the objective, high-quality research and analysis needed to develop effective, lasting solutions. In 2022 we tackled a range of existing and emerging issues, including the security risks of research collaboration with Chinese partners, the complex factors influencing medicines R&D financing, the potentially transformative impact of quantum technology in the life sciences, and actions to support disadvantaged groups obtain green jobs as economies transform. Researchers estimate the total economic impact of respiratory syncytial virus (RSV) to be around £80 million each year, based on a rapid evidence assessment to model the disease's wider societal and economic burden in the UK. A comprehensive survey of staff health and wellbeing at a selection of NHS organisations will map in detail the physical and mental health of NHS staff as well as their perceptions of existing work-wellbeing initiatives and organisational culture. Analysis of employee data from one employer, Vitality, suggest that workplace behaviours are associated with wellbeing, that employees can be clustered based on their work behaviours and that improving employee wellbeing is associated with better work and performance outcomes. For health care innovations to have the fairest and broadest possible benefit to society, efforts could be made to attend to all stages of the innovation pathway to identify opportunities to mitigate biases through diversity, equality, and inclusion. The demand for using software to improve health care, including software as a medical device (SaMD), is on the rise. Realizing the potential benefits of the growing demand for SaMD may require clearer and more-consistent regulation of patient safety and medical effectiveness. Tackling chronic and infectious diseases depends to a large extent on the ability to develop innovative and affordable medicines that are available to patients in need. Policymakers will need to tackle challenges from multiple angles to avoid reducing barriers in one area at the expense of exacerbating challenges in another. To enable governments to make more informed policy decisions that optimise value for their citizens, while at the same time appropriately reimbursing innovators, researchers explored the evidence base on how medicines R&D is financed and how this may evolve in the future. To inform policy and practice for DWP and other policymakers, researchers are conducting evidence reviews on effective contracting of employment and health services, digitalising welfare services, understanding state pension age systems, understanding household formation and preventing living-together fraud, and understanding the effectiveness of interventions to promote in-work progression. People who face disadvantages, including those with low qualifications, may miss out on the opportunities presented by the transition to a greener economy. To ensure this is not the case, more targeted action is needed from relevant stakeholders, such as investing in skill-building among these populations. There is a complex landscape surrounding pesticide use, which needs to be addressed holistically across all contexts, including political, legal, economic, societal, technological and environmental. The inherent variation across regions must also be considered, in an increasingly globalised context. At the request of the European Commission and to inform proposals to revise EU legislation, RAND Europe is evaluating the 2011 EU directive on preventing human trafficking and outlining the priority areas for improvement. There is alarming evidence of growing Chinese espionage and influence in UK universities that could threaten UK national security and academic freedoms. Three complementary initiatives could increase university researchers' awareness of the potential risks of collaborating with certain Chinese partners. Researchers assessed the global research landscape associated with the development and adoption of quantum technologies in the life sciences, highlighting current developments, opportunities and challenges, initiatives, and activities to help enable the ecosystem in the future. Broadly speaking, proposal evaluation processes in Horizon 2020 were fair and transparent. However, there may be scope to improve consistency and the feedback provided, and to reduce the burden and conservatism of the process. Researchers brought together evidence on the use of labelling initiatives, codes of conduct and other voluntary, self-regulatory mechanisms for the ethical and safe development of artificial intelligence systems. Efforts to improve representation and remove barriers for personnel with protected characteristics are seen as essential steps for modern militaries, but have not gone without controversy. The UK Armed Forces could take a more-strategic approach to leveraging diversity to elevate it as a strategic enabler of military fighting power in the contemporary threat environment. Advances in technology have made warfighting more complex and the range of skills required more diverse. Researchers examined how increasing workforce diversity may create strategic opportunities for military organisations. Two leading UK military research organisations have joined together to run a military research hub, the Forces in Mind Trust Research Centre, curating a free and accessible evidence base of research into ex-Service personnel and their families. Russia's invasion of Ukraine is forcing European nations to quickly re-evaluate how best to maintain their collective security. This makes the concept of European strategic autonomy—the EU's increased ability to operate independently and with partners of choice on defence and security matters—more relevant than ever. The role of facts and data in public life in Europe is changing and a new study has found evidence of the signs of Truth Decay. However, there is still time to act and help prevent or slow its growth. Senior researchers Axelle Devaux and Stijn Hoorens discuss the research in the Expert Insights podcast. Researchers examined the factors influencing the implementation of the Defence Space Strategy to 2030 as well as the unique attributes of the UK space enterprise—including its strengths and weaknesses. They include a decision support tool to help decision makers navigate capability management choices along the 'own-collaborate-access' framework articulated in the Defence and Security Industrial Strategy. Since 2012, multiple jurisdictions have changed their laws to legalize the production, possession, and use of cannabis for nonmedical purposes. While most of these changes took place in the Americas, there are signs that the European legal landscape might be changing, too. In 2022, RAND Europe celebrated 30 years of delivering its mission to help improve policy and decision making through research and analysis. Hans Pung shared remarks with our Council of Advisors and selected alums and current staff reflected on impactful projects."
    }
  }
}