{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:57:53.954512",
  "crawling_time_epoch": 1703231873,
  "type": "Announcement",
  "title": "RAND Europe and King’s College London to run military research centre",
  "url": "https://www.rand.org/randeurope/about/news/2022/rand-europe-kings-college-london-to-run-military-research-centre.html",
  "descriptions": "Leading UK military research organisations RAND Europe and King’s College London have joined together to run a military research hub, curating a free and accessible evidence base of research into ex-Service personnel and their families.",
  "posted": "Sep 1, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/randeurope/about/news/2022/rand-europe-kings-college-london-to-run-military-research-centre/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1662082076818.jpeg",
    "desc": "A soldier returned safely from Afghanistan, heads home with his family, photo by Sergeant Ian Forsyth RLC/Crown Copyright OGL"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "A soldier returned safely from Afghanistan, heads home with his family. Sergeant Ian Forsyth RLC/Crown Copyright OGL 1 September 2022 Leading UK military research organisations have joined together to run a military research hub, curating a free and accessible evidence base of research into ex-Service personnel and their families. The new Forces in Mind Trust Research Centre will be operated by a consortium of RAND Europe and the King’s Centre for Military Health Research (KCMHR) at King’s College London, under a grant agreement which will run for the next five years. The first Research Centre was established in 2017 at Anglia Ruskin University with funding from Forces in Mind Trust. The Research Centre will provide an accessible and authoritative evidence base exploring transition from military to civilian life, that will inform policy and practice affecting ex-Service personnel and their families in the UK. It will also include a new website, due to launch in the coming weeks, and will build on existing strong foundations to develop an internationally renowned centre of research excellence, coordinating and curating high-quality, influential research. Over the next five years the aim is to grow the Research Centre’s audience and reach, providing continuity for its core outputs whilst simultaneously developing new and innovative ways in which these can be delivered. This will include consolidating key relationships with existing stakeholders, establishing new ones with other organisations, and expanding the reach of the Centre internationally to take advantage of global expertise in this area. Tom McBarnet, Chief Executive (Acting) of Forces in Mind Trust, said, “This is an exciting and important moment for the Forces in Mind Trust Research Centre and wider veteran support. We are immensely grateful to the team at Anglia Ruskin University for establishing the original Research Centre and building it to what it has become today, and we now look forward to the next five years of further growth and development. “The aim of the FiMT Research Centre is to provide an accessible and authoritative evidence base on veterans and their transition to civilian life to both inform and transform supporting policy development and practice. The Research Centre will foster collaboration between all stakeholders interested in academic and policy-oriented research related to ex-Service people and their families, including through enabling the Centre to access global networks of experts and institutions working in this field. It will help coordinate and facilitate wider dissemination of existing research, and catalyse new research enabled through proactive engagement with domestic and international partners. This will ensure that research reaches all those who may benefit from it and leads to positive changes in policy and practice in the UK and beyond. We are delighted to be working with the expert teams at RAND Europe and King’s College London in delivering this valuable project.” Ruth Harris, Defence and Security Research Group Director, RAND Europe, said, “This is a huge privilege and opportunity for RAND Europe and King’s College London to work in one of the most rewarding areas in Defence. We are passionate about helping to make a real difference through the work we deliver to policy makers and others invested in delivering the support to ex-Serving personnel and their families. It will be inspiring to work alongside an impressive range of other organisations in the UK and globally who are also invested in this endeavour.” Professor Nicola Fear, Co-Director of the King’s Centre for Military Health Research at King’s College London, said, “We are really excited about this opportunity and further developing our partnership with RAND Europe and FiMT. Our vision is to enable and facilitate benefits to the whole of the Armed Forces community through the ongoing activities and development of new initiatives of the FiMT Research Centre.” Dr Mary Keeling has been appointed as the Research Manager for the FiMT Research Centre. She said, “After 12 years working as an academic researcher in the field of military and veterans research, I’m excited to take on this new role as Research Manger of the FiMT Research Centre. Drawing on my experiences and the expertise of this fantastic collaborative team, we will work to achieve the Research Centre’s objectives and make a positive contribution to ensure military personnel and their families make a sustainable transition to life post service.” Forces in Mind Trust was founded in 2011 with a £35 million endowment from the National Lottery Community Fund to improve transition to civilian life for Service leavers and their families. Our mission is to enable successful and sustainable transition to civilian life, and the Trust’s strategy is to provide an evidence base that will influence and underpin effective policy making and practice. By funding high quality, credible research where there is an identified gap in relevant understanding, and by then exploiting the findings, FiMT aims to effect positive change. RAND Europe is a not-for-profit research organisation whose mission is to help improve policy and decision making through research and analysis. King's College London is one of the top 35 UK universities in the world and one of the top 10 in Europe (QS World University Rankings, 2020/21) and among the oldest in England. The Institute of Psychiatry, Psychology & Neuroscience (IoPPN) at King’s is the premier centre for mental health and related neurosciences research in Europe. World-leading research from the IoPPN has made, and continues to make, an impact on how we understand, prevent and treat mental illness and other conditions that affect the brain."
    }
  }
}