{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:40:05.885582",
  "crawling_time_epoch": 1703230805,
  "type": "Announcement",
  "title": "RAND Europe to Evaluate Government Treatment and Recovery Funding",
  "url": "https://www.rand.org/randeurope/about/news/2023/gov-treatment-recovery.html",
  "descriptions": "RAND Europe is evaluating the Treatment and Recovery Portfolio of the 10-year drug strategy, From Harm to Hope in partnership with King’s College London’s National Addiction Centre, the University of Manchester, and South London and Maudsley NHS Foundation Trust.",
  "posted": "Dec 5, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/randeurope/about/news/2023/gov-treatment-recovery/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1701780429331.jpeg",
    "desc": "Two women hugging with a man in the background, photo by FatCamera/Getty Images"
  },
  "content": {
    "spotlight": {
      "quoted": "Evaluation is key to understanding how this funding can be best used to improve the system, both for those who use it and those who work within it.",
      "name": "Lucy Strang",
      "profile": "https://www.rand.org/about/people/s/strang_lucy.html",
      "profession": "Research Leader",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/s/strang_lucy/_jcr_content/par/bio.crop.150x150.ct.jpeg/1637153028937.jpeg",
        "width": "150",
        "height": "150",
        "desc": "Lucy Strang"
      },
      "Article": "Photo by FatCamera/Getty Images RAND Europe has been awarded funding from the UK National Institute for Health and Care Research (NIHR) to evaluate the treatment and recovery portfolio of the UK Government’s 10-year drug strategy, From Harm to Hope, in partnership with King’s College London’s National Addiction Centre, the University of Manchester, and South London and Maudsley NHS Foundation Trust. Harm caused by illegal drugs is on the rise. Deaths from drug misuse rose by 80% from 2011 to 2021, while drug-related homicides rose by 58%. From Harm to Hope has committed £903 million in funding from 2022 to 2025 to tackle this issue in various ways. Published in late 2021, the strategy aims to: RAND Europe’s evaluation will look at the initial £780 million tranche of funding distributed to local authorities over the first three years of the strategy to improve treatment and recovery services in England. This will be carried out in collaboration with people who have lived experience of these services. The results of the evaluation will inform government decision-making about the next phase of delivery planning and funding for the portfolio and provide actionable feedback on how interventions within the portfolio are implemented. The research RAND Europe will undertake focuses on evaluating the initial investment in delivering world-class treatment and recovery services for people whose lives and health are affected by drugs and alcohol. This investment is administered by the Department for Health and Social Care, supported by the Ministry of Justice, Department for Levelling up, Communities and Housing, and the Department for Work and Pensions. Dr. Katherine Morley, study co-lead, said: “The government’s investment in the treatment and recovery system is crucial to improving health and wellbeing outcomes for people who use these services.” Ms. Lucy Strang, study co-lead, added: “Evaluation is key to understanding how this funding can be best used to improve the system, both for those who use it and those who work within it.” For more information, please visit the D-SITAR project page."
    }
  }
}