{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:23:33.371703",
  "crawling_time_epoch": 1704165813,
  "type": "Media Advisory",
  "title": "RAND Experts Available to Discuss U.S.-China Issues Ahead of APEC 2023 Ministerial Meetings",
  "url": "https://www.rand.org/news/advisories/2023/11/14.html",
  "descriptions": "RAND experts are available to discuss issues likely to be taken up by U.S. President Biden and his Chinese counterpart Xi Jinping. Among them are a resumption of direct communication between the two nations' militaries, U.S. expansion of export controls on semiconductor chips, Taiwan, China's assistance to Russia in the Ukraine conflict, China's economic relationship with Iran and implications for the war in the Middle East, and human rights.",
  "posted": "Nov 14, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/advisories/2023/11/14/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1700007574790.jpeg",
    "desc": "U.S. President Joe Biden shakes hands with Chinese President Xi Jinping as they meet on the sidelines of the G20 leaders' summit in Bali, Indonesia, November 14, 2022, photo by EyePress News/Reuters"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "sub_content": [
      {
        "Interviews": "To arrange an interview, contact the RAND Office of Media Relations:\n(703) 414-4795 or\n(310) 451-6913, or\nsend an email to media@rand.org."
      }
    ],
    "tags": [
      "China",
      "International Diplomacy",
      "Iran",
      "Military Affairs",
      "Russia",
      "Taiwan",
      "United States",
      "www.rand.org"
    ],
    "Article": "RAND experts are available to discuss issues likely to be taken up by U.S. President Biden and his Chinese counterpart Xi Jinping. Among them are a resumption of direct communication between the two nations' militaries, U.S. expansion of export controls on semiconductor chips, Taiwan, China's assistance to Russia in the Ukraine conflict, China's economic relationship with Iran and implications for the war in the Middle East, and human rights. Available RAND experts include: Derek Grossman, senior defense analyst—expertise includes national security policy and Indo-Pacific security issues. He closely tracks intensifying U.S.-China competition throughout the region, including Northeast, Southeast, South, and Central Asia, as well as Oceania. Kristen Gunness, senior policy researcher—expertise includes military, security, and foreign policy issues in the Indo-Pacific region, with a focus on China, as well as deterrence and escalation management Raymond Kuo, senior political scientist and director of RAND's Taiwan Policy Initiative—expertise includes international security, international order, and East Asia David Ochmanek, senior international/defense researcher—expertise on military balance, as well as the value of resuming military-to-military talks and exchanges. Ochmanek is former U.S. Deputy Assistant Secretary of Defense for Strategy and former U.S. Deputy Assistant Secretary of Defense for Force Development."
  }
}