{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:58:20.286297",
  "crawling_time_epoch": 1703231900,
  "type": "News Release",
  "title": "RAND and Poynter Develop Policy-Focused Educational Opportunities for Journalists",
  "url": "https://www.rand.org/news/press/2022/07/06.html",
  "descriptions": "The RAND Corporation, a nonprofit, nonpartisan research institution, is partnering with the Poynter Institute, a global nonprofit dedicated to journalistic excellence, to develop education and training for journalists on today's most pressing policy issues and the process of research and analysis.",
  "posted": "Jul 6, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2022/07/06/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1656718563428.jpeg",
    "desc": ""
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "",
      "profession": "",
      "biography": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      }
    },
    "researcher": [],
    "topics": [],
    "Article": "The RAND Corporation, a nonprofit, nonpartisan research institution, is partnering with the Poynter Institute, a global nonprofit dedicated to journalistic excellence, to develop education and training for journalists on today's most pressing policy issues and the process of research and analysis. Policy Matters: A Poynter-RAND Masterclass will bring together emerging journalists and RAND researchers to discuss current policy issues, data analytics methods, and other important elements of policy research and responsible journalism. Participating journalists hail from across the country and represent outlets ranging from The Associated Press, CNN, and USA Today to the Austin American-Statesman, Milwaukee Journal Sentinel, and Factchequeado. The partnership with Poynter is part of RAND's NextGen Initiative, an effort to cultivate civic engagement among younger generations. “RAND and Poynter share a commitment to helping citizens become more informed, engaged, and empowered to take action that betters their communities and the world,” said RAND Vice President and Chief of Staff Jennifer Gould. “We hope that the masterclass and our other educational programming will deepen journalists' understanding of today's most pressing global issues as well as how researchers themselves navigate scientific data.” RAND experts participating in the master class are: A second component of the collaboration will be a series of educational opportunities designed to give Poynter-Koch Fellows—a cohort of 58 emerging journalists nationwide—a deeper understanding of the information and sources necessary for excellent journalism. RAND experts will work with Poynter to create training programs on domestic and foreign policies and topics such as the opioid crisis, gun violence, mental health, refugees, and war. “Straight, honest reporting helps each of us fully participate in civic life,” said Neil Brown, president of Poynter. “This partnership with RAND will help journalists embrace the complexity of some of our most important public policy issues, and then be able to share that knowledge with their audiences. This work sits comfortably at the intersection of journalism and democracy.” Policy Matters: A Poynter-RAND Masterclass will take place in Washington D.C. on July 22, 2022, with additional educational opportunities to follow later in the year. For more information please visit: https://www.rand.org/about/nextgen/randxpoynter.html."
  }
}