{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:00:59.041888",
  "crawling_time_epoch": 1703242859,
  "type": "Media Advisory",
  "title": "RAND Experts Available to Discuss Implications of Lifting Public Health Code Title 42",
  "url": "https://www.rand.org/news/advisories/2023/05/10.html",
  "descriptions": "The Biden administration's decision to end Title 42 on May 11 will have significant and complex implications for U.S. policies regarding immigration, border security, asylum and humanitarian issues, economic growth, and border communities. RAND experts are available to discuss Title 42 and whether the United States is adequately prepared for a new surge of immigrants at the southern border.",
  "posted": "May 10, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/advisories/2023/05/10/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1683754709393.jpeg",
    "desc": "Hands reach through the border wall between the United States and Mexico., photo by Benny Winslow/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "sub_content": [
      {
        "Interviews": "To arrange an interview, contact the RAND Office of Media Relations:\n(703) 414-4795 or\n(310) 451-6913, or\nsend an email to media@rand.org."
      }
    ],
    "tags": [
      "Border and Port Security",
      "Government Legislation",
      "Immigration Legislation",
      "Refugees",
      "United States",
      "www.rand.org"
    ],
    "Article": "May 10, 2023 The Biden administration's decision to end Title 42 on May 11 will have significant and complex implications for U.S. policies regarding immigration, border security, asylum and humanitarian issues, economic growth, and border communities. Title 42 will be lifted the same day the administration ends the COVID-19 national emergency declaration, which gave the federal government more flexibility in modifying existing programs and rules to address the global pandemic. The following RAND experts are available to discuss Title 42 and whether the United States is adequately prepared for a new surge of immigrants at the southern border:"
  }
}