{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:14:57.741452",
  "crawling_time_epoch": 1703240097,
  "type": "Commentary",
  "title": "RAND Experts on Veteran Mental Health Respond to the White House Mental Health Research Priorities",
  "url": "https://www.rand.org/pubs/commentary/2023/02/rand-experts-on-veteran-mental-health-respond-to-the.html",
  "descriptions": "The White House identified eight research priorities to better manage America's current mental health crisis. RAND researchers highlight why each area is critical for veteran mental health and how RAND is contributing to address them.",
  "posted": "Feb 20, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/rand-experts-on-veteran-mental-health-respond-to-the/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1677102452644.jpeg",
    "desc": "Maj. Jolyn, left, clinical health psychologist, and Staff Sgt. Ryan, mental health technician, demonstrate having a counseling session at an undisclosed location in Southwest Asia, March 16, 2015, photo by Tech. Sgt. Marie Brown/U.S. Air Force"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Rajeev Ramchand Carrie M. Farmer Joshua Breslau Sarah B. Hunter Ryan K. McBain",
      "profil": "https://www.rand.org/about/people/r/ramchand_rajeev.html",
      "position": "Codirector, RAND Epstein Family Veterans Policy Research Institute; Senior Behavioral Scientist; Professor of Policy Analysis, Pardee RAND Graduate School Codirector, RAND Epstein Family Veterans Policy Research Institute; Director, Health Care Quality Measurement and Improvement Program; Senior Policy Researcher Senior Behavioral and Social Scientist; Professor of Policy Analysis, Pardee RAND Graduate School Director, RAND Center on Housing and Homelessness; Senior Behavioral and Social Scientist; Professor of Policy Analysis, Pardee RAND Graduate School Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@RRamchand @carriefarmer @JoshuaBreslau @ryankmcbain",
      "contact": "https://www.twitter.com/RRamchand"
    },
    "tags": [
      "Community-Based Health Care",
      "Health Care Quality",
      "Health Equity",
      "Integrated Care",
      "Medical Professionals",
      "Mental Health Treatment",
      "Substance Use Disorder Treatment",
      "Telemedicine",
      "Veterans Health Care",
      "www.rand.org"
    ],
    "Article": "Last week, the White House published its eight mental health research priorities (PDF) to better address America's current mental health crisis. Since its landmark 2006 report on the Invisible Wounds of War, RAND has been at the forefront of research on the mental health needs of service members and veterans exposed to combat and other forms of trauma, as well as their families. The COVID-19 pandemic has only exacerbated the current mental health crisis, and the RAND Epstein Family Veterans Policy Research Institute continues RAND's commitment to conduct research to improve the lives of those who served in the U.S. military, including research on their mental health needs. Below, we highlight the eight areas the White House has prioritized, why each area is critical for veteran mental health, and how RAND is contributing to address them. The veteran population is becoming increasingly diverse and so identifying individual and systemic factors that increase risk for adverse mental health conditions could help ensure that prevention programs and treatments reach all veterans. Close to 12 percent of veterans are Black, and the proportion is growing. Preliminary RAND research found no statistically significant differences in rates of depression or anxiety among Black veterans relative to White veterans and Black non-veterans. However, this was only a brief, cursory look and more research is needed, building upon research from RAND on mental health disparities in access to behavioral health care and in the quality of care. Women also represent an increasing proportion of the veteran population, and RAND researchers recently highlighted research priorities for improving the mental health of women veterans. Our new partnership with Adagio Health will further assess the mental health needs of women veterans in Western Pennsylvania, the resources available to address these needs, and where there are gaps. The internet, social media, real-time biometric data monitors, and artificial intelligence are rapidly changing how mental health needs are detected, monitored, and treated. While new approaches and applications are being developed at a rapid pace, research could help ensure these products are offered equitably, ethically, and in ways that improve mental health. There was a huge expansion of telehealth during COVID-19, and the lessons RAND learned can help point to research priorities for veterans. For example, RAND research found that, during COVID-19, among one network of safety net providers as many as 40 percent of telehealth medical visits were audio-only (e.g., telephone). This signals potential barriers to video call access among low-income patients and possible missed opportunities for preventive care that requires in-person services and interactions. Other RAND research interviewed behavioral health care providers who worked in the Military Health System about their experiences with providing telehealth, and many had concerns about the effectiveness of the delivery platform for individuals with more serious behavioral health issues. The demand for mental health care during COVID-19 placed behavioral health care providers at risk for increased stress and burnout. As RAND documented in 2022, there are strategies that may mitigate burnout among mental health professionals, but more, rigorous studies are needed. During the pandemic, RAND conducted a randomized clinical trial of one such strategy, with results forthcoming. Burnout can force providers to leave clinical practice, limiting the supply of behavioral health care providers and in turn increasing wait times. RAND Epstein Family Veterans Policy Research Institute co-director Carrie Farmer testified before Congress that veterans wait an average of 35 days for a mental health appointment from the VA and 40 days for a community care appointment. However, as Farmer notes: “[A]n appointment available tomorrow that provides poor care could be worse than waiting for good care.” Not only must we ensure an adequate pipeline of behavioral health care providers to meet demand, but also that providers are all trained to provide culturally competent evidence-based care. While we grow the behavioral health workforce, research could help identify novel delivery care systems that can address demand now. RAND has conducted research and evaluations on these strategies, including integrating behavioral health into primary care and extending the mental health workforce with paraprofessionals. Regardless of where care is provided, quality is important—that is, it must be veteran-centered, accessible, evidence-based, and providers should monitor patient outcomes. To meet veterans' current demand for mental health care, strategies are needed to expand care from traditional clinical settings to those in the community. VA offers mental health care at its medical centers, outpatient clinics (CBOCs), and Vet Centers, and veterans may opt to seek care with community-based providers as well. Other efforts might equip staff at veteran-serving community-based organizations like workforce training centers and homeless shelters to screen and care for individuals with low acuity mental health needs. In New York City, this model is termed “Connections to Care,” and RAND's evaluation of the program found both areas of success and areas for improvement. Regardless of where care is provided, quality is important—that is, it must be veteran-centered, accessible, evidence-based, and providers should monitor patient outcomes. Through a partnership with the George W. Bush Institute's Veteran Wellness Alliance, RAND developed a definition and set of standards of high-quality care for the treatment of mental health conditions among veterans and is working to ensure adoption of these standards by mental health providers treating veterans. As RAND documented in 2019, research studies indicate that as many as 88 percent of veterans with PTSD also have a substance use disorder and 69 percent have an alcohol use disorder. Those with co-occurring disorders tend to present to mental health care settings rather than substance use treatment settings. For example, RAND research found that up to 10 percent of people seeking care in public mental health settings had an opioid use disorder. However, many mental health care providers do not offer care for co-occurring conditions, though treating both in an integrated way yields the best results. In particular, integrating pharmacotherapy for alcohol and opiate use disorders in mental health care settings can help many veterans with co-occurring disorders. RAND previously evaluated how a Navy training on treating co-occurring disorders went, and took a step forward in trying to break these boundaries by producing an online, interactive toolkit, entitled How to Integrate Pharmacotherapy for Substance Use Disorders at Your Mental Health Clinic. While new treatments are developed to help individuals with schizophrenia, bipolar disorder, severe depression, and other serious mental illnesses that cause significant functional limitations, policies that ensure individuals with these conditions have access to effective treatment could help. For many with serious mental illnesses, Community Mental Health Centers (CMHC) are their primary source of care. A recent evaluation by RAND in partnership with Mathematica (PDF) evaluated a new demonstration project, the Certified Community Behavioral Health Clinic (CCBHC), which tested a new approach for providing and reimbursing care delivered in CMHCs. The White House wrote: “[T]here is an opportunity to build on the foundation of research supported within CCBHCs.” CCBHCs are required to have programs for veterans, and research should assess how these programs are implemented and how CCBHCs can be better leveraged to serve as health care access points for veterans with serious mental illness, regardless of VA eligibility or other insurance. A critical priority for improving outcomes for those with serious mental illness is to provide supportive housing services. As highlighted in RAND's recent report on transforming the U.S. mental health system, a critical priority for improving outcomes for those with serious mental illness is to provide supportive housing services. Up to one-quarter of Americans experiencing homelessness have a serious mental illness. RAND is actively working to address homelessness nationally, but especially in Los Angeles where RAND is headquartered. A recent RAND report identified 26 veterans experiencing homelessness in Los Angeles and interviewed them monthly over the course of a year. Unsurprisingly, the data confirmed that when housed, symptoms of depression, distress, and psychosis all improved. The RAND Epstein Veterans Policy Research partners with the RAND Center on Housing and Homelessness to uncover practical policy solutions to confront veteran homelessness and the regional shortage of affordable housing that can serve as models for other communities across the U.S. working to end homelessness, including veteran homelessness. RAND has extensive history of studying the magnitude of suicide risk in military and veteran populations, and recently identified three priorities for advancing research to create better veteran-specific suicide prevention strategies. Because the majority of veteran suicides are caused by a firearm, the RAND Epstein Family Veterans Policy Research Institute funded a study conducted in partnership with researchers from RAND's Gun Policy in America initiative to assess the role of state-level gun policies on rates of veteran firearm suicides. While RAND and other organizations have contributed to research on the mental health needs of military children, far less attention has been paid to children of veterans. This is a missed opportunity, especially because it is well-known that when a service member transitions to become a veteran, their whole family transitions. The RAND Epstein Family Veterans Policy Research Institute is committed to addressing the mental health needs of children in veteran families. Our new partnership with the Elizabeth Dole Foundation will reassess military and veteran caregivers a decade after our original report on the nation's Hidden Heroes, extending our past research by documenting how children of caregivers support their parents and how caregiving might affect their mental health (aligning with the Elizabeth Dole Foundation's Hidden Helpers campaign). Rajeev Ramchand is codirector of the RAND Epstein Family Veterans Policy Research Institute and a senior behavioral scientists at the nonprofit, nonpartisan RAND Corporation. Carrie M. Farmer is codirector of the RAND Epstein Family Veterans Policy Research Institute, director of the Health Care Quality Measurement and Improvement Program, and a senior policy researcher at RAND. Joshua Breslau is a senior behavioral and social scientist and Ryan K. McBain is a behavioral scientist at RAND. Sarah B. Hunter is director of the RAND Center on Housing and Homelessness, a senior behavioral scientist at RAND, and a professor at the Pardee RAND Graduate School. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}