{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:40:15.361829",
  "crawling_time_epoch": 1704166815,
  "type": "News Release",
  "title": "RAND Campaign Encourages Individuals to Take Action Against Truth Decay",
  "url": "https://www.rand.org/news/press/2022/05/11.html",
  "descriptions": "Amid the diminishing role of facts and analysis in American public life—a phenomenon called Truth Decay—the RAND Corporation is launching a public information campaign on social media to build understanding of Truth Decay and how individuals can tackle it by scrutinizing information they believe and share.",
  "posted": "May 11, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "",
      "profession": "",
      "biography": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      }
    },
    "researcher": [],
    "tags": [
      "www.rand.org"
    ],
    "Article": "Amid the diminishing role of facts and analysis in American public life—a phenomenon called Truth Decay—the RAND Corporation is launching a public information campaign on social media to build understanding of Truth Decay and how individuals can tackle it by scrutinizing information they believe and share. RAND is working with popular YouTube content creators Neil Halloran, a documentary filmmaker, and Minute Earth, a collective of scientists, writers, and illustrators to raise awareness of the dangers of Truth Decay. Their new videos are the fulcrum of RAND's campaign, which will provide tips for people to use when digesting news, sharing information over social media, or talking to family and friends. “Understanding how Truth Decay works and identifying ways to tackle it is essential,” RAND Vice President and Chief of Staff Jennifer Gould said. “We're happy to partner with Minute Earth and Neil Halloran to call attention to Truth Decay and the individual actions we all can take to counter it in our lives.” Halloran's video explores Truth Decay through examining his own process as a documentarian and how he identifies facts and grapples with inconvenient truths. “Like so many Americans, I worry about misinformation and how polarization is affecting our country's ability to productively discuss challenging topics. Tackling these problems is difficult, especially if you feel, like I do, that it is important to avoid restricting speech or inhibiting the free exchange of ideas,” Halloran said. “I certainly don't have all the answers, which is one reason why I am glad that serious folks at RAND are devoting resources and expertise to researching the problem of Truth Decay and developing solutions.” Minute Earth's video looks at how our society is more inclined to rely on opinion versus fact and highlights the need to evaluate online content carefully and thoughtfully. “Nowadays, people are paying less attention to facts and analysis and—perhaps as a result—are more polarized than ever,” Minute Earth said. “We think those trends are bad for the world, and we are happy to partner with an organization that both shares our concerns and has collected the data necessary to propose actual solutions.” Besides the YouTube videos, RAND highlights the actions below on Twitter and Instagram. The campaign is part of RAND's NextGen Initiative, an effort to foster civic engagement among younger generations."
  }
}