{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:57:23.352249",
  "crawling_time_epoch": 1703231843,
  "type": "Media Advisory",
  "title": "RAND Experts Available to Discuss Historic Protests and Zero-COVID Policy in China",
  "url": "https://www.rand.org/news/advisories/2022/11/29.html",
  "descriptions": "RAND experts are available to discuss protests that have erupted across China following a November 25 fire in western Urumqi that killed 10 people who were under zero-Covid lockdown and allegedly unable to escape their building. Separate protests also occurred at FoxConn's flagship iPhone factory in China.",
  "posted": "Nov 29, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/advisories/2022/11/29/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1670370272639.jpeg",
    "desc": "Students take part in a protest against COVID-19 curbs at Tsinghua University in Beijing, China, seen in this still image taken from a video released November 27, 2022 and obtained by Reuters"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "sub_content": [
      {
        "Interviews": "To arrange an interview, contact the RAND Office of Media Relations:\n(703) 414-4795 or\n(310) 451-6913, or\nsend an email to media@rand.org."
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/china.html",
        "tag": "China"
      },
      {
        "url": "https://www.rand.org/topics/coronavirus-disease-2019-covid-19.html",
        "tag": "Coronavirus Disease 2019 (COVID-19)"
      },
      {
        "url": "https://www.rand.org/topics/political-reform-movements.html",
        "tag": "Political Reform Movements"
      }
    ],
    "Article": "November 29, 2022 RAND experts are available to discuss protests that have erupted across China following a November 25 fire in western Urumqi that killed 10 people who were under zero-Covid lockdown and allegedly unable to escape their building. Separate protests also occurred at FoxConn's flagship iPhone factory in China. RAND policy researcher Amanda Kerrigan said: “It's unclear if these protests have the potential to spark political reform. If they persist, key factors to watch for in the coming days are the degree of protestors' coordination and cohesion in their activities and demands on the Chinese Communist Party; the strength and effectiveness of the police response and whether there will be a need for military involvement; and any disagreement among China's leaders about how to respond. All of these factors affected the trajectory of the Tiananmen Square pro-democracy movement of 1989.” Kerrigan is one of several RAND China experts available to discuss the unrest. To arrange an interview, please contact media@rand.org"
  }
}