{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:35:40.929959",
  "crawling_time_epoch": 1704166540,
  "type": "Announcement",
  "title": "Ray Block Joins RAND as Inaugural Michael D. Rich Chair for Countering Truth Decay",
  "url": "https://www.rand.org/news/press/2023/02/22.html",
  "descriptions": "Ray Block, a respected academic in the field of political science and African American studies, will join the RAND Corporation as its inaugural Michael D. Rich Chair for Countering Truth Decay effective February 27.",
  "posted": "Feb 22, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2023/02/22/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1686613332179.jpeg",
    "desc": "Ray Block, photo courtesy of Penn State"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Wednesday\nFebruary 22, 2023 Ray Block Photo courtesy of Penn State Ray Block, a respected academic in the field of political science and African American studies, will join the RAND Corporation as its inaugural Michael D. Rich Chair for Countering Truth Decay effective February 27. Block joins RAND from The Pennsylvania State University, where he is an associate professor of political science and African American studies and the Laurence and Lynn Brown-McCourtney Endowed Career Professor in Penn State's McCourtney Institute for Democracy. He will continue his affiliation with the university. “Ray's vast experience studying civic involvement and the formation of public opinion makes him an excellent choice to take the helm of RAND's seminal Truth Decay work,” said Jason Matheny, RAND's president and CEO. “With the country divided, countering Truth Decay and restoring the role of facts and analysis in public life is critical and I look forward to working with Ray to drive this important work forward.” The chair was established in 2022 in honor of Rich, RAND's former president and CEO, who initiated RAND's Truth Decay work and made it an integral part of RAND's mission. Block will continue to build the Truth Decay agenda, develop new research streams and expand the impact and reach of this research. Block currently serves as a member of the Executive Council for the National Conference of Black Political Scientists and is part of a team of academics, practitioners, and analysts known as the African American Research Collaborative. He is also a member of professional organizations including the American Political Science Association and the Scholars Strategy Network. His research focuses on how non-dominant demographic groups translate their policy preferences and psychological attachments into political action and with what consequences, and he specializes in the areas of racial and ethnic group politics, voting behavior, and public opinion. “I strongly believe in civic involvement and am passionate about promoting a more equitable and inclusive environment for underrepresented groups,” Block said. “These are key underpinnings of RAND's Truth Decay mission, and I believe that our work in this area is essential to helping preserve and strengthen America's democracy.” A teacher and prolific author, Block was an associate professor at the University of Kentucky, the University of Wisconsin, La Crosse, and Florida State University before Penn State. He holds bachelor's degrees in philosophy and political science from Howard University and master's and doctoral degrees in political science from The Ohio State University. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}