{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:47:56.274962",
  "crawling_time_epoch": 1703231276,
  "type": "Blog",
  "title": "Reconstructing Ukraine, Wildfires, Telehealth: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-june-16.html",
  "descriptions": "This weekly recap focuses on reconstructing Ukraine, what to do about wildfires, virtual mental health care services, and more.",
  "posted": "Jun 16, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-june-16/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1686941587362.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "topic": [
      {
        "tag": "China",
        "blog": "https://www.rand.org/blog.topic.china.html"
      },
      {
        "tag": "Criminal Justice",
        "blog": "https://www.rand.org/blog.topic.criminal-justice.html"
      },
      {
        "tag": "Global Climate Change",
        "blog": "https://www.rand.org/blog.topic.global-climate-change.html"
      },
      {
        "tag": "Government Legislation",
        "blog": "https://www.rand.org/blog.topic.government-legislation.html"
      },
      {
        "tag": "Mental Health Treatment",
        "blog": "https://www.rand.org/blog.topic.mental-health-treatment.html"
      },
      {
        "tag": "Military Strategy",
        "blog": "https://www.rand.org/blog.topic.military-strategy.html"
      },
      {
        "tag": "Military Veterans",
        "blog": "https://www.rand.org/blog.topic.military-veterans.html"
      },
      {
        "tag": "School Security",
        "blog": "https://www.rand.org/blog.topic.school-security.html"
      },
      {
        "tag": "Social Media",
        "blog": "https://www.rand.org/blog.topic.social-media.html"
      },
      {
        "tag": "Telemedicine",
        "blog": "https://www.rand.org/blog.topic.telemedicine.html"
      },
      {
        "tag": "Ukraine",
        "blog": "https://www.rand.org/blog.topic.ukraine.html"
      },
      {
        "tag": "United States",
        "blog": "https://www.rand.org/blog.topic.united-states.html"
      },
      {
        "tag": "Wildfires",
        "blog": "https://www.rand.org/blog.topic.wildfires.html"
      }
    ],
    "Article": "This week, we discuss what successful reconstruction in Ukraine would look like; increasing wildfires and what to do about them; the U.S.-China rivalry in a neomedieval world; the effects of telehealth expansion during the pandemic; supporting veterans involved with the criminal justice system; and a model for regulating tech platforms.",
    "sub_article": [
      {
        "title": "Reconstructing Ukraine: What Will Success Look Like?",
        "descriptions": "Photo by A_Gree/Alamy It's not too early to start planning reconstruction in Ukraine, which could be the largest rebuilding effort in modern history. In a new report, RAND researchers draw insights from previous post-war and post–natural disaster reform and reconstruction efforts to help inform decisionmaking. They find that Ukraine's reconstruction will be most successful as a U.S.–Europe partnership where Ukraine sets the priorities, the United States leads on security assistance, and the European Union leads on reform and economic assistance. The authors also note that public support for a long-term U.S. commitment to Ukraine cannot be taken for granted. They recommend a bipartisan effort to explain why rebuilding Ukraine is in the interest of the United States and the West.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-june-16/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539_830847769/imagewithclass_copy.fit.800x0.jpeg/1686927116526.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Ukrainian postage stamps honor the workers who restore infrastructure in Ukraine after Russian missile attacks, photo by A_Gree/Alamy"
        }
      },
      {
        "title": "We Aren't Helpless in the Face of Increasing Fires and Smoke",
        "descriptions": "Photo by Amanda Andrade-Rhoades/Reuters Last week, large parts of central and eastern North America were shrouded in acrid brown-yellow skies caused by wildfire smoke—a familiar experience for those on the West coast. According to Jay Balagna of the Pardee RAND Graduate School, addressing this requires immediate action, such as increasing firefighting budgets, as well as the “slow, hard work” of improving land management and energy policies. Waiting to make these changes will only add to the number of days that we all spend under smoke, he says.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "The U.S.-China Rivalry in a Neomedieval World",
        "descriptions": "Photo by Zohra Bensemra/Reuters Beginning around 2000, the world began transitioning to a historical period that RAND researchers call “neomedievalism.” This era is characterized by several key trends, including weakening nation-states, imbalanced economies, and informalized warfare. Our new report examines how Washington and Beijing are adapting to this environment—and what these changes mean for ongoing U.S.-China competition and potential future conflict.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-june-16/_jcr_content/par/blogpost/par-blog/wrapperdiv_655378184/imagewithclass_copy.fit.800x0.jpeg/1686927739872.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Damaged buildings are pictured during the fighting with Islamic State's fighters in the old city of Raqqa, Syria, August 19, 2017, photo by Zohra Bensemra/Reuters"
        }
      },
      {
        "title": "Virtual Mental Health Care Has Expanded—But Not for Everyone",
        "descriptions": "After COVID-19 hit, some states passed legislation to expand telehealth. A new RAND study shows that such policies were associated with an increase in virtual mental health services. However, disparities in access to mental health care have persisted even as telehealth expanded during the pandemic. Local, targeted legislation is needed to address these disparities and make sure all groups have equal access to care, says lead author Ryan McBain.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-june-16/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1686927820769.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Senior White woman on a video call on her laptop with her therapist, photo. by Geber86/Getty Images"
        }
      },
      {
        "title": "What Can Be Done to Support Justice-Involved Veterans?",
        "descriptions": "Veterans make up about eight percent of the 2.2 million people incarcerated in U.S. jails and prisons. On top of this, an unknown number of veterans have had other types of contact with the criminal justice system. A new RAND paper examines what can be done to better support this group, including interventions to help prevent veterans from entering the criminal justice system in the first place, and programs to support formerly incarcerated veterans as they reintegrate into their communities.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-june-16/_jcr_content/par/blogpost/par-blog/wrapperdiv_1035350401/imagewithclass.fit.800x0.jpeg/1686927938456.jpeg",
          "width": "800",
          "height": "450",
          "desc": "An empty courtroom showing the jury box and judge's bench. Photo by dlewis33/Getty Images"
        }
      },
      {
        "title": "Regulating Social Media Platforms",
        "descriptions": "After the 2008 financial crisis, Congress passed the Dodd-Frank Act, mandating that financial systemic risk be monitored by a regulatory oversight body. According to RAND's James Marrone, a similar approach could be used to regulate tech platforms. A “tech version” of Dodd-Frank could help improve transparency, provide flexibility, and establish a feasible framework to help manage the “ever-present and ever-evolving risk” of toxic content online.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      }
    ]
  }
}