{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:34:31.761324",
  "crawling_time_epoch": 1704166471,
  "type": "Commentary",
  "title": "Reducing Racial Disparities in VA Disability Compensation Decisions",
  "url": "https://www.rand.org/pubs/commentary/2023/03/reducing-racial-disparities-in-va-disability-compensation.html",
  "descriptions": "Department of Veterans Affairs Secretary Denis McDonough recently announced formation of an equity team to examine and address racial differences in disability compensation grant rates. This is encouraging progress, particularly after years of reluctance on the part of the department to acknowledge there might be a problem.",
  "posted": "Mar 13, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/03/reducing-racial-disparities-in-va-disability-compensation/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1678729012936.jpeg",
    "desc": "A young Hispanic American veteran college student using a wheelchair, going to class at college, photo by adamkaz/Getty Images"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Kayla M. Williams",
      "profil": "https://www.rand.org/about/people/w/williams_kayla_m.html",
      "profession": "Senior Policy Researcher",
      "username": "@KWilliams101",
      "contact": "https://www.twitter.com/KWilliams101"
    },
    "tags": [
      "Military Veterans",
      "Racial Discrimination",
      "Racial Equity",
      "United States",
      "United States Department of Defense",
      "www.rand.org"
    ],
    "Article": "Department of Veterans Affairs Secretary Denis McDonough recently announced formation of an Equity Team to examine racial differences in disability compensation grant rates and “address these concerns, including changes in structure, training, quality control, outreach, and more.” This is encouraging progress, particularly after years of reluctance on the part of the department to acknowledge there might be a problem. The Advisory Committee on Minority Veterans (ACMV) repeatedly raised concerns—including in their 2013 (PDF), 2015 (PDF), 2016 (PDF), 2017 (PDF), and 2018 (PDF) reports—about the possibility of racially-based disparities in Veteran Benefits Administration (VBA) benefits provision. Citing feedback from minority veterans that they believed ratings were lower for minority than non-minority veterans, especially for posttraumatic stress disorder (PTSD), ACMV made multiple recommendations on ways to improve data collection and analysis throughout the years, pushing for accountability and transparency. VA's response to each of these recommendations was to “concur in principle” and note barriers that would make such analysis difficult rather than taking concrete action to assess whether there was validity to the anecdotes and address alleged systematic discrimination. The ACMV held fast to its longstanding recommendation even after the VBA leadership expressed reluctance to address it due to “litigation concerns.” These were perhaps not unfounded: a recent lawsuit filed by Marine Corps Vietnam veteran Conley Monk Jr. cites a “statistically significant difference” in VA claims decisions for Black veterans found by analyzing records obtained by Freedom of Information Act (FOIA) requests. Additional variations by race and ethnicity in whether claims were granted fully, granted partially, or denied appear to exist as well. Given both the long history of obfuscation by the department and the significance of the claimed disparities, why do I find this announcement encouraging? Because there is recent precedent from which VBA can draw significant lessons. In this case, too, it was records sought under the FOIA and lawsuits that prompted change: supported by the ACLU and Yale Law School Veterans Legal Services Clinic (which is also working with Mr. Monk), Service Women's Action Network engaged in a Battle for Benefits for survivors of military sexual trauma (MST). After the substantial disparity in grant rates for PTSD for MST versus non-MST related claims were made public, VBA eliminated the gap (PDF) (for women) between FY2011 and FY2018. This institutional experience contains important lessons on which the department can draw, although disparities by race/ethnicity are certainly different in key ways than those for a particular condition linked to a given stressor. As the Equity Team begins its work, I offer the following suggestions: Ensuring processes are followed consistently for all veterans can help ensure fairness. VA's Office of Inspector General (OIG) found in 2018 that “nearly half of denied MST-related claims (PDF) were not properly processed following VBA policy.” Similar process problems could potentially plague claims for racial/ethnic minorities being denied at higher rates. VBA could proactively review a random sample of denied minority veteran claims for common conditions and assess whether the errors OIG found most frequently in that report are common in this setting. These mistakes could include not requesting a medical examination despite sufficient evidence, evidence-gathering issues such as not requesting private treatment records, and deciding claims based on contradictory or insufficient medical opinions. Ensuring processes are followed consistently for all veterans can help ensure fairness. The ACLU report found “treatment of MST-related PTSD claims varied widely from one VA regional office (VARO) to another,” finding those “that discriminated most egregiously in 2012 include(d) those in St. Paul, MN; Detroit, MI; and St. Louis, MO.” In 2014, the Government Accountability Office found (PDF) that improvements had been made in processing disability claims for MST, which VBA officials attributed in part to additional training, but noted “wide variation in approval rates among regional offices, which ranged from 14 to 88 percent in fiscal year 2013,” though half of VAROs had approval rates close to average (between 40 and 60 percent). Using the results of the review suggested above, VBA could prioritize VAROs with variations in claims decisions based on race/ethnicity when determining where to focus training, enhance oversight, and pilot interventions or process changes. Research has found that standard training on unconscious or implicit bias can be ineffective or even counterproductive: recipients may walk away believing these biases are normal and unchangeable. However, subject matter experts have developed more-effective versions that include practical ways to “overcome bias through a combination of strategies,” focusing on a growth mindset that encourages practicing the strategies for increased effectiveness. Once change is underway, a key element of sustaining improvement is monitoring progress and holding people accountable. Including reduction and eventual elimination of disparities in performance plans at all levels, including senior leaders, may spur necessary focus. VA frequently responded to ACMV's recommendations that there was inadequate data to assess disparities. In meetings, senior leaders also asserted that data on race/ethnicity was not only unavailable for data analysis but was also not visible to raters because it was not collected. Given that claims decisions must include medical files or assessments, this allegation will ring false to anyone who has filled out paperwork at any doctor's office, which almost invariably collects demographic information. Additionally, even in the absence of an explicit data point on race, bias can affect decisions. Repeated experiments have shown this to be true in hiring decisions for applicants with names considered stereotypically White- or Black-sounding. One such study found variation in levels of discrimination by firm but not geography, further supporting the importance of comparing VAROs. Reflexively denying the possibility of bias could extinguish hope of rooting it out. Reflexively denying the possibility of bias could extinguish hope of rooting it out. Coverage of Mr. Monk's lawsuit noted that he was punitively discharged and had to seek and receive a discharge upgrade prior to receiving benefits. GAO previously found (PDF) that between 2013–2017, Black and Hispanic service members were more likely to be the subjects of military criminal investigations and to be tried by courts-martial. VA could engage DoD in the Equity Team's work to seek input on whether there may have been more-substantial disparities in prior eras—as has been demonstrated in DoD's process of awarding medals for valor—and potentially include this type of information in future implicit bias training. Evidence of historic bias in military justice decisions may also be used to inform future policy guidance for situations in which VA must make a character of discharge determination (PDF) (only DoD can grant discharge upgrades). DoD may have additional lessons to share from its own work to identify and reduce bias in promotion boards and otherwise. The litany of recommendations by the ACMV over many years shows incontrovertibly that the very subject matter experts VA brought in to advise on matters of interest to minority veterans identified disparities in grant rates as a concern beginning at least a decade ago. Moving forward, VA could take ACMV recommendations seriously, moving beyond the pablum of responding “concur in principle” to taking concrete actions. Additionally, VA could seek feedback from outside diversity, equity, and inclusion experts in identifying and implementing productive solutions promptly. The department had multiple opportunities to seek to determine proactively whether there was a problem and proactively address it. Choosing not to do so did not prevent litigation—but it has doubtless further eroded trust among minority veterans. The department could publicly release data on disparities as they are identified, as well as share what steps are being taken to reduce and ultimately eliminate them. As has once again been shown, the information can be demanded and then shared by outside parties under FOIA. In my experience, minority veterans are acutely aware of the bias woven throughout society and recognize that VA is unlikely to be uniquely immune to the scourge of discrimination; refusing to acknowledge these issues only deepens suspicion. VA could earn the trust of veterans by being proactive, transparent, and accountable. Kayla Williams (she/her) is a senior policy researcher at the nonprofit, nonpartisan RAND Corporation Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}