{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:15:58.697290",
  "crawling_time_epoch": 1703240158,
  "type": "Blog",
  "title": "Regulating Space, Threats to Critical Infrastructure, Psychedelics: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-january-20.html",
  "descriptions": "This weekly recap focuses on the need for governance in outer space, why the recent FAA system failure was a wake-up call, the changing policy landscape around psychedelic therapies, and more.",
  "posted": "Jan 20, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-january-20/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1674235670513.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "tags": [
      "China",
      "Critical Infrastructure Protection",
      "Defense Infrastructure",
      "Drug Policy and Trends",
      "International Diplomacy",
      "The Internet",
      "Mental Health Treatment",
      "Russia",
      "Space Exploration",
      "Ukraine",
      "United States",
      "Veterans Health Care",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "This week, we discuss why we need governance in outer space; how the war in Ukraine could end sooner than expected; lessons from the FAA system failure; protecting U.S. air bases against Chinese and Russian attacks; the use of psychedelics to help treat mental health conditions; and why social media platforms aren't “digital town squares.”",
    "sub_article": [
      {
        "title": "Why We Need Governance in Space",
        "descriptions": "Space may seem infinite, but the narrow band that hugs the Earth, where satellites and space stations operate, is not. In fact, a recent RAND study found that space is congested, contested, and littered with debris. The problem is only getting worse. Tens of thousands of satellites are set to launch in the next few years, adding to the hundreds of thousands of objects that are already in Earth's orbit—from shards of debris no bigger than a screw to satellites the size of a school bus. What's needed are hard-and-fast rules for responsible behavior in space. “Nobody owns space,” says RAND's Douglas Ligor, one of the authors of the study. “There are no territories, there are no borders, so it's going to require all sovereign states to come together and figure out how to manage it.” The stakes of solving this international, extraterrestrial puzzle are high. Ligor highlights just one vivid example that underscores the urgency: “Nobody cares if a sailor drops a wrench in the middle of the ocean. If an astronaut drops a wrench, it becomes an uncontrollable projectile, traveling at thousands of miles per hour, that will destroy anything in its path.”",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "How the War in Ukraine Could End Sooner Than Expected",
        "descriptions": "Photo by Dmytro Smoliyenko/Reuters Many predict that Russia's war on Ukraine will persist. They may be right—after all, there is no end in sight as the conflict approaches the one-year mark. But it's possible that the war will end sooner, say RAND's Peter Wilson and William Courtney. For instance, there could be regime change in Moscow, the Russian military could collapse, or Ukraine could win the war outright. Policymakers would be wise to consider these possibilities, they say.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "The FAA System Failure Was a Wake-Up Call",
        "descriptions": "Photo by Lou Mongello via Reuters Last week, thousands of flights were delayed or canceled due to a Federal Aviation Administration outage, which appeared to be the result of a system failure. According to RAND's Henry Willis, the incident is a reminder that the nation's critical infrastructure faces a range of threats—everything from Russian hackers, to weather events, to violent attacks. These threats are growing, and now is the time to take steps to address them, he says.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "Bolstering U.S. Air Bases Against Chinese and Russian Attacks",
        "descriptions": "Photo by Tech. Sgt. Timothy Moore/U.S. Air Force There is a growing consensus that China and Russia pose significant threats to American interests. RAND has been studying these risks and potential countermeasures, including identifying cost-effective ways to mitigate Chinese and Russian attacks on U.S. air bases. While most of this research is classified, many of the overall findings are not. A new publicly available paper outlines our conclusions.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-january-20/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1674235287821.jpeg",
          "width": "800",
          "height": "450",
          "desc": "U.S. Air Force aircraft in a capabilities demonstration in honor of the U.S. Air Force's 75th Anniversary at Eielson Air Force Base, Alaska, August 12, 2022, photo by Tech. Sgt. Timothy Moore/U.S. Air Force"
        }
      },
      {
        "title": "Psychedelics and Veterans' Mental Health",
        "descriptions": "There has been a resurgence of interest in the use of psychedelics to address a wide range of mental health disorders, including depression, anxiety, and PTSD. In a new RAND paper, researchers examine the evolving policy landscape related to psychedelics. They highlight key considerations that could help guide efforts to address the significant burden of mental health conditions among veterans.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-january-20/_jcr_content/par/blogpost/par-blog/wrapperdiv_1035350401/imagewithclass.fit.800x0.jpeg/1674235354927.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Psilocybin mushrooms spills from a storage jar on wooden surface, top view, flat lay, photo by Cannabis_Pic/AdobeStock"
        }
      },
      {
        "title": "The 'Digital Town Square' Problem",
        "descriptions": "Social media platforms are often promoted as “digital town squares.” But in reality, these platforms are not public places for free speech and civic discourse, says RAND's Douglas Yeung. When the private owners of online spaces determine who gets to say what—often without the public's input or understanding—it can undermine productive conversations, increase misinformation and hate speech, and have other negative effects.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      }
    ]
  }
}