{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:29:05.103733",
  "crawling_time_epoch": 1704166145,
  "type": "Announcement",
  "title": "Rekha Chiruvolu Joins RAND as Chief Diversity Officer",
  "url": "https://www.rand.org/news/press/2023/07/10.html",
  "descriptions": "Experienced diversity, equity, and inclusion professional Rekha Chiruvolu joined RAND today as chief diversity officer and executive director, diversity, equity, and inclusion, overseeing all diversity initiatives at RAND.",
  "posted": "Jul 10, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2023/07/10/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1689016537691.jpeg",
    "desc": "Rekha Chiruvolu, photo courtesy of Nixon Peabody"
  },
  "content": {
    "spotlight": {
      "quoted": "",
      "name": "",
      "profile": null,
      "profession": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      },
      "Article": "For Release Monday\nJuly 10, 2023 Rekha Chiruvolu Experienced diversity, equity, and inclusion (DEI) professional Rekha Chiruvolu joined RAND today as chief diversity officer and executive director, diversity, equity, and inclusion, overseeing all diversity initiatives at RAND. “We're excited to welcome Rekha to RAND as part of our commitment to ensuring best-in-class DEI principles across the organization,” said Jason Matheny, president and CEO of nonprofit, nonpartisan RAND. “Her experience will be invaluable as we look to ensure that diversity and inclusion are built into all aspects of RAND's culture.” Chiruvolu held various DEI roles at international law firm Nixon Peabody LLP over the past decade, most recently serving as chief diversity, equity, and inclusion officer. She worked with the recruiting, talent development, marketing, and business development teams to ensure that DEI was woven into all core areas of the organization and all personnel had equitable access to the resources and opportunities needed to succeed. She also helped launch a new client service to assist clients with their own DEI challenges and needs. As an attorney, Chiruvolu has spent her career advocating for greater diversity, equity, and inclusion in the profession. Prior to Nixon Peabody, she was associate director of the Office of Career Services at the University of California Los Angeles School of Law. She earned her law degree from Rutgers University School of Law and a bachelor's degree in psychology from New York University. She will work from RAND's Washington, D.C., office. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. (703) 414-4795\n(310) 451-6913\nmedia@rand.org Explore All Topics »"
    }
  }
}