{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:53:06.963742",
  "crawling_time_epoch": 1703231586,
  "type": "Commentary",
  "title": "Remembering Slain LA Bishop David O'Connell and His Tireless Community Work",
  "url": "https://www.rand.org/pubs/commentary/2023/03/remembering-slain-la-bishop-david-oconnell-and-his.html",
  "descriptions": "Bishop Dave left a mark on so many lives, and, even after becoming bishop, remained close to the community he so loved. The world has lost a fearless and compassionate leader.",
  "posted": "Mar 3, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/03/remembering-slain-la-bishop-david-oconnell-and-his/_jcr_content/par/teaser.crop.250x187.rm.jpeg/1677895798335.jpeg",
    "desc": "Bishop David G. O'Connell (right) at a mass for mass shooting victims at St. Stephen Martyr Catholic Church in Monterey Park, California, January 27, 2023, photo by Image of Sport/Sipa USA via Reuters"
  },
  "content": {
    "source": "(Religion News Service)",
    "author": {
      "name": "Kathryn Pitkin Derose",
      "profil": "https://www.rand.org/about/people/d/derose_kathryn_pitkin.html",
      "position": "Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.community-organizations.html",
        "tag": "Community Organizations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.community-based-health-care.html",
        "tag": "Community-Based Health Care"
      },
      {
        "blog": "https://www.rand.org/blog.topic.health-equity.html",
        "tag": "Health Equity"
      },
      {
        "blog": "https://www.rand.org/blog.topic.racial-equity.html",
        "tag": "Racial Equity"
      }
    ],
    "Article": "Like many in Los Angeles, I was devastated by the news of the killing of Roman Catholic Auxiliary Bishop David O'Connell and the sheer brutality and senselessness and the loss of such an amazing community leader. On a personal level, I can easily say Bishop Dave had an indelible mark on my professional career, even my professional success. This may seem surprising, since I am not Catholic, I am not an immigration lawyer, nor any other profession related to the causes Bishop Dave is known for. I am a health equity researcher who, for much of my career, has been based at the nonprofit research organization RAND. I first met Bishop Dave (then Father Dave) in the mid-1990s, when he was pastor of St. Frances X. Cabrini in South Los Angeles. His church was one of 45 churches that had agreed to participate in a RAND study, for which I was project director, that aimed to increase mammography screening among low-income Black, Latina and white women. Churches were randomly assigned to one of three groups: peer counseling by trained lay leaders at the church, tailored print materials mailed to women in their homes and a control group. Lucky for me, Bishop Dave's parish was randomized to the peer counseling program, which meant I got to work with him more than if his church were in one of the other groups. What's more, Bishop Dave agreed enthusiastically to have our entire program of Latina peer counselors based at his church, so I got to interact with him a lot. I remember being taken in initially by his Irish brogue, kindness and sense of humor, and then growing in admiration as I saw him connect with the Latina peer counselors and his parishioners, observed his 'round-the-clock service for the community and learned about his relentless pursuit of social justice. It was Bishop Dave's example that inspired me to continue working with faith leaders and communities as partners in health-equity-focused, action-oriented research. I also had the opportunity to observe Bishop Dave at broader community events over the years, as he was a leader in the South Central Organizing Committee in which my then parish, Holy Faith Inglewood, was a member. His ministry and organizing work led to many concrete gains for the community he loved so dearly—addressing gun violence, protecting immigrants' rights and redressing environmental racism in South LA communities. As I was completing my Ph.D. and starting to design my own research studies, it was Bishop Dave's example that inspired me to continue working with faith leaders and communities as partners in health-equity-focused, action-oriented research. Years later, when we were trying to recruit faith leaders and congregations to a multiethnic faith and public health partnership in South LA, I knew Bishop Dave would be one of my first calls. He enthusiastically agreed to have his current parish, St. Michael's, join the partnership and appointed several lay leaders to participate in planning activities. An interaction I had with Bishop Dave during one of these planning meetings speaks clearly to who he was. It was right before Holy Week, a very busy time for many clergy. Even so, Bishop Dave came to the last part of the meeting and stayed to speak with me. When I thanked him for joining us, even with Holy Week just around the corner, he responded, “Holy Week? No, this morning I was at court for a family facing deportation, and then consoling a family whose son was shot and killed” (and several other real-life crises that I don't recall right now). Once he became bishop in 2015, our interactions became somewhat less frequent, but likely due to my own respect for ecclesiastical hierarchy rather than any barriers he created. Bishop Dave was never too busy to take my call, advise me on a new community health research partnership or provide a letter of support for a research proposal. One of these proposals was funded to work with Catholic parishes in East LA around promoting park use and physical activity. Bishop Dave appointed his deacon assistant, Sergio Perez, as co-chair of our Community Advisory Board, which enabled us to have ongoing collaboration with his office around all study activities. Bishop Dave co-signed our invitation letters to selected parishes and their priests. He also attended the deanery meeting where we presented about the study and he vouched for my credibility. It is no wonder that recruitment of churches in this study has gone much faster than any of my other studies involving churches over the last three decades. Bishop Dave left a mark on so many lives, and, even after becoming bishop, remained close to the community he so loved. The world has lost a fearless and compassionate leader. And I have lost a tremendous faith community partner and friend. Kathryn P. Derose is an adjunct policy researcher at the nonprofit RAND Corporation and professor at the Pardee RAND Graduate School. This commentary originally appeared on Religion News Service on March 2, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}