{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:15:38.332843",
  "crawling_time_epoch": 1703240138,
  "type": "Commentary",
  "title": "Research Shows How Communities Are Prioritizing Health Equity",
  "url": "https://www.rand.org/pubs/commentary/2023/01/research-shows-how-communities-are-prioritizing-health.html",
  "descriptions": "In partnership with RAND, the Robert Wood Johnson Foundation is tracking how communities are evolving their approaches to building a Culture of Health and advancing health equity. The research offers insights on how and why inequities develop, and more importantly, how communities change course and move towards health equity.",
  "posted": "Feb 1, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/01/research-shows-how-communities-are-prioritizing-health/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1675434056792.jpeg",
    "desc": "Group of people gardening, photo by Rawpixel/Getty Images"
  },
  "content": {
    "source": "(Robert Wood Johnson Foundation's Culture of Health blog)",
    "author": {
      "name": "Anita Chandra",
      "profil": "https://www.rand.org/about/people/c/chandra_anita.html",
      "position": "Vice President and Director, RAND Social and Economic Well-Being; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Communities",
      "Community Health and Well-Being",
      "Health Equity",
      "Social Determinants of Health",
      "United States",
      "www.rand.org"
    ],
    "Article": "I became aware of health and equity issues early in life, and it has given form to my work today. Growing up in North Carolina as the child of immigrant parents from India, I observed and experienced the impacts of racism in ways that have shaped my perspective and my purpose to this day. I learned early about the history and complexities of race in America, what it means to be an outsider, and how trauma endures. I also have lived with my own health issues and being hospitalized as a child taught me never to take health and the access to health care for granted. These experiences shaped my early career, leading me to work with children who have special health needs, many from communities of color. Providing direct services was incredibly rewarding. But I grew frustrated with the inherent inequities baked into systems and structures that don't honor families and history. Eventually, I turned towards the power of research and earned a doctorate in public health, intent on contributing to policy changes that could have broader reach. I'm impatient about fostering those changes because I know who pays the price without them. Every family has hopes for a bright future, but a legacy of structural racism often makes it hard to grasp those opportunities. Communities of color and those with less resources are often hit hardest, whether it is by shameful levels of maternal mortality or unprecedented declines in life expectancy, poor mental health outcomes, especially among youth, or the increasingly deadly impact of climate change. The COVID-19 pandemic worsened many of these markers of inequity and laid bare what I knew and observed early: health inequities will deepen if we don't find solutions to structural issues. That's why I'm passionate about my work on the Sentinel Communities project. Our research team at the RAND Corporation adapted a common approach in epidemiology called sentinel surveillance to track how communities were evolving their approaches to building a Culture of Health and advancing health equity. In partnership with RAND, the Robert Wood Johnson Foundation (RWJF) has been applying that approach by tracking efforts in 29 communities around the United States over the course of the past six years. The research has offered insights on how and why inequities develop, and more importantly, how communities change course and move towards health equity. Fortunately, the Sentinel Communities project reveals common qualities or practices in communities that are improving health equity. These are lessons that other communities can heed. Our recent reports cover health narratives (PDF), systems change (PDF), and community power (PDF). Other reports in the series examine health equity (PDF); the role of anchor institutions (PDF); grassroots organization engagement and influence on community power (PDF); the unique experience of rural and small communities (PDF); housing justice (PDF); among other topics. Mindsets are deeply held values and beliefs. Changing mindsets is integral to improving health equity Our site reports offer models for other cities in towns. For example, how does a city government address structural racism? See how Tacoma, Washington is doing it. Want to improve quality of life for residents? Check out Tennessee's Livability Collaborative, and see how they brought together 23 departments and agencies to champion this goal. Does your town want to improve housing and food access? Maricopa County, Arizona (PDF) examined the depth of the problems, which revealed solutions. Our research sheds light on how those advances are made, and what can hold them back. Here are some key takeaways: Here is what gives me hope: The communities we are monitoring care deeply about the health of their residents. That creates an opening for more holistic conversations about health, as does the growing interest in quality of life and work-family balance sparked by the COVID-19 experience. Centering communities more fully on health equity is gaining momentum. Centering communities more fully on health equity is gaining momentum. Narrative change powers systems change. Both can be accelerated by fresh leadership, new funding opportunities, and the pressure of urgent community health needs. Grassroots organizations are building power, especially where there are mechanisms for civic participation, respect for the value of coalitions, data and technology to identify and serve local needs, and engaged leaders. All of these efforts lead to real culture change that will prioritize health in all aspects of community policy. After six years of monitoring sentinel communities, we have evidence of genuine progress, although much of it is incremental rather than transformational. It's not yet clear how long this change will take, but strong commitments to measured steps are part of the journey. We need to keep collecting and analyzing data, galvanizing political will, braiding funding sources together, confronting power structures, coordinating effective partnerships, and building sustainability into models of change. The Sentinel Communities are helping us understand where else to go in pursuit of health equity. Anita Chandra is vice president and director of RAND Social and Economic Well-Being and a senior policy researcher at the RAND Corporation. This commentary originally appeared on Robert Wood Johnson Foundation's Culture of Health blog on January 26, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}