{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:40:01.161838",
  "crawling_time_epoch": 1703230801,
  "type": "Commentary",
  "title": "Resilient Reconstruction in Ukraine",
  "url": "https://www.rand.org/pubs/commentary/2023/12/resilient-reconstruction-in-ukraine.html",
  "descriptions": "Kyiv may be prudent to invest in resilience as it rebuilds energy and other utilities, transport, economic and health infrastructure, and housing. Doing so could put Ukraine in a stronger position during the war and give it a jump start on peacetime rebuilding.",
  "posted": "Dec 7, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/12/resilient-reconstruction-in-ukraine/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1701989766921.jpeg",
    "desc": "Utility services workers work to restore heating networks in preparation for the heating season in Kharkiv, Ukraine, August 14, 2023, photo by Vyacheslav Madiyevskyi/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "William Courtney Howard J. Shatz",
      "profil": "https://www.rand.org/about/people/c/courtney_william.html",
      "position": "Adjunct Senior Fellow Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@courtneywmh @HowardJShatz",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.critical-infrastructure-protection.html",
        "tag": "Critical Infrastructure Protection"
      },
      {
        "blog": "https://www.rand.org/blog.topic.infrastructure.html",
        "tag": "Infrastructure"
      },
      {
        "blog": "https://www.rand.org/blog.topic.nation-building.html",
        "tag": "Nation Building"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "With no letup in its war against Ukraine in sight, Russia has amassed a large stockpile of missiles to lob at Ukrainian cities this winter. Even as the war remains hot, Ukraine could prepare for life after major combat operations end, when it could face continued Russian missile and drone attacks on civilian infrastructure. Reconstruction in Ukraine might make use of innovative measures that build resilience. This will add cost but may be vital in helping Ukraine mobilize all-important investments and return to normal life as a European country. Organized irregular combat was not a risk for post–World War II reconstruction in Europe and Japan. But even in the context of an agreed ceasefire, Ukraine might not have this luxury. A resentful Russia may continue to strike Ukraine with long-distance missiles and drones. This could hamper and add cost to Ukraine's recovery and reconstruction. Russia's attacks on Ukraine's electricity infrastructure last year sparked one of the largest blackouts in the country's history and left millions of people cold for extended periods. Attacks on Ukraine's bridges, dams, and other infrastructure could impede rebuilding. Russia may see its assault on Ukraine's energy infrastructure as a cost-effective way to harm Ukraine's economy and demoralize its people. Moscow may repeat it this year, as hinted by a barrage in November that caused power outages in over 400 locales. Reconstruction in Ukraine might make use of innovative measures that build resilience. Moscow's war on Ukraine's civilian infrastructure may be calibrated by season to make the country less livable. Last summer, Russia sought to cripple grain exports by attacking Ukraine's seaports. Even if a ceasefire were agreed, Ukraine may not trust Russia to keep its word. Kyiv may be prudent to invest in resilience as it rebuilds energy and other utilities, transport, economic and health infrastructure, and housing. Doing so could put Ukraine in a stronger position during the war and give it a jump start on peacetime rebuilding. Reconstruction choices may involve complex or painful trade-offs between investing in efficient versus resilient infrastructure. To find the right balance, Ukraine might consider concepts such as survivability, adaptation, and mitigation. Survivability (PDF): Facing a battlefield made more transparent and lethal by high technology, Ukraine is dispersing forces, reducing unit size and increasing force mobility. Likewise, in carrying out civilian reconstruction, Ukraine might reduce the size of and disperse electricity generating and distribution facilities, including by increasing reliance on spread-out solar power farms. Mobile clinics could help ensure the delivery of primary health care. Adaptation: Ukraine could lessen the consequences of Russian missile and drone strikes by restoring functions in timely and cost-efficient ways. Kyiv might add capacity in fire departments, trauma centers, and other emergency services. It could build redundancy into critical infrastructure, such as water and gas. A rapid repair program might aid those left without heat, power, or hot water. The potential for rapid repair might be a criterion in the design of housing, bridges, and roads. Rapid repair could be politically attractive. Mitigation: Ukraine could lessen damage to infrastructure by hardening it, such as by moving classrooms underground, adding sandbags and cage roofs, and strengthening structures. Adopting blast- and fire-resistant building codes could help for the long haul. By increasing energy efficiency, Kyiv might reduce dependence on vulnerable facilities and lower their heat signatures. Ukraine could redesign its internet and other infrastructure nodes. To mitigate risks, military measures could complement civilian ones. Ukraine might draw on its impressive innovation skills to find more cost-effective ways to counter drones. Added Western air defenses could help Ukraine protect cities against higher-end threats, such as cruise, ballistic, and hypersonic missiles. With good data, risk models, and decisionmaking, the incremental cost of building resilience into new infrastructure in the context of climate change may be small. NATO allies might deploy combat power to Ukraine to help it deter missile and drone strikes. After the 1995 Dayton Accords, forces from the United States and other countries helped keep the peace in Bosnia-Herzegovina. Moscow might be less willing to harass Ukraine militarily if this were seen to risk a confrontation with NATO members. There is significant knowledge about building resilient infrastructure. With good data, risk models, and decisionmaking, the incremental cost of building resilience into new infrastructure in the context of climate change may be small—some 3 percent of total investment, according to the World Bank. Rebuilding to take account of continued Russian threats may increase the cost, but it could save money in the long run, boost investment, and spur economic recovery. Finding the right balance between efficient versus resilient infrastructure will not be easy. But in the absence of a full political settlement of the war, Ukraine may have to try. The value of safe and reliable infrastructure may be so high that it will more than compensate for the incremental cost of greater resiliency. William Courtney is an adjunct senior fellow at the nonprofit, nonpartisan RAND Corporation and former U.S. ambassador to Kazakhstan and Georgia. Howard J. Shatz is a senior economist at RAND. This commentary originally appeared on The Hill on December 7, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}