{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:36:39.343906",
  "crawling_time_epoch": 1704166599,
  "type": "Commentary",
  "title": "Responding to the Firearm Violence Crisis: Are Some Newly Enacted Laws Making Things Worse?",
  "url": "https://www.rand.org/pubs/commentary/2023/01/responding-to-the-firearm-violence-crisis-are-some.html",
  "descriptions": "Persuasive scientific evidence is accumulating for several commonly implemented laws. Where the science is strong, lawmakers would be wise to consider it when making decisions about how to protect public safety while preserving civil liberties, including the right to bear arms.",
  "posted": "Jan 25, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/01/responding-to-the-firearm-violence-crisis-are-some/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1674742568956.jpeg",
    "desc": "A child looks at a pistol conversion kit during the National Rifle Association annual convention in Houston, Texas, May 27, 2022, photo by Shannon Stapleton/Reuters"
  },
  "content": {
    "source": "(USA Today)",
    "author": {
      "name": "Andrew R. Morral Rosanna Smart",
      "profil": "https://www.rand.org/about/people/m/morral_andrew_r.html",
      "profession": "Senior Behavioral Scientist, Director of the National Collaborative on Gun Violence Research Codirector, RAND Drug Policy Research Center; Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@AndrewMorral @RosannaSmart",
      "contact": "https://www.twitter.com/AndrewMorral"
    },
    "tags": [
      "Crime and Violence Prevention",
      "Firearms",
      "Gun Policy",
      "Gun Violence",
      "Public Safety Legislation",
      "United States",
      "www.rand.org"
    ],
    "Article": "The science is increasingly clear that while some restrictive gun laws seem to reduce gun violence, other more-permissive gun laws worsen it. And with more than 40,000 gun deaths a year in America, the stakes could hardly be higher. After declining for two decades, firearm violence began rising in 2014 and surged in 2020. Mass shootings reached record highs in 2021 and 2022, according to the Gun Violence Archive, which has been tracking events where four or more people were shot since 2014. In response, federal and state governments passed a raft of gun laws last year reflecting divergent views on how to address firearm violence while protecting gun owners' rights. Our review of hundreds of scientific studies now finds supportive evidence—our highest evidence rating—that “shall-issue” concealed-carry laws are associated with increased firearm homicides. These laws, which remove law enforcement discretion in issuing concealed-carry permits, became the law nationwide with the Supreme Court's June decision in New York State Rifle & Pistol Association v. Bruen. Our findings suggest that the Bruen ruling could lead to higher firearm homicide rates in states now required to adopt shall-issue permitting, like New York and California, which until this year had lower than average firearm homicide and suicide rates than other U.S. states. Four states, in contrast, made their already permissive concealed-carry laws even more so last year: Alabama, Georgia, Indiana, and Ohio abandoned concealed-carry permitting requirements, joining a score of other states that now allow concealed carry without a permit. There is now supportive evidence that child-access prevention laws reduce firearm homicides and self-injuries among youths. New evidence since our last review reinforces our earlier finding that stand-your-ground laws, which remove the duty to retreat from a confrontation before using deadly force, increase firearm violence. The effects of these laws are not fully explained by more justifiable homicides, as might be expected. Rather, the laws appear to increase both justifiable and nonjustifiable firearm homicides. In contrast, several more-restrictive laws appear to reduce the risk of firearm homicides and suicides. There is now supportive evidence that child-access prevention laws reduce firearm homicides and self-injuries among youths. In 2022, California required school districts to notify all parents of the states' safe-storage requirements, and New York increased the age of minors (PDF) from 16 to 18 for purposes of child-access laws. Also last year, Delaware increased the minimum age required to purchase all firearms to 21, and New York increased the age (PDF) required to purchase semiautomatic rifles from 18 to 21. Minimum-age-of-purchase laws—particularly those concerning handguns, which are involved in the majority of gun violence—have moderate evidence of effectiveness in reducing firearm suicides among young people. Moderate is our second-highest evidence rating. Similarly, laws that require background checks for all firearm transactions, not just those involving a licensed dealer, have moderate evidence of reducing total homicides. In 2022, Oregon and Vermont passed laws strengthening their background check systems to ensure that a background check is run on all firearm transfers. There is now moderate evidence that mandatory waiting periods between when a person buys a firearm and can take possession of it reduce homicides and firearm suicides. There is now moderate evidence that mandatory waiting periods between when a person buys a firearm and can take possession of it reduce homicides and firearm suicides. Such laws exist in nine states, though requiring a permit to purchase a firearm may impose a similar de facto waiting period. A 2022 federal law and new laws in California, New Jersey, and New York aim to strengthen prohibitions against domestic abusers accessing or possessing firearms. We found moderate evidence that guns laws related to domestic violence reduce intimate partner homicides, and moderate evidence that laws designed to require the surrender of firearms by domestic abusers, particularly when coupled with laws expanding the definition of who should be prohibited from firearms access, may also reduce firearm-related intimate partner violence. In 2022, several states banned or restricted the sale or transfer of high-capacity magazines, including Delaware, Oregon, Rhode Island, and Washington, and New York expanded its existing ban. Research evidence is more limited for these bans, but it suggests they may succeed in reducing mass shootings and mass shooting fatalities. Firearm death rates in the United States remain below their peak (PDF) in the early 1990s, but an average of more than 120 people are still killed by guns each day. Many more people are affected by nonfatal gun violence. No single gun policy is likely to solve this problem, and many policy areas of interest last year—such as bans on ghost guns, bans on guns in playgrounds and polling places, and laws allowing teachers and other school personnel to carry firearms—have no strong evidence base yet in the scientific literature. These laws may reduce violence or may increase it, but scientific research on them is not yet strong enough to judge them. Nevertheless, persuasive scientific evidence is accumulating for several commonly implemented laws. Where the science is strong, lawmakers would be wise to consider it when making decisions about how to protect public safety while preserving civil liberties, including the right to bear arms. Andrew R. Morral is a senior behavioral scientist at the nonprofit, nonpartisan RAND Corporation; leader of Gun Policy in America, a RAND initiative to understand the effects of gun policies; and director of the National Collaborative on Gun Violence Research. Rosanna Smart is an economist at RAND, affiliate faculty of the Pardee RAND Graduate School, and codirector of the RAND Drug Policy Research Center. This commentary originally appeared on USA Today on January 24, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}