{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:47:45.814929",
  "crawling_time_epoch": 1703231265,
  "type": "Commentary",
  "title": "Revive the Ram",
  "url": "https://www.rand.org/pubs/commentary/2023/06/revive-the-ram.html",
  "descriptions": "In the face of aggressive maneuvers by Chinese vessels, the U.S. Navy can brandish ramming unmanned surface vessels as a capability to inhibit threats while limiting the risk of escalation. These relatively simple, inexpensive vehicles could be used alongside a variety of nonlethal weapons to manage confrontations, giving commanders more options.",
  "posted": "Jun 22, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/06/revive-the-ram/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1689087077772.jpeg",
    "desc": "A Navy Research Laboratory unmanned surface vehicle near Panama Beach, Florida, November 9, 2020, photo by U.S. Naval Research Laboratory"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "Scott Savitz",
      "profil": "https://www.rand.org/about/people/s/savitz_scott.html",
      "position": "Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.asymmetric-warfare.html",
        "tag": "Asymmetric Warfare"
      },
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-tactics.html",
        "tag": "Military Tactics"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.unmanned-maritime-vessels.html",
        "tag": "Unmanned Maritime Vessels"
      }
    ],
    "Article": "Earlier this month, a Chinese warship aggressively maneuvered within 150 yards of a U.S. Navy destroyer, risking a collision. To discourage continued Chinese aggression against U.S. warships, the Navy could turn to nonlethal weapons like unmanned surface vessels (USV) equipped with ramming capabilities. The latest harassment by the Chinese Navy is part of a recurring pattern in which its ships have rammed, or threatened to ram, vessels from other nations. Just a month before, a Chinese warship nearly collided with two Philippine Coast Guard cutters. Other targets have included military, coast guard, and civilian vessels from other nations. This and other gray-zone activity by China is part of its drive to dominate its neighbors and assert authority over international waters. China has even designed ships with features that make them more effective at ramming to inflict damage or “shouldering” to shove other ships around. For obvious reasons, U.S. Navy vessels try to avoid using lethal force against their Chinese counterparts, even when the latter are behaving aggressively. However, the U.S. military has a panoply of nonlethal weapons and other intermediate force capabilities in operation or development that it can use to help prevent these encounters at sea from becoming dangerous. Acoustic hailers can complement other forms of communication, and even transmit irritating sounds as a warning and distraction. Laser dazzlers (PDF) that create temporary glare, but no permanent eye damage, can be aimed at ships' pilot houses to dissuade them from approaching. It is not publicly known if either of the above systems were used in the most recent incident. Additional nonlethal capabilities are in development: for example, the Active Denial System induces a temporary heating sensation on the skin of personnel, causing discomfort without lasting harm. When faced with an adversary who threatens to ram or shoulder your ship, ramming in return is a proportional response. In addition to these, another option that might be considered is the development of specialized USVs armed only with a ram. When faced with an adversary who threatens to ram or shoulder your ship, ramming in return is a proportional response. An agile, speedy USV roaming near your ship whose sole purpose is to be ready to ram an aggressor would constitute an effective deterrent. Ramming by these USVs would not be intended to sink an aggressor ship, but merely to inflict incapacitating, reparable damage through a substantial leak at the waterline. Alternatively, ramming USVs could sport long underwater protrusions to damage sonar and other sensitive equipment under the hull. To achieve this, such USVs need not be large; they primarily need to be able to achieve high speeds over short ranges, since the energy of the collision is proportional to the relative speed. Ramming USVs could be retrieved and reused after most collisions, though they would be inexpensive enough to be expendable (and in some cases, scuttling might be advisable to prevent capture of their electronics). Moreover, their deterrent capabilities would generally make actual ramming unnecessary. They could be emblazoned with highly visible orange paint, like animals whose colors warn predators not to attack them, lest they be stung. A public-affairs campaign indicating that these USVs are incapable of carrying explosive payloads, plus their distinctive bright markings, could help to clarify that ramming represented the limits of their intent to inflict harm. The presence of a ramming USV would create a clear value proposition for ships that might otherwise engage in aggressive maneuvers: if you attempt to attack others, your warship will be damaged. The USV is faster and more agile than a large warship, so it will be able to collide with you well before you collide with your target. While you can try to continue in the direction of your intended target after a USV ramming, the accumulating water in your hull will both slow you down and affect your ability to navigate precisely, facilitating evasion. In such an encounter, you will incur the loss of a warship's availability and the expense of repairing it. The United States will stand to lose, at worst, a relatively inexpensive USV. The presence of a ramming USV would create a clear value proposition for ships that might otherwise engage in aggressive maneuvers: if you attempt to attack others, your warship will be damaged. While the aggressor could shoot the USV, this would greatly raise the escalatory stakes by firing weapons in the vicinity of a U.S. warship. Just as the United States wants to manage confrontations at sea without backing down or escalating to conflict, Chinese vessels also have a keen interest in not provoking the U.S. Navy and their rules of engagement would likely preclude the use of various weapons. This approach has deep roots: purpose-designed vessels for ramming date back thousands of years. As projectile and subsurface weapons have become more effective, ramming has rarely been used in combat since the nineteenth century, though it was occasionally employed during both world wars. Ramming has, however, been used in confrontations over fisheries, as well as in China's recent efforts to dominate its neighbors' waters and international thoroughfares. That is precisely the type of gray-zone situation in which ramming vessels excel. These ramming USVs could be based at forward locations around East Asia and could be deployed to roam alongside U.S. warships in high-tension situations, such as freedom-of-navigation operations or transits of the Taiwan Strait. Instead of personnel or large payloads, they would have ample fuel tanks enabling them to travel alongside warships for long periods. Communications and control would be easy, given the short ranges between the USVs and the warships they protect. A modicum of autonomy would be required primarily during confrontations when channels might be jammed. U.S. warships could emit encoded signals to prevent fratricide under such conditions. In the face of aggressive maneuvers by Chinese vessels, the U.S. Navy can brandish ramming USVs as a capability to inhibit threats while limiting the risk of escalation. These relatively simple, inexpensive vehicles could be used alongside a variety of nonlethal weapons to manage confrontations, giving commanders more options as they attempt to prevent China from dominating the seas. Scott Savitz is a senior engineer at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on RealClearDefense on June 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}