{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:03:19.945312",
  "crawling_time_epoch": 1703239399,
  "type": "News Release",
  "title": "Rise in Child Suicide in the U.S. Linked in Part to the Nation's Opioid Crisis",
  "url": "https://www.rand.org/news/press/2023/12/04.html",
  "descriptions": "The rise in child suicides in the United States since 2010 was fueled in part by the nation's opioid crisis, which previous studies found increased rates of child neglect and altered household living arrangements.",
  "posted": "Dec 4, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2023/12/04/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1701730120698.jpeg",
    "desc": "Silhouette of a teenage girl sitting on the floor with her head down, photo by xijian/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "David Powell",
      "profession": "Senior Economist",
      "biography": "David Powell is a senior economist at RAND and a member of the Pardee RAND Graduate School faculty. His areas of expertise include public finance, health economics, labor economics, and econometrics.",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/p/powell_david/_jcr_content/par/bio.crop.130x130.cm.jpeg/1514992554756.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of David Powell"
      }
    },
    "researcher": [
      {
        "research": "RAND Health Care",
        "profile": "https://www.rand.org/health-care.html"
      },
      {
        "research": "Drug Policy Research Center",
        "profile": "https://www.rand.org/well-being/justice-policy/centers/dprc.html"
      },
      {
        "research": "RAND-USC Schaeffer Opioid Policy Tools and Information Center",
        "profile": "https://www.rand.org/health-care/centers/optic.html"
      }
    ],
    "tags": [
      "Child Health",
      "Mental Health and Illness",
      "Opioids",
      "Suicide",
      "United States",
      "www.rand.org"
    ],
    "Article": "The rise in child suicides in the United States since 2010 was fueled in part by the nation's opioid crisis, which previous studies found increased rates of child neglect and altered household living arrangements, according to a new RAND Corporation study. The analysis links the rise in child suicides to the reformulation of prescription opioids to discourage misuse, which led to a steep rise in the use of illicit opioids such as heroin and may have contributed to the growth of illicit opioid markets. Geographic areas that were more exposed to the effects of reformulation because they had higher preexisting rates of prescription OxyContin misuse experienced sharper growth in child suicide rates than other regions of the nation. The findings are published by the journal Demography. “While the use of illicit opioids did not increase among children, it appears they were negatively affected by the broader effects of the illicit opioid crisis,” said David Powell, the study's lead author and a senior economist at RAND, a nonprofit research organization. “Areas more impacted by the transition to illicit opioids due to higher rates of previous OxyContin misuse showed sharper growth in child suicide rates.” After generally declining for decades, suicide rates among children aged 10 to 17 accelerated from 2011 to 2018 at an unprecedented level and over an unprecedented duration. Among children ages 10 to 17, suicide was the second leading cause of death in 2020. The causes of this increase have been largely undetermined. Citing the rise in child suicide rates, several medical groups, including the American Academy of Pediatrics, declared a national state of emergency in children's mental health in 2021. The opioid crisis itself is considered a national emergency, but these two crises have generally been considered independent prior to this research. Powell assessed the link between child suicide and the opioid crisis by analyzing information from the National Vital Statistics System Multiple Cause of Death mortality and the National Survey on Drug Use and Health. The period of study was from 1980 to 2020. The opioid OxyContin was reformulated in 2010 to make it harder to crush the pills to inject or snort the drug. This change caused people who misused opioids to seek other sources of drugs, leading to a large increase in the use of illicit opioids. Following the reformulation, child suicides rates began rapidly increasing, Powell found. This growth was uniquely long in duration and large in magnitude relative to annual suicide rates going back to 1980. There was little evidence of changes in drug overdose rates for children aged 10 to 17, suggesting little change in illicit opioid use among the group. Powell compared the rate of increased child suicide at the state level, comparing growth rates in the states with the largest illicit opioid problems to other states. The states where illicit opioid use was more prevalent consistently had more growth in the number of child suicides. “The results are consistent with the growth in illicit opioid use among the adult population generating worsening conditions for children by increasing rates of child neglect,” Powell said. An extrapolation analysis suggested that the reformulation of OxyContin can explain 49% of the rise in child suicides from 2011 to 2020. The effects of reformulation on child suicides disproportionately affected White children and Asian American and Pacific Islander children. “This study provides evidence of the importance of a social change—the reformulation of OxyContin—as a potentially important factor contributing to the recent unexplained increase in child suicides,” Powell said. “The transition to illicit opioids has altered households and society in several documented ways and likely on countless unstudied dimensions.” The study suggests that unless more action is taken to address the nation's opioid crisis, the social environment for children will only worsen. The research was supported by the federal Centers for Disease Control and Prevention under award number R01CE02999 and the National Institute on Drug Abuse of the National Institutes of Health under award number 2P50DA046351-06A1. The content solely represents the views of the authors and does not necessarily represent the official views of the Centers for Disease Prevention or the National Institutes of Health. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}