{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:14:47.300807",
  "crawling_time_epoch": 1703240087,
  "type": "Commentary",
  "title": "Russian Troops Know How Little They Mean to Putin",
  "url": "https://www.rand.org/pubs/commentary/2023/02/russian-troops-know-how-little-they-mean-to-putin.html",
  "descriptions": "Over the past year, the Russian military has sustained staggering losses—over 100,000 casualties, thousands of pieces of armored equipment, and several squadrons of fighter jets and helicopters. But Russia isn't stopping. Newly mobilized Russian troops, knowing they are being used as cannon fodder, have made public appeals to be spared.",
  "posted": "Feb 23, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/russian-troops-know-how-little-they-mean-to-putin/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1677196301937.jpeg",
    "desc": "A Russian service member stands at a combat position on the left bank of the Dnipro river in the Zaporizhzhia region, Russian-controlled Ukraine, November 26, 2022, photo by Alexander Ermochenko/Reuters"
  },
  "content": {
    "source": "(New York Times)",
    "author": {
      "name": "Dara Massicot",
      "profil": "https://www.rand.org/about/people/m/massicot_dara.html",
      "position": "Senior Policy Researcher",
      "username": "@MassDara",
      "contact": "https://www.twitter.com/MassDara"
    },
    "tags": [
      "Military Strategy",
      "Military Tactics",
      "Russia",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "On the eve of Russia's full-scale invasion of Ukraine, its leaders expected a quick success. The Russian military, modernized in the past decade and emboldened by campaigns in Ukraine and Syria, was confident using force abroad. As Russia moved nearly 200,000 troops, missile launchers and combat aviation apparatus into place early last year, many feared the worst. But Russian victory never came. Instead, the Russian military has sustained staggering losses: Senior U.S. officials place Russian casualties at well over 100,000. The army has lost thousands of pieces of armored equipment and several squadrons of fighter jets and helicopters, and expended a large proportion of its precision strike munitions and artillery shells. Any finesse or operational art in doctrine has given way to brute force and repetitive attacks. Russia's army is becoming unrecognizable from what it was one year ago. But that's not stopping it. In fact, Russian leaders are preparing for a protracted conflict. To replace lost personnel, Russia mobilized 300,000 men last September, and to replace equipment losses, the military is withdrawing older equipment from strategic reserves. The Kremlin, for its part, increased defense budgets and ordered accelerated production of defense equipment. The military may be battered and bruised, but Russia is still intent on fighting. The danger of that determination is plain to see. In eastern Ukraine, Russian forces are waging attritional battles as part of a new offensive that may last through the spring or early summer. In the face of Ukraine's strong will to fight and continued Western support, the gains have been minimal and the losses steep. But the attacks are relentless. Any finesse or operational art in doctrine has given way to brute force and repetitive attacks. Russia's army is becoming unrecognizable from what it was one year ago. This is a change from last fall. After retreating from the Kherson and Kharkiv regions, Russia assumed a defensive stance on the ground while it launched missiles at critical Ukrainian infrastructure and tried to exhaust Ukrainian air defenses from a distance. Such a strategy was supposed to give its forces time to regroup and regenerate, while complicating Ukrainian counteroffensives. Yet Vladimir Putin was not satisfied. So last month, the Kremlin demoted Gen. Sergei Surovikin, the commander who had overseen the defensive shift. He was replaced by Gen. Valery Gerasimov, the long-serving chief of the general staff of the Russian Armed Forces who oversaw the invasion one year ago. In making this move, the Kremlin had clearly decided that an offensive approach—even with shaky forces and depleted equipment—was preferable to a defensive one. There's a problem: Russia's forces are currently ill equipped for an offensive and need more time to train. But not according to General Gerasimov. Within a few weeks of his appointment, he ordered localized assaults in Donetsk and Luhansk to bring them under full Russian occupation and bog down Ukrainian forces elsewhere. The tactics are crude. The Russians are using repetitive armored assaults in some areas and human waves of “storm” troops in others. In other words, they use infantry to draw fire from defending Ukrainian forces, exposing Ukrainian positions that can then be targeted by Russian artillery. The result is rates of Russian casualties not seen since the early weeks of the invasion. Newly mobilized Russian troops, knowing they are being used as cannon fodder, have even made public appeals to officials to be spared. However rudimentary, the method has brought some success. Some Ukrainian positions, like Bakhmut, are under serious and mounting pressure. Russian forces are also attacking Kreminna, a city in Luhansk, where the situation is described by Ukrainian officials as tough. Farther south, the Russians are creating defensive positions along the front line, especially in Zaporizhzhia, perhaps out of concern for a Ukrainian counteroffensive there. Missile strikes by the Russian Air Force, meanwhile, continue to chip away at Ukrainian air defenses. Russia still has untapped manpower and could call for another mobilization this year. Returns would be diminishing, though: The remaining equipment is in various states of disrepair and the men would require months of training. Without mobilizing even more men and pulling battalion sets of equipment from the reserves, another attack on northeastern Ukraine, such as the Kharkiv region, would be difficult. Another attack on Kyiv seems well beyond the ability of Russian forces now. Putin seems willing to sacrifice the lives of Russian men and mortgage Russia's future to achieve what he can. Despite such diminished capacity, the Russian command shows a high tolerance for losses and continues to push its troops forward, prepared or not. After this current offensive ends, it may be obvious to Russian leaders that the military cannot overcome its lack of trained crews, noncommissioned officers, junior officers, logisticians, and other specialists who were casualties of the war's early days. The transmission in the Russian Army's engine has broken. Flooring the gas pedal with barely trained men and old tanks cannot force a shift into a higher gear. Yet for now, Mr. Putin shows no signs of abandoning this war. He seems willing to sacrifice the lives of Russian men and mortgage Russia's future to achieve what he can. For Ukraine, in need of urgent and sustained support, it is a deadly commitment. Dara Massicot is a senior policy researcher at the RAND Corporation and a former analyst of Russian military capabilities at the U.S. Department of Defense. This commentary originally appeared on New York Times on February 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}