{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:15:03.182187",
  "crawling_time_epoch": 1703240103,
  "type": "Commentary",
  "title": "Russia's Appetite May Extend Beyond Ukraine",
  "url": "https://www.rand.org/pubs/commentary/2023/02/russias-appetite-may-extend-beyond-ukraine.html",
  "descriptions": "Unless Russian forces are defeated in Ukraine or withdrawn by new Kremlin rulers, Moscow might assault other post-Soviet neighbors. The West may face limits on the extent to which it could help them thwart such attacks.",
  "posted": "Feb 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/russias-appetite-may-extend-beyond-ukraine/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1676667061987.jpeg",
    "desc": "Russian President Vladimir Putin attends a meeting of the Supreme Eurasian Economic Council in Bishkek, Kyrgyzstan, December 9, 2022, photo by Vladimir Pirogov/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "William Courtney",
      "profil": "https://www.rand.org/about/people/c/courtney_william.html",
      "position": "Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "tags": [
      "Azerbaijan",
      "Belarus",
      "Georgia (country)",
      "Kazakhstan",
      "Military Strategy",
      "Republic of Moldova",
      "Russia",
      "Turkmenistan",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Russia's revanchist and imperial ambitions may not stop at Ukraine. Unless Russian forces are defeated in Ukraine or withdrawn by new Kremlin rulers, Moscow might assault other post-Soviet neighbors. The West may face limits on the extent to which it could help them thwart such attacks. As repression has climbed under President Vladimir Putin and Russia has become more autocratic, Russian behavior has become more imperial and revanchist, not least in Ukraine, a conflict that will be one year old on Feb. 24. But Moscow's expansive ambitions may go well beyond it. In 2005, Putin called the Soviet collapse “the greatest geopolitical catastrophe of the century.” In 2008, then-Prime Minister Putin told President George W. Bush, “Ukraine is not even a country.” Soon Russia invaded Georgia and asserted “privileged interests” in the wider region. In 2014 and on a larger scale in 2022, Russia invaded Ukraine. In 2022, Putin claimed that prior to President Nursultan Nazarbayev's reign, “Kazakhs never had statehood.” In 2016, Putin claimed that Russia's border “has no end.” No wonder neighbors worry. They have reason to fear where Putin's Russia might strike next, especially if revanchist rulers remain in the Kremlin or the invaders prevail in Ukraine. Russia's neighbors have reason to fear where Putin might strike next, especially if revanchist rulers remain in the Kremlin or the invaders prevail in Ukraine. Where might new Russian threats emerge? The Baltics: Alleging a mission to protect Russians anywhere, Moscow might try to seize Estonia with its ethnic Russian enclave of Narva, or Latvia, where ethnic Russians are a quarter of the population. Russia could seek to invade Lithuania, a neighbor that is not friendly toward Russia lodged between hyper-armed Kaliningrad and Belarus. Since the Baltics lack geographic depth, the Kremlin might think Russian forces could take them before NATO reinforcements arrived and defeat any attempt to recover them. Belarus: Likely shocked by the widespread street protests in 2020, the Kremlin could seek to deepen subservience by absorbing Belarus. Putin might be angry that despite having a friendly dictator, Belarus refuses to send troops to Ukraine or host a Russian air base. The Kremlin might calculate that it could oust President Alexander Lukashenko and take control of or annex Belarus without Western intervention. Moscow might worry about sparking more protests. Moldova: In February, Russian Foreign Minister Sergey Lavrov warned that democratic Moldova could become the “next Ukraine.” Russian troops already occupy separatist Transnistria. Unless Russia seized southern Ukraine up to the Moldovan border, it might see risks in mounting a larger invasion against a country linked to the West and bordering on NATO stalwart Romania. Georgia: If Russia seized the Black Sea coastline remaining under the control of Georgia, it would control seaborne access for goods flowing to and from China, Central Asia and the South Caucasus. The Kremlin might view democratic Georgia, despite ties to the West, as far from most of Europe and vulnerable. Kazakhstan: Russian forces could attempt to invade the northern regions of Kazakhstan that host significant Slavic minorities. Russian revanchists have long called for incorporation of these areas, as did the late Soviet dissident Alexander Solzhenitsyn. The Kremlin might view the West as unable to do much to help faraway Kazakhstan repel an invasion. Peacekeepers from the Russia-led Collective Security Treaty Organization intervened to help quell protests in Kazakhstan last year. Caspian energy: Russia could seek to capture Caspian energy assets in Azerbaijan, Kazakhstan and Turkmenistan. Unlike other possible land grabs, the Kremlin might think this one would be a financial boon. A Russian naval armada in the Caspian Sea could strike coastal targets and help protect energy assets from collateral damage. The Kremlin would expect strong Western political opposition and tougher sanctions. But despite huge Western investments in Caspian energy, the Kremlin might not expect large-scale military intervention so far from NATO's main sources of power. No question, for Russia's revanchists and imperialists, Ukraine is the main game. But they may want more. And they might think the West's unprecedented military support for Ukraine will not be replicated elsewhere. The war has shown the value of sustained, low-cost training by NATO allies of Ukrainian troops, such as how to fight in decentralized and agile ways. Georgian forces have also benefitted. The allies might promote regional security by training more forces from friendly post-Soviet countries. The fate of Russia's neighbors may hinge in great part on the outcome of the war in Ukraine. Especially if the Kremlin managed to portray the war as a success, it might be emboldened to employ force against other neighbors. This is one reason why the West has strong interests in a Russian withdrawal from Ukraine and an end to revanchist rule in Russia. The West might be bolder about asserting the latter interest. William Courtney is an adjunct senior fellow at the nonprofit, nonpartisan RAND Corporation. He was U.S. ambassador to Kazakhstan and Georgia, and senior adviser at the U.S. Helsinki Commission. This commentary originally appeared on The Hill on February 16, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}