{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:46:46.115515",
  "crawling_time_epoch": 1703231206,
  "type": "Commentary",
  "title": "Russia's War in Ukraine Could Reshape the Global Arms Market in Favor of China",
  "url": "https://www.rand.org/pubs/commentary/2023/07/russias-war-in-ukraine-could-reshape-the-global-arms.html",
  "descriptions": "The war in Ukraine is straining Russia's defense production, which is having downstream effects on Moscow's ability to export arms. China has the opportunity, the incentive, and the capacity to gain from Russia's losses. As Russia relinquishes more of its share of the global arms market, there is not much standing in the way of China's success.",
  "posted": "Jul 10, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/russias-war-in-ukraine-could-reshape-the-global-arms/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1689036381578.jpeg",
    "desc": "Chinese-built Thai Navy frigate HTMS Taksin moored at Sattahip Naval Base, Thailand, October 8, 2019, <a href="
  },
  "content": {
    "source": "(Defense News)",
    "author": {
      "name": "Weilong Kong",
      "profil": "https://www.rand.org/about/people/k/kong_weilong.html",
      "position": "Assistant Policy Researcher, RAND; Ph.D. Candidate, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.arms-proliferation-and-control.html",
        "tag": "Arms Proliferation and Control"
      },
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-economic-relations.html",
        "tag": "International Economic Relations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-equipment.html",
        "tag": "Military Equipment"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      }
    ],
    "Article": "The war in Ukraine has taken a heavy toll on Russia's capacity to supply arms to the international market due to both sanctions and attrition on the battlefield. If these changes lead to long-lasting effects on Russia's defense-industrial base, opportunities could emerge for other suppliers to reshape the landscape of the international arms market, and China stands to benefit most. The trend reversal in Russia's arms sales predates its war in Ukraine and the pandemic. Until 2016, Russia had managed to expand and hold its share of the international arms market while reducing its dependence on sales to China. After 2016, publicly available data shows that Russia began to see major declines in the value of arms exported to almost all of its customers except India and China. Russia could further lose its grasp on some countries' arms markets due to production being diverted to the battlefield to cover massive equipment losses, which already is leading some countries to begin shopping elsewhere. Russia has already missed delivery deadlines for equipment and maintenance services to Cameroon and India—a key customer—and Russia may even be buying back its own exports to use in Ukraine. When it comes to the race to fill the demand for Russian systems, China is in a uniquely advantageous position. Six of the 15 largest defense firms in the world are Chinese state-owned enterprises. China has the defense manufacturing capacity to meet domestic demand while delivering large orders of increasingly sophisticated systems and platforms to foreign buyers. When it comes to the race to fill the demand for Russian systems, China is in a uniquely advantageous position. In recent years, China has delivered fourth-generation combat aircraft and a warship to Pakistan, and a large surface-combat platform to Thailand. The Type 054 A/P frigate delivered to Pakistan is the largest and allegedly most-advanced warship China has ever exported. As a result, in just two years China almost tripled the value of its arms sales from its 10-year low in 2020. China is in a sweet spot to address capability gaps. Many sophisticated Chinese systems are derived from Russian counterparts, and mid- and long-range air defense systems are among the most sought-after capabilities by Russia's customers. China has developed the HQ-9 series and HQ-17 series of surface-to-air missile systems based on reverse-engineered Russian S-300 systems and Tor-M1 surface-to-air missile systems—and with improvements. They offer better performance compared to their Russian counterparts to countries where Western suppliers are unwilling to export similar capabilities, such as Serbia. In addition, China's rapid progress in fielding and exporting drones is part of its transition from the niche exporter of “value arms” (cost-effective but lower-tech systems) to the exporter of cutting-edge capabilities. Drones have helped China gain a foothold in markets with an entrenched presence of not only Russia, but the United States as well. For example, during the past 10 years, China's arms sales to Saudi Arabia (which is the United States' top military sales customer) as well as Egypt and the United Arab Emirates (among Russia's top customers) focused almost exclusively on unmanned air-to-ground strike capabilities with the Wing Loong series and CH (or Rainbow) series UAVs paired with guided munitions. While the United States dominates the Saudi arms market, Washington has thus far been reluctant to sell UAVs to the country, providing a market opening for China. Saudi Arabia has even opted to jointly produce UAVs with China. As drones become the star of the show in Ukraine and the Nagorno-Karabakh war, the demand for UAVs is likely to keep growing, which holds great prospects for China as long as the drones continue to demonstrate effectiveness as they did in Africa. As Russia relinquishes more of its share of the global arms market, there is not much standing in the way of China's success. China exerts flexibility in choosing where to sell arms, and its products have miraculously shown up in places where the country promised not to sell them, like the Shaanxi Baoji Tiger armored personnel carriers seen used by Russian forces in Ukraine. Beijing also offers attractive pricing to buyers, though sometimes with a caveat. Some buyers have begun to complain about serious quality deficiencies in their Chinese purchases, such as four warships sold to Pakistan that are unable to fire missiles on a target, or the JF-17 fighter fleet grounded by Myanmar due to technical malfunctions. China may need to overcome bad publicity about its products' quality if it is to fully realize the potential benefits presented by Russia's losses. The war in Ukraine is straining Russia's defense production, which is having downstream effects on Moscow's ability to export arms. These challenges might plague Russia for years or even decades to come if the nation needs to reconstitute its military's inventory after the war. China has the opportunity, the incentive, and the capacity to gain from Russia's losses. As Russia relinquishes more of its share of the global arms market, there is not much standing in the way of China's success. Weilong Kong is an assistant policy researcher at the nonprofit, nonpartisan RAND Corporation and a Ph.D. candidate at the Pardee RAND Graduate School. This commentary originally appeared on Defense News on July 10, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}