{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:28:29.433871",
  "crawling_time_epoch": 1704166109,
  "type": "Blog",
  "title": "Russia's Frontlines, India's 'Power' Moves, Food Security: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-july-21.html",
  "descriptions": "This weekly recap focuses on dysfunction on Russia’s front lines, India’s regional diplomacy, stopping mass shooters who seek fame, and more.",
  "posted": "Jul 21, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-july-21/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1689972136577.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "tags": [
      "Crime and Violence Prevention",
      "Educator Well-Being",
      "Female Populations",
      "Flooding",
      "Food Supply Security",
      "Health Care Access",
      "India",
      "Insurance Claims",
      "Military Personnel",
      "Military Strategy",
      "National Security Organizations",
      "North Atlantic Treaty Organization",
      "Russia",
      "Security Cooperation",
      "Southeast Asia",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "This week, we discuss where things stand for Russia; why India is flexing its diplomatic muscles in Southeast Asia; what to do about mass shooters who are looking for fame; improving flood insurance and flood mitigation strategies; demystifying the security clearance process; and making food security warning systems more effective.",
    "sub_article": [
      {
        "title": "All Is Not Well on Russian Front Lines",
        "descriptions": "Nearly a month after Wagner Group leader Yevgeny Prigozhin’s failed rebellion, dysfunction in Moscow persists. According to RAND's Dara Massicot, writing in the New York Times this week, the problems endemic to Russia’s campaign in Ukraine—from inept military leadership to logistical issues—are likely to worsen. “Mr. Putin's cocoon of loyal interlocutors filters out these problems,” she says, “and instead offers a substitute view to both the president and a disengaged public.” Further, it is still not clear whether Wagner troops will fully withdraw from Ukraine. If they do, Russia's regular military units will see higher casualties at a time when they can ill afford more losses. This could create an opening for Ukrainian forces to exploit—although their counteroffensive faces its own difficulties. What is clear, Massicot says, is that the cumulative pressure of the Kremlin's poor choices is mounting. This could ultimately lead the Russian front lines to crack.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-july-21/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539_830847769/imagewithclass_copy.fit.800x0.jpeg/1689971204942.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Wagner Group fighters pull out of the headquarters of the Southern Military District to return to their base in Rostov-on-Don, Russia, June 24, 2023, photo by Stringer/Reuters"
        }
      },
      {
        "title": "India Is Becoming a Power in Southeast Asia",
        "descriptions": "Photo by Kabir Jhangiani via Reuters Sealing an arms deal with Vietnam. Siding with the Philippines on sovereignty disputes in the South China Sea. Bolstering defense cooperation with Indonesia. India's recent “flurry of regional diplomacy,” as RAND's Derek Grossman calls it, raises the possibility that India will increasingly complement the U.S. Indo-Pacific strategy to counter China. Even if New Delhi's outreach in Southeast Asia remains at current levels, Grossman says, it's “a big win for Washington.”",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-july-21/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539/imagewithclass_copy.fit.800x0.jpeg/1689971439862.jpeg",
          "width": "800",
          "height": "450",
          "desc": "India's Defence Minister Rajnath Singh (L) and Vietnam's Defence Minister General Phan Van Giang (R) shake hands during a ceremonial reception in New Delhi, India, June 19, 2023, photo by Kabir Jhangiani via Reuters Connect"
        }
      },
      {
        "title": "When Mass Shooters Are Seeking Fame",
        "descriptions": "Photo by Edgar Su/Reuters For some mass shooters, fame is partially, if not entirely, their motivation. These attackers use a set of common tactics designed to maximize attention and influence, including publishing their manifestos and attack plans online, even livestreaming their atrocities. According to RAND researchers, such tactics can “trigger a cycle of continuous bloodshed.” Fortunately, there are ways to break this cycle. The first step is to deny attackers the attention they seek.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-july-21/_jcr_content/par/blogpost/par-blog/wrapperdiv_655378184/imagewithclass_copy.fit.800x0.jpeg/1689971533958.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Tributes outside Al Noor mosque where a suspected white supremacist killed more than 40 people on March 15, in Christchurch, New Zealand, March 27, 2019, photo by Edgar Su/Reuters"
        }
      },
      {
        "title": "Data to Improve Flood Insurance and Flood Mitigation Strategies",
        "descriptions": "Photo by Fred Greaves/Reuters Standard homeowners and renters insurance policies don't cover damage from floods. But as flooding in the United States becomes more frequent and severe, more properties are likely to experience multiple losses from flood damage. A new RAND study examines the characteristics of properties that have experienced multiple flood losses insured by the National Flood Insurance Program, including their locations and the socioeconomic factors of those affected. This data may help inform decisions related to floodplain management, insurance, and mitigation efforts.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-july-21/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1689971647066.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Houses sit partly underwater after the San Joaquin River flooded from rainstorms in Manteca, California, March 19, 2023, photo by Fred Greaves/Reuters"
        }
      },
      {
        "title": "Misperceptions About the Security Clearance Process",
        "descriptions": "The security clearance process can be confusing and opaque, leading many people to seek clarity online. What information is available on government websites and on public forums, such as Reddit and Federal Soup? And how might this information shape public perceptions—and misperceptions—about the security clearance process? A new RAND report provides answers to these questions and identifies opportunities to demystify the clearance process.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-july-21/_jcr_content/par/blogpost/par-blog/wrapperdiv_1035350401/imagewithclass.fit.800x0.jpeg/1689971729856.jpeg",
          "width": "800",
          "height": "450",
          "desc": "People using their cell phones, photo by PeopleImages/Getty Images"
        }
      },
      {
        "title": "Making Food Security Warning Systems More Effective",
        "descriptions": "Photo by Esam Al-Fetori/Reuters Food security monitoring systems are designed for rural settings, typically drawing on meteorological and other data that identifies risk of food insecurity in agricultural and pastoral food systems. But early warnings about food insecurity remain frustratingly spotty, and actions taken in response to those warnings are often limited—especially for the millions living in urban areas. RAND researchers break down four keys to addressing this.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-july-21/_jcr_content/par/blogpost/par-blog/wrapperdiv_267892730/imagewithclass.fit.800x0.jpeg/1689971800580.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A man sells fruit and vegetables at an outdoor market in Benghazi, Libya, July 10, 2011, photo by Esam Al-Fetori/Reuters"
        }
      }
    ]
  }
}