{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:08:20.850406",
  "crawling_time_epoch": 1703243300,
  "type": "Commentary",
  "title": "Senate Bill 9's Underwhelming First Year Shouldn't Be a Surprise; It Was by Design",
  "url": "https://www.rand.org/pubs/commentary/2023/02/senate-bill-9s-underwhelming-first-year-shouldnt-be.html",
  "descriptions": "In 2021, the California state Legislature passed legislation allowing a streamlined pathway for homeowners to produce duplexes and split lots. But a year after the law took effect, the resulting housing production pipeline looks to be trivial. Why has the law that some were convinced would make the sky fall barely registered?",
  "posted": "Feb 10, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/02/senate-bill-9s-underwhelming-first-year-shouldnt-be/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1676067502783.jpeg",
    "desc": ", photo by Anthony Plascencia/The Star/USAToday Network via Reuterss"
  },
  "content": {
    "source": "(Los Angeles Times)",
    "author": {
      "name": "Jason M. Ward",
      "profil": "https://www.rand.org/about/people/w/ward_jason_m.html",
      "profession": "Co-Director, RAND Center on Housing and Homelessness; Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@jason_m_ward",
      "contact": "https://www.twitter.com/jason_m_ward"
    },
    "tags": [
      "California",
      "Government Legislation",
      "Residential Housing",
      "www.rand.org"
    ],
    "Article": "In late 2021, the future for California housing suddenly looked bright. After the failure of numerous bills aimed at “upzoning”—allowing multiunit housing on residential land, the vast majority of which is restricted to single family homes in Southern California—the state Legislature passed a new housing production bill, Senate Bill 9. The legislation allows homeowners to convert a single-family home into a duplex or split a single-family lot into two parcels, with the potential to build a duplex on each, without needing discretionary approval from local government (a streamlined approach often referred to as “by right”). One article captured the mood of pro-housing advocates at the time: “With a stroke of his pen, Gov. Gavin Newsom has officially ended the over 100-year scourge of single-family-only zoning in California.” And yet a year after the law took effect, the housing production pipeline resulting from SB 9 looks to be trivial. According to a recent analysis by UC Berkeley's Terner Center for Housing Innovation, SB 9's streamlined pathway to producing duplexes and split lots was used across 13 major cities a total of just 282 times by last November. Only 100 of these applications were for a lot split, the mechanism enabled by the bill that holds the most promise for adding significant amounts of housing. A year after the law took effect, the housing production pipeline resulting from SB 9 looks to be trivial. By comparison, nearly 20,000 accessory dwelling units—freestanding homes typically built in the yards of single-family houses—were permitted across the state in 2021 alone, following the passage of substantial legislation aimed at removing barriers to this modest approach to increase housing density. So why has the law that some were convinced would make the sky fall barely registered? SB 9 has two requirements that dramatically reduce its scope, curbing its ability to boost housing production. The first is that the law requires property owners looking to split a lot, the most consequential part of the bill, commit to living on the property for at least three years after approval. The second is that one individual cannot invoke SB 9 to split two adjacent lots, even if they own both. Such restrictions were added late in the process of creating this bill to assure Californians that SB 9 “benefits homeowners NOT institutional investors,” as the senate's website puts it. But there is one major problem with these limits if the law is intended to spur housing production: It is builders, not homeowners (nor institutional investors, for that matter), who are in the business of producing housing. SB 9's stipulation that owners live in one of the property units for three years from the time the project is approved likely dampens even homeowners' capacity to use the law, since it pushes them to either live on a construction site or pay for another place to stay during construction. More importantly, such restrictions effectively rule out any professional builder, large or small, from using SB 9 unless they want to purchase one property at a time and live on it while the lot is split and, at most, three new units of housing are created. This is an unlikely approach to making a feasible living in California. The restrictive requirements within SB 9 are of a piece with the recent history of housing policy in our state. Promising bills or programs that might broadly increase affordability by spurring significant construction of new homes get characterized as giveaways to greedy developers. This playbook has dramatically circumscribed what is politically possible in creating effective housing production policies across the state. Like it or not, it is primarily builders, not homeowners, who take on millions of dollars in financial risk and wade through the fraught process of producing new housing in California. And housing is what California needs a whole lot more of. The state's Regional Housing Needs Allocation process recently challenged Los Angeles County to produce more than 800,000 new units (PDF) by the end of the decade (PDF) so that the region can have a future with sufficient housing for individuals and families from all socioeconomic levels. It would be all but impossible to reach 800,000 new housing units under the best circumstances. Restrictions like those in SB 9 effectively guarantee that the region will fail on this ambitious goal. Even a turbocharged SB 9 would not solve our housing crisis, but it could make a meaningful, positive contribution. The Legislature can remove these highly consequential restrictions—or at least make them opt-in provisions for cities as was originally proposed (PDF). Even a turbocharged SB 9 would not solve our housing crisis, but it could make a meaningful, positive contribution. More broadly, it is time for California to come to terms with the fact that our state cannot quickly exit its dire, decades-long housing shortage without builders—both nonprofit and for-profit—producing all the housing that state and local policy can promote. Jason Ward is an associate economist at the nonprofit, nonpartisan RAND Corporation and associate director of the RAND Center on Housing and Homelessness. This commentary originally appeared on Los Angeles Times on February 10, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}