{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:06:53.606782",
  "crawling_time_epoch": 1703239613,
  "type": "Commentary",
  "title": "Separate U.S. Alliances in East Asia Are Obsolete",
  "url": "https://www.rand.org/pubs/commentary/2023/09/separate-us-alliances-in-east-asia-are-obsolete.html",
  "descriptions": "Washington manages its alliances with Tokyo and Seoul separately. But growing South Korean and Japanese military capabilities make a conversation about more integration unavoidable.",
  "posted": "Sep 14, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/09/separate-us-alliances-in-east-asia-are-obsolete/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1694696889205.jpeg",
    "desc": "U.S. President Joe Biden holds a joint press conference with Japanese Prime Minister Fumio Kishida (right) and South Korean President Yoon Suk Yeol (left) during the trilateral summit at Camp David near Thurmont, Maryland, August 18, 2023, photo by Jim Bourg/Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Christopher B. Johnstone Jeffrey W. Hornung",
      "profil": "https://www.rand.org/pubs/authors/j/johnstone_christopher_b.html",
      "position": "Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "China",
      "International Diplomacy",
      "Japan",
      "North Korea",
      "Security Cooperation",
      "South Korea",
      "United States",
      "www.rand.org"
    ],
    "Article": "When U.S. President Joe Biden, Japanese Prime Minister Fumio Kishida, and South Korean President Yoon Suk-yeol met at Camp David last month, it was the three countries' first-ever summit. Leveraging the event's status as a historic first, the three issued a joint statement outlining a range of initiatives, including a commitment to consult one another in response to common threats, expanded military exercises, real-time information sharing on missile threats, and cooperation on supply chain resilience and economic security across the Indo-Pacific. The announcements related to defense cooperation were particularly significant. Especially noteworthy are plans to deepen cooperation on ballistic missile defense despite Beijing's intense pressure on Seoul to refrain from participating in an integrated missile defense architecture with the United States and Japan. A long-term program of military exercises, including an annual event across multiple domains, could cement a true defense partnership over time. The three governments were quick to deny that their understanding constitutes a formal trilateral defense alliance or other binding commitment. Nevertheless, the Camp David announcements include language on threat consultations normally reserved for allies, and they create a solid foundation for lasting defense and other ties. If the three countries' joint plans are implemented, it will be an unprecedented step toward integrating the two most critical U.S. alliances in East Asia. Today, Washington manages its alliances with Tokyo and Seoul separately, as bilateral arrangements that operate with little connection despite dealing with common threats in close geographic proximity. Contingency planning, military exercises, and operations in case of war are entirely separate. With South Korea, there are bilateral military plans for responding to various contingencies involving North Korea, as well as annual bilateral exercises to test them. With Japan, there are bilateral plans for defending Japan and supporting contingency operations elsewhere in the region, as well as regular military exercises that reflect these plans. Despite a great deal of strategic and geographic overlap, there is no framework for trilateral contingency planning or institutional means to connect the separate initiatives. This structure is a relic of history, and for much of the post–World War II era, it made sense. Japan, pursuing a defense policy of self-restraint, focused almost exclusively on defending, first against a Soviet threat and later against China. Tokyo's policy of “exclusive self-defense” restricted Japanese military planners to the minimum defense posture required to defend only the Japanese islands. South Korea, by contrast, focused exclusively on North Korea. Under this historical construct, the strategic focus for the two allies—and their relationships with the United States—rarely overlapped. South Korea was not part of the strategic calculus for Japan's defense. And to the extent that Japan was important for South Korea's defense, it was considered the rear area—in other words, the staging ground for U.S. forces moving to the Korean Peninsula in a crisis. In fact, Japan's rear area role is manifest in the seven bases there that are dual-flagged as both U.S. military and United Nations Command-Rear facilities. These bases—including major facilities such as Yokota Air Base, Yokosuka Naval Base, and Kadena Air Base in Okinawa—would serve as critical hubs to assist the movement of U.S. forces and equipment from the U.S. mainland to the Korean Peninsula. Japan maintains a Status of Forces Agreement with the United Nations, meaning that any of the 16 countries that contributed troops in the Korean War can operate from Japan in the event of a contingency. The concept of Japan as the rear area for South Korea's defense became obsolete years ago, as North Korea developed an arsenal of ballistic missiles and other weapons of varying ranges that can simultaneously threaten South Korea, Japan, and the mainland United States. Even before that, Japan's role in contingency plans as a potential safe haven for civilians evacuated from South Korea created a logic for trilateral planning, although little progress was ever made to coordinate potential evacuations. Today, separate bilateral alliance structures remain in place, all but unchanged since their creation more than 70 years ago. As Japan and South Korea have become more militarily capable allies—and as regional threats and threat perceptions converge—the logic of a U.S.-centric hub-and-spoke system consisting of completely separate bilateral alliances, each with their own structures for planning and much else, will be increasingly difficult to sustain. South Korea has built an impressive military, with well-equipped ground forces, air capabilities that include the state-of-the-art F-35 Joint Strike Fighter, advanced naval capabilities, and long-range ballistic and cruise missiles intended to punish—and thereby deter—North Korea in the event of an attack. Japan has long had one of the most capable navies in the world and has developed advanced capabilities in other domains, even within the traditional constraints of postwar policy. And with the release a new National Security Strategy in 2022, it has embarked on an unprecedented defense buildup. Japan's plans include not just a 60 percent increase in defense spending over five years, but also investments in new capabilities that promise to change Tokyo's defense posture in fundamental ways. Among them is a commitment to acquire long-range, precision cruise missiles to deter aggression from North Korea and China through a credible capability to strike back at fixed military targets deep inside an adversary's territory. To that end, Japan plans to acquire U.S.-built Tomahawk Land Attack cruise missiles with a range of nearly 1,000 nautical miles, and it is developing a suite of indigenous land-, sea-, and air-launched systems. It has never had weapons covering these ranges before. Washington has welcomed and supported the two countries' defense modernization efforts as significant contributions to each alliance. Japan's efforts to acquire long-range strike capabilities in particular can make a new and important contribution to deterrence. Never before have Pyongyang and Beijing had to think about possible Japanese long-range counterstrikes in response to the use of force. Tokyo's new capabilities will change the dynamics of the U.S.-Japanese alliance—and of trilateral relations as well. Japanese counterstrike capabilities intended explicitly for North Korean targets introduce a complicating variable for U.S.-South Korean military planning if the current structures of contingency planning and alliance management remain unchanged. Japan's security geography is expanding from its narrow post–World War II confines, and the new missiles will enable Tokyo, for the first time, to use force within the Korean theater of operations. This reality exposes the strict separation of the two bilateral alliances and their theaters of operations as artificial, outdated constructs—and reinforces the need to develop new mechanisms for trilateral coordination. Why are Japan's future missile capabilities such a game-changer for the two bilateral alliances? Even if Tokyo remains strictly focused on self-defense, any scenario where Pyongyang initiates hostilities will make coordination with Washington and Seoul essential. Though the possibility may seem remote, uncoordinated Japanese strikes against North Korean targets raise the risk, at minimum, of inefficiency and duplication with U.S. and South Korean military operations on the Korean Peninsula. In the worst case, Japanese strikes could even disrupt U.S.-South Korean operations, complicate management of the conflict, and negatively impact escalation control. No such mechanism for trilateral military planning or coordination of operations exists today. All three countries will need to grapple with the implications of a credible Japanese long-range strike capability. For Tokyo, the challenge is to recognize the strong and legitimate U.S. and South Korean interest in how Japan intends to employ those strikes, and in coordinating their use. For Seoul, the challenge will be to recognize that Japan has a sovereign right to defend itself from an attack—and that this may mean, in extremis, the use of force against North Korean targets. And for the United States, the challenge will be to begin operationalizing the Camp David summit's ambitions to link the three countries' security and build the missing connective tissue between Washington's two most important alliances in East Asia. Given the growing threats posed by North Korea and China, this is an urgent assignment. Establishing a formal mechanism and structure for trilateral military planning and operational coordination in case of war will not be easy. Formally joining parallel bilateral structures in a single alliance remains unrealistic for the foreseeable future, given lingering political sensitivities in South Korea and Japan, in addition to Japan's constitutional constraints on collective defense. More limited, pragmatic efforts to build mechanisms for coordination are also likely to encounter political resistance in Tokyo and Seoul, as well as institutional resistance in Washington. But the growing military capabilities of both South Korea and Japan, particularly the latter's new missile capabilities, make a conversation about more integration unavoidable. With all three countries currently favoring closer trilateral ties, the timing seems right—and last month's Camp David summit can be the springboard. Christopher B. Johnstone is a senior advisor and Japan chair at the Center for Strategic and International Studies, a former member of the U.S. National Security Council staff under the Biden and Obama administrations, and a former staffer in the office of the U.S. defense secretary. Jeffrey W. Hornung is a senior political scientist at the RAND Corporation and an adjunct professor in the Asian Studies Program at Georgetown University. This commentary originally appeared on Foreign Policy on September 11, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}