{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:46:01.589673",
  "crawling_time_epoch": 1703231161,
  "type": "Commentary",
  "title": "Service Members and Their Families Are Paying for the Air Force's Fiscal Shortfalls",
  "url": "https://www.rand.org/pubs/commentary/2023/07/service-members-and-their-families-are-paying-for-the.html",
  "descriptions": "The United States faces the critical task of rebalancing long-term military personnel funding for sustainable workforce development and utilization. Otherwise, it could fail to keep the faith with the U.S. military's most precious asset: people and families.",
  "posted": "Jul 31, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/service-members-and-their-families-are-paying-for-the/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1694711655771.jpeg",
    "desc": "Airmen from the 23d Fighter Group stand in formation during a change of command ceremony at Moody Air Force Base, Georgia, July 10, 2017, photo by Staff Sgt. Ryan Callaghan/U.S. Air Force"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Kelly Atkinson",
      "profil": "https://www.rand.org/about/people/a/atkinson_kelly.html",
      "position": "Political Scientist",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.military-budgets-and-defense-spending.html",
        "tag": "Military Budgets and Defense Spending"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-families.html",
        "tag": "Military Families"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-personnel.html",
        "tag": "Military Personnel"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states-air-force.html",
        "tag": "United States Air Force"
      }
    ],
    "Article": "Recently, the U.S. Air Force announced that it is experiencing a shortfall in Fiscal Year 23 military personnel appropriation funding driven by higher-than-projected personnel costs. To address this insolvency, the Department of the Air Force directed actions to avoid exhausting funds. These actions included pausing permanent change of station (PCS) moves, delaying issuance of retirement and separation orders, and temporarily pausing new contracts for some bonus and pay programs to include the selective retention bonus for reenlisting Airmen, the aviation bonus program, assignment incentive pay contracts, and new issuing of foreign language proficiency pay. While Congress approved the Pentagon's request to reprogram personnel funds just over a week after the Air Force announced this shortfall and resulting actions, pauses in PCS and bonus issuance will take the Air Force time to resolve. Outcomes from this insolvency emergency have directly impacted Airmen and their families during a period of strained military recruitment, uncertain (PDF) post-Afghanistan retention dynamics, and increasing personnel costs. Taken together, these dynamics undermine the Department of the Air Force's ability to field a ready workforce prepared to conduct multi-domain operations against near-peer and peer competitors. While the Department of Defense (DoD) and Congress have taken action to shore up Air Force funding in the short term, the more critical task is to rebalance long-term military personnel funding for sustainable workforce development and utilization. Otherwise, the nation could fail to keep the faith with our military's most precious asset: our people and families. Budget challenges directly impacting military personnel are not new. For example, sequestration implementation in 2013 (PDF) saw government civilians furloughed for up to six days in the DoD, with military personnel covering the job duties of their absent colleagues during that uncertain time. But in this case, impacts of avoidable funding shortfalls have fallen squarely on the shoulders of service members and their families, with dire implications for personnel stability in the short term and retention in the long term. Impacts of avoidable funding shortfalls have fallen squarely on the shoulders of service members and their families. The ongoing impacts of the Air Force's directed actions mean that service members and their families face severe disruptions to preestablished logistics associated with moving to a new duty station, separating, or retiring. Plans to sell or buy a house or car, enroll children in schools and day cares, transition jobs for spouses and partners, or deliver babies in known or planned locations evaporated under the PCS pause. Additionally, Air Force implementation instructions on pausing PCS moves offered no guidance for dual-military couples, creating situations in which one military member may be approved to move while their spouse is delayed in receiving orders. While the exact number of affected households is unknown, this dynamic impacts not only dual–Air Force couples but also any Air Force member married to a fellow service member from a different branch. Given that a higher percentage of active-duty female service members are in dual-military marriages compared to active-duty male service members, the disruptions from this order render a disproportionate impact on a minority military population (women made up only 17.3 percent of the active-duty force in 2021) already facing distinct barriers to retention and limited access to services like reproductive health care. Risks to retention caused by these disruptions derive not only from service member decisions but from household dynamics, as well. In his recent confirmation hearing before the Senate Armed Services Committee, the nominee for the next Chairman of the Joint Chiefs of Staff General Charles “C.Q.” Brown warned that “the spouse network is alive and well, and the spouses will compare notes” on their experiences with military moves and risks of delay and disruption. And with compensation efforts like special incentive pay and bonuses tied explicitly to military recruitment and retention policies, not to mention their significant impact on everyday household financial planning, pauses and delays in these programs risk negative impacts on retention of personnel with critical skillsets across aviation and foreign language proficiency. Given these challenges, what actions should decisionmakers undertake? First, Air Force senior leaders could increase communication and direction to the force to provide comprehensive messaging on the various impacts and outcomes of the current insolvency challenges, even as a path to resolution emerges. Populations facing structural barriers to family or financial stability, such as dual-military families or members experiencing increased financial hardship without access to anticipated bonuses or incentives, should receive institutional support rather than direction to file exception to policy claims (as is current guidance to dual-military households). Air Force senior leaders and commanders can empower personnel by demonstrating acute understanding of how individuals engage and navigate institutions, working to open robust lanes of support to impacted service members and their families rather than leaving them with the burden of adjustment in complex circumstances. Leadership is key, and the Air Force could leverage this challenge as an opportunity to demonstrate its dedication to caring for Airmen and their families despite structural limitations like budget shortfalls. Second, Air Force leadership must engage in an enterprise-wide evaluation of military personnel (MILPERS) budget practices to identify and implement new policies in response to rising personnel costs. Recent research from RAND Project AIR FORCE, with support from the Air Force's senior human resources leader, employs a workforce futures policy game to identify options for limiting MILPERS costs without introducing unacceptable risks. Partnering with Air Force senior leaders and more than 50 Air Force participants, the research team modeled monetary and nonmonetary effects of workforce and personnel policy changes. These options involved reducing manpower requirements by consolidating or eliminating organizations or functional communities, shifting to a more junior-grade mix, and converting officer positions to the enlisted force. Ultimately, the team proposed a range of cost-saving options yielding projected annual savings of $500 million to $2 billion. After the current fiscal crisis has passed, Air Force leadership must continue engaging in the taxing yet productive work of examining current organizational design and personnel practices in order to posture the force for future conflict. Ultimately, the burden of service sustainment must not depend upon programmatic cuts levied against Air Force personnel and their families. The burden of service sustainment must not depend upon programmatic cuts levied against Air Force personnel and their families. Finally, the current crisis is not the Air Force's alone to solve. The DoD and Congress have taken action to shore up Air Force funding, which is an important first step. Long term, the DoD and Congress must account for rapidly rising costs and declining purchasing power of MILPERS funding. According to RAND research, “since 2000, spending on military personnel has grown at an average annual rate of 3.3 percent to approximately $36 billion in 2021. This outpaced growth in prices in the overall economy, which averaged 1.9 percent per year for the same period.” Given current challenges in DoD financial accountability, ongoing funding support to Ukraine, and posturing requirements for the threat of peer competition in the Pacific, DoD funding challenges are unlikely to disappear anytime soon. The DoD and Congress must take the critical steps now to ensure that service members and their families are not forced to pay for the financial constraints of predictable future scenarios. Considering the ongoing recruiting crisis facing the all-volunteer force in which veterans themselves are steering their children away from military service, senior leaders ignore the personnel impacts of financial policy decisions at their peril. Kelly Atkinson is a political scientist at the nonprofit, nonpartisan RAND Corporation and a lieutenant colonel in the U.S. Air Force Reserve. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}