{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:13:22.830455",
  "crawling_time_epoch": 1703240002,
  "type": "Commentary",
  "title": "Should Mexico's Drug Cartels Be Designated Foreign Terrorist Organizations?",
  "url": "https://www.rand.org/pubs/commentary/2023/03/should-mexicos-drug-cartels-be-designated-foreign-terrorist.html",
  "descriptions": "While the outcry over the kidnapping and murder of U.S. citizens by members of the Gulf Cartel in Mexico is understandable, stridency should not preclude strategic assessment. America's problem with drug trafficking is not the lack of statutes, but the magnitude of the problem.",
  "posted": "Mar 22, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/03/should-mexicos-drug-cartels-be-designated-foreign-terrorist/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1680201421607.jpeg",
    "desc": "Police officers escort five people detained in the kidnapping of four Americans in the city of Matamoros, in Ciudad Victoria, Mexico, March 10, 2023, photo by Attorney General of the State of Tamaulipas (FGJ)/Handout via Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "position": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "tags": [
      "Illegal Drug Trade",
      "International Diplomacy",
      "Mexico",
      "Terrorist Organizations",
      "United States",
      "Violent Crime",
      "www.rand.org"
    ],
    "Article": "The recent kidnapping and murder of U.S. citizens by members of the Gulf Cartel in the Mexican border town of Matamoros has provoked expressions of anger and calls for action by members of Congress. Legislators introduced a bill to formally designate several of Mexico's drug cartels as foreign terrorist organizations. While the outcry is understandable, stridency should not preclude strategic assessment. America's problem with drug trafficking is not the lack of statutes, but the magnitude of the problem. Designating new terrorist organizations has become the go-to response to novel national security challenges in recent years. The widespread domestic protests in 2019 and 2020 and the January 6, 2021, riot at the U.S. Capitol prompted calls for legislation that would designate antifa, Black Lives Matter, the Ku Klux Klan, white supremacists, and other groups as domestic terrorist organizations. Atrocities committed during Russia's invasion of Ukraine have led to calls for Russia's mercenary Wagner Group to be designated a foreign terrorist organization. America's problem with drug trafficking is not the lack of statutes, but the magnitude of the problem. Officially labeling a group as a terrorist organization is seen to offer several advantages. It facilitates the prosecution of individuals who provide material support to designated groups. The material support statute, which courts have chosen to define broadly, has been an effective weapon in the campaign against home-grown jihadists. Designation as a terrorist group also enables the U.S. Treasury Department to outlaw financial transactions and freeze assets. And the designation allows authorities to bar entry into the United States and facilitates the removal of non–U.S. citizens. However, drug trafficking is already a serious crime in the United States, and there are ample statutes to deal with it. While several hundred would-be jihadists were successfully convicted for supporting foreign terrorist organizations over the last two decades, tens of thousands have been incarcerated for drug trafficking offenses. The United States has ample laws to attack organized crime, domestic and transnational criminal organizations (TCOs), and individuals engaged in drug trafficking and other criminal activities. Sanctions can be imposed on TCOs. Transactions with them are prohibited. Assets can be blocked and, in some circumstances, confiscated. U.S. courts currently can try anyone for committing a crime against a U.S. citizen anywhere in the world. The basis for prosecution is the criminal activity. There is no prerequisite that individuals be members of a designated group. In sum, it is not clear whether or how exactly adding a terrorist label to a transnational criminal enterprise would significantly expand U.S. legal authority. Ironically, the USA Patriot Act, passed in 2001 after the 9/11 attacks, allowed investigators dealing with terrorism “to use the tools that were already available to investigate organized crime and drug trafficking.” If there are gaps in the law dealing with TCOs or drug traffickers, rather than changing their designation to foreign terrorist organizations, it would seem preferable to introduce legislation aimed at remedying any specific shortcomings. The terrorist label seems to have great appeal not because it expands legal authority, but because it sends a loud message. People view terrorism as more heinous than ordinary crime. Calling it drug trafficking, kidnapping, and murder by themselves doesn't adequately reflect the national outrage to some. The terrorist label elevates the issue, suggesting that more must be done to prevent these kinds of acts in the future, and that, in this case, if Mexico does not do something, the United States will. Applying a terrorist label raises the possibility of military action. Sen. Lindsey Graham (R-S.C.) made this explicit when in response to the Matamoros murders, he said, We are going to unleash “the fury and the might of the United States.” Lest anyone not get it, he explained, “It's time now to get serious and use all the tools in our toolbox, not just in the prosecution way, not just in the law enforcement lane, but in the military lane as well.” Specifically, he called upon Congress to authorize the use of military force not to invade Mexico but to destroy drug labs. Such declarations understandably alarm and anger the government of Mexico, which might be forgiven for not seeing the distinction between U.S. destruction of drug labs and an invasion. Still, the bellicose talk in Washington could encourage the Mexican government to do more to bring the situation under control. The government cannot destroy the drug cartels, but the complicated relationships between the Mexican authorities and the traffickers allows the government to lean harder on some groups than others. U.S. missile strikes could easily escalate into a broader conflict, making a terrible situation even worse. In response to attacks on their leadership and threats to their livelihood, any self-imposed constraints on attacking Americans will erode. Drug cartels could easily turn into real terrorist organizations. Over 1 million U.S. ex-pats live or work in Mexico. They and their firms could become targets for reprisals. With connections to gangs in the United States, terrorist attacks could occur here as well, provoking further American responses. It is not clear whether or how exactly adding a terrorist label to a transnational criminal enterprise would significantly expand U.S. legal authority. American manufacturing and commercial operations in Mexico could also be disrupted. Trade between the two countries totaled more than three-quarters of a trillion dollars in 2022. Nearly 5 million U.S. jobs depend on that trade. The economic impact on Mexico could be catastrophic, generating more northbound refugees and increasing pressure on the southern border. Mexico's drug cartels may not entirely dismiss American saber-rattling. Reportedly, there is an unwritten rule among the cartels not to attack Americans. Following the Matamoros attack, the Gulf Cartel delivered the five members allegedly responsible for the killing to the police. Given the appalling levels of kidnappings and murders in Mexico, it is remarkable that more Americans are not killed. Even in today's hyper-partisan Washington, there is not a lot of political capital to be made from finger-pointing. Since President Nixon declared a “war on drugs” nearly 52 years ago, the effort has engaged the administrations of 10 presidents. And there is no solution in sight; although many solutions are on offer, from decriminalizing all drugs to putting drug dealers in front of firing squads. So long as millions of Americans doing illegal drugs are willing to spend tens of billions of dollars, ruin their health, risk incarceration, and die of overdoses, knocking out some drug labs in Mexico will not solve the basic problem. And designating the cartels as terrorist groups is hardly a solution. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of numerous books, reports and articles on terrorism-related topics. This commentary originally appeared on The Hill on March 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}