{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:45:11.853411",
  "crawling_time_epoch": 1703231111,
  "type": "News Release",
  "title": "Six Strategies to Boost Affordable Housing in NY Could Aid Creation of 300,000 New Units Over a Decade",
  "url": "https://www.rand.org/news/press/2023/08/16.html",
  "descriptions": "Six policies aimed boosting residential housing construction in New York City could spark the production of roughly 300,000 additional new housing units over a decade.",
  "posted": "Aug 16, 2023",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Jason M. Ward",
      "profession": "Co-Director, RAND Center on Housing and Homelessness",
      "biography": "Jason Ward is an economist at RAND, co-director of the RAND Center on Housing and Homelessness, and a professor of policy analysis at Pardee RAND Graduate School. His work uses the tools of applied microeconomics to study housing and homelessness policy, labor markets, and education and health…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/w/ward_jason_m/_jcr_content/par/bio.crop.130x130.cm.jpeg/1600774842640.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Jason Ward"
      }
    },
    "researcher": [
      {
        "research": "Community Health and Environmental Policy",
        "profile": "https://www.rand.org/well-being/community-health-and-environmental-policy.html"
      },
      {
        "research": "RAND-Qatar Policy Institute",
        "profile": "https://www.rand.org/international/qatar.html"
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/housing-markets.html",
        "tag": "Housing Markets"
      },
      {
        "url": "https://www.rand.org/topics/new-york-city.html",
        "tag": "New York City"
      },
      {
        "url": "https://www.rand.org/topics/socioeconomic-status.html",
        "tag": "Socioeconomic Status"
      }
    ],
    "Article": "Six policies aimed boosting residential housing construction in New York City could spark the production of roughly 300,000 additional new housing units over a decade, according to a new RAND Corporation report. The additional housing units would represent more than a 160 percent increase over recent annual housing production levels in the city, according to the report. Researchers say the surge in housing supply likely would lead to increased affordability through greater competition among landlords for tenants in the short term and an increase in naturally occurring affordable housing over the longer term. “Recent housing policy in New York City primarily has focused on price controls and direct public financing of affordable housing production,” said Jason Ward, lead author of the study and an economist at RAND, a nonprofit research organization. “But without significant increases in housing production, these approaches are unlikely to lead to broad increases in affordability in the city.” The key contribution of the RAND report is that it provides estimates of the potential level of additional housing production that could result from adoption of the most-promising proposals the researchers identified from a large set of policy options that have been proposed by local policymakers and experts in recent years. The policies include increasing allowable building density in strategic areas, streamlining building approval processes, reforming liability rules for construction sites, and incentives to encourage conversion of office buildings to residential uses. Researchers also emphasize that the estimated housing gains from these policies hinge critically on the creation of a replacement for the now-expired 421-a tax relief program for multifamily housing construction. The biggest gains among the strategies analyzed would be to relax density restrictions in areas within walking distance of subway and rail stops. Such a move would generate an additional 122,000 housing units in New York over a decade, according to the analysis. New York City's persistent crisis of housing affordability has reached unprecedented levels. As of 2021, a majority of renters in New York City spend more than 30 percent of their incomes on housing and the overall ratio of median rent to median household income in the city is the second-highest among the nation's largest cities. Housing production in New York has not kept pace with the growing demand to live in the city. From 2010 to 2020, the city's population increased by about 630,000 residents, while its housing stock increased by 200,000 units. Over the same period, New York City gained nearly 1 million new jobs, far outpacing population and housing growth within the city. “While increased housing production alone may not be sufficient to reach affordability goals, it is clear that the failure to achieve a significant, sustained increase in housing production will limit any path toward meaningful housing affordability in New York,” Ward said. RAND researchers identified the most-promising strategies to boost multifamily housing construction from among a large set of proposals put forth by government and nongovernmental organizations. They also had discussions with local affordable housing developers, city and state government officials, academic researchers, practitioners in land use and property tax law, and regional and state planning organizations. In some cases, the policies highlighted in the report were taken verbatim from preexisting proposals such as the city's recently released Building and Land Use Task Force (BLAST) report. In other cases, a broader policy idea was adapted into a more-specific proposal. “The central point we hope that policymakers and the public will take away from the report is that housing production is a critical part of any solution to housing affordability—in New York and elsewhere—and that there are many ways to increase housing production,” Ward said. Support for the research was provided by the Robin Hood Foundation, a charitable organization that fights poverty in New York City. Other authors of the report are George Zuo and Yael Katz. The RAND Social and Economic Well-Being division seeks to actively improve the health, and social and economic well-being of populations and communities throughout the world."
  }
}