{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:39:27.549593",
  "crawling_time_epoch": 1704166767,
  "type": "Media Advisory",
  "title": "Sleep Expert Wendy Troxel Available for Interviews on California School Start Time Law",
  "url": "https://www.rand.org/news/advisories/2022/08/22.html",
  "descriptions": "RAND senior behavioral scientist Wendy Troxel is available for interviews about the implementation of California's healthy school start time legislation (SB 328).",
  "posted": "Aug 22, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/advisories/2022/08/22/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1661198447648.jpeg",
    "desc": "Male teacher at front of classroom looks at class while student raises hand to talk, photo by Image Source/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "sub_content": [
      {
        "Interviews": "To arrange an interview, contact the RAND Office of Media Relations:\n(703) 414-4795 or\n(310) 451-6913, or\nsend an email to media@rand.org."
      }
    ],
    "tags": [
      "Adolescent Health",
      "California",
      "Education Policy",
      "Secondary Education",
      "Sleep",
      "Students",
      "www.rand.org"
    ],
    "Article": "August 22, 2022 RAND senior behavioral scientist Wendy Troxel is available for interviews about the implementation of California's healthy school start time legislation (SB 328). Troxel, a noted sleep expert and author of the book “Sharing the Covers: Every Couple's Guide to Better Sleep,” can address both the economic impact of later school start times as well as the health benefits of sufficient sleep. Troxel's TEDx talk on adolescent sleep and school start times has received over 2.2 million views and is at the forefront of conversations concerning this policy debate. She coauthored a RAND report demonstrating that a shift to later school start times could provide an 83 billion dollar boost to the U.S. economy over a 10-year period. Troxel's work shows how changes to education policy can positively affect one of the most basic of all human pursuits—sleep. Troxel is available for on- and off-camera interviews."
  }
}