{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:47:36.608104",
  "crawling_time_epoch": 1703231256,
  "type": "Commentary",
  "title": "So Many Questions, So Little Time for Pacific Logistics",
  "url": "https://www.rand.org/pubs/commentary/2023/06/so-many-questions-so-little-time-for-pacific-logistics.html",
  "descriptions": "The United States has been struggling to “pivot to the Pacific” for over a decade, and one of the major missing pieces is logistics. It is critical that the logistics underpinning a credible military deterrent be figured out now.",
  "posted": "Jun 23, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/06/so-many-questions-so-little-time-for-pacific-logistics/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1687958287804.jpeg",
    "desc": "Sailors aboard the USS Winston S. Churchill send pallets to the USNS Leroy Grumman in the Arabian Sea, January 19, 2021, photo by Petty Officer 3rd Class Louis Staats/U.S. Navy"
  },
  "content": {
    "source": "(Breaking Defense)",
    "author": {
      "name": "Bradley Martin Christopher G. Pernin",
      "profil": "https://www.rand.org/about/people/m/martin_bradley.html",
      "position": "Director, RAND National Security Supply Chain Institute; Senior Policy Researcher Director, Engineering and Applied Sciences Department; Senior Physical Scientist",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.freight-transportation.html",
        "tag": "Freight Transportation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-logistics.html",
        "tag": "Military Logistics"
      },
      {
        "blog": "https://www.rand.org/blog.topic.operational-readiness.html",
        "tag": "Operational Readiness"
      },
      {
        "blog": "https://www.rand.org/blog.topic.supply-chain-management.html",
        "tag": "Supply Chain Management"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states-department-of-defense.html",
        "tag": "United States Department of Defense"
      }
    ],
    "Article": "The United States has been struggling to “pivot to the Pacific” for over a decade, and one of the major missing pieces is logistics. Yes, the United States has the greatest power-projection capabilities on the planet, with unequalled numbers of cargo aircraft, aerial tankers, and support ships—but the Pacific boasts the greatest distances in the world. And, as the horrendous expenditure of ammunition and human lives in Ukraine has shown, a war with China would have an insatiable appetite for reinforcements, munitions, and supplies, most of which would have to be moved over 6,500 miles—10,000 kilometers—from the West Coast to the West Pacific. Once those logistical essentials arrive in the Indo-Pacific Command's area of operations, how do they cross the vast distances within INDOPACOM? Working with its allies and partners, the United States has been open about its development of key access points in the Pacific—like Korea, Japan, Guam, and Northern Australia—from which its forward forces can operate and through which supplies like fuel, ammunition, and spare parts would flow. Now, while U.S. Transportation Command (TRANSCOM) remains responsible for moving logistics from the continental United States to those key access points in the Pacific, it is less clear what organization will ultimately “own” transport within the INDOPACOM theater—what's known as intra-theater lift. In the absence of a unifying and coherent plan, the different services are moving forward with their own initiatives for intra-theater logistics. The Army, for example, has a long history in logistics, including watercraft, and is updating their fleet by replacing a geriatric landing craft (PDF) from the Vietnam era, the LCM-8, with the new Maneuver Support Vessel Light, the MSV(L), which carries the equivalent of a single tank. It has also been developing a replacement for its much larger landing craft, the proposed MSV (Heavy), which would carry the equivalent of around a dozen or more tanks) to help move larger units from those key access points and throughout the theater. Meanwhile, the Navy plans to support Marine Corps logistics with the Light Amphibious Warship, but this ship is specifically intended to serve the Marines, not to meet the whole joint force requirement. The Air Force is implementing concepts such as “Agile Combat Employment” and hardening its main operating bases. It is critical that the logistics underpinning a credible military deterrent be figured out now and not wait any longer. The services have, at a minimum, a responsibility to ensure ambitious concepts like All-Domain Operations can be executed across the Pacific. In addition, the services have been anticipating for some time that they might be assigned further responsibility for intra-theater logistics as part of the Joint Warfighting Concept and associated Joint Concept for Contested Logistics. Unfortunately, the services' disjointed activities to address intra-theater logistics have not been enough. The much larger responsibility lies with the Pentagon and Congress, which controls the funding necessary to solve the intra-theater lift problem in the Pacific. It is critical that the logistics underpinning a credible military deterrent be figured out now and not wait any longer. We see at least three key questions yet to be answered: How will logistics be done in the Pacific? The military cannot, and indeed does not, expect to operate the way it has in past conflicts. Unchallenged access to foreign lands is simply not an option, and they will have to operate in a dangerous and uncertain environment for the duration, from home base to front line. The Joint Warfighting Concept and the supporting Joint Concept for Contested Logistics have not detailed the major changes that are coming to the logistics enterprise at a level that senior leaders can understand, let alone get behind. Most of the rhetoric is reminiscent of earlier concepts for logistics and sustainment that were heavy on process diagrams and promises to be “agile (PDF),” but light on actionable substance. All the many issues with misaligned incentives and bureaucratic seams remain unresolved, to include the mismatch between the requirements of a major war and the mostly peacetime-oriented “working capital fund” transportation and sustainment structure (PDF). How will intra-theater transport needs be met? Historically speaking, prior concepts have had the luxury of assuming intra-theater lift would be readily available. In theaters such as the Central Command, intra-theater lift was largely a matter of contracting for private-sector trucks (though the “Third Country Nationals” driving those trucks often faced grave risks from roadside bombs). But you can't hire a semi to drive supplies across the Pacific, and contracting for cargo ships may not be an option, because recent work suggests that finding contractors who do not have close ties to China or other disqualifiers will be very challenging. The Joint Force needs to be clear how they will meet the need for intra-theater lift and which service will provide it. Its ability to execute the Joint Warfighting Concept depends on this capability. We have indeed discussed this issue before, but have seen no evidence of movement toward assigning a service—or functional combatant commander—as lead for this issue. Where is Congress in this debate? The Joint Warfighting Concept is a step change because it focuses on the Pacific and integrates additional domains against a new kind of competitor. In recent years, Congress asked key questions about investments in intra-theater lift, and the services have been making additional investments—but this is simply not enough. The Pacific is so large, and U.S. bases are so far apart, that Congress must make investments on a scale appropriate to the need. Congress has not yet attempted to exercise public oversight of what is an obvious institutional seam in intra-theater lift over water. So what can and should legislators do now? Intra-theater lift over water will require significant new capabilities, which no service has so far fully funded, just as no service has as yet been assigned responsibility for providing these capabilities—nor does the Department of Defense show any signs of designating a responsible party. The U.S. Joint Force cannot effectively fight a war in the Pacific without the ability to sustain the fight from the United States. The U.S. Joint Force cannot effectively fight a war in the Pacific without the ability to sustain the fight from the United States. There is no concept and no investment plan that even begins to address the shortfall from the points where U.S. Transportation Command delivers strategic lift to the point where frontline forces need to receive the supplies. These capabilities and concepts are not ones that any service naturally wants to adopt, but they are critical. Yes, there is a problem with intra-theater logistics, but it's much bigger than a single service. The Department of Defense and Congress must act to assign responsibility, provide required resources, and continue appropriate oversight to meet these needs. Otherwise, forces trying to fight in the Pacific will find themselves in the position of firefighters with an empty hose. Bradley Martin is the director of the RAND National Security Supply Chain Institute, and a senior policy researcher at the RAND Corporation. Chris Pernin is director of the Engineering and Applied Sciences Department and a senior physical scientist at RAND. This commentary originally appeared on Breaking Defense on June 23, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}