{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:49:18.332080",
  "crawling_time_epoch": 1703231358,
  "type": "Commentary",
  "title": "Social Studies Achievement Has Plummeted Nationally. Four Reasons This Trend Will Not Be Reversed Without Systemic Action",
  "url": "https://www.rand.org/pubs/commentary/2023/05/social-studies-achievement-has-plummeted-nationally.html",
  "descriptions": "The U.S. Department of Education recently released results from the latest national social studies assessments. U.S. history scores continued a previous pattern of decline and civics scores declined for the first time ever. Reversing these trends will require concerted effort and increased investments at all levels of the U.S. education system.",
  "posted": "May 22, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/social-studies-achievement-has-plummeted-nationally/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1684803077212.jpeg",
    "desc": "Asian teacher standing at the front of a middle school classroom teaching students, photo by Hero Images/Getty Images"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Julia H. Kaufman Melissa Kay Diliberti",
      "profil": "https://www.rand.org/about/people/k/kaufman_julia_h.html",
      "position": "Associate Research Department Director, Behavioral and Policy Sciences Department; Codirector, American Educator Panels; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Assistant Policy Researcher, RAND, and Ph.D. Candidate, Pardee RAND Graduate School",
      "username": "@juliahkaufman",
      "contact": "https://www.twitter.com/juliahkaufman"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.academic-achievement.html",
        "tag": "Academic Achievement"
      },
      {
        "blog": "https://www.rand.org/blog.topic.civic-education.html",
        "tag": "Civic Education"
      },
      {
        "blog": "https://www.rand.org/blog.topic.teachers-and-teaching.html",
        "tag": "Teachers and Teaching"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "Earlier this month, the U.S. Department of Education released the latest results from the National Assessment of Educational Progress' social studies assessments. Eighth graders' U.S. history scores continued a previous pattern of decline, reaching the lowest levels since the mid-1990s. And civics scores declined for the first time ever. Although policymakers and education experts expressed concern about this downturn, they were also not shocked. And there is good reason for their lack of surprise. As our own RAND research has documented, there are no consistent federal or state accountability mechanisms for social studies, meaning schools are not incentivized to focus on improvement in this subject like they are for reading and math. Scholars have argued we need to integrate more discussion of civics and history into reading instruction. While we agree this could be useful, we are skeptical this will lead to sustained improvement in social studies scores unless we attend to more systemic barriers that stand in the way of boosting students' social studies knowledge and skills. Here are the four main barriers, as we see it: Schools are not incentivized to focus on improvement in social studies like they are for reading and math. Parents—along with teachers and schools—don't have a sense of alarm about their own child's social studies knowledge.This isn't their fault. Parents don't know what their children don't know about social studies, because there aren't systems in place to assess students and inform parents of their progress. Yes, NAEP scores can provide some insight. But NAEP social studies assessments are infrequent, cover few students, and cannot provide data for individual students or schools. For other subjects, like reading and math, students are assessed regularly, through high-stakes annual state assessments and low-stakes interim assessments—such as i-Ready or MAP Growth—which help schools monitor student progress. These data points provide parents with critical, real-time glimpses into their child's reading and math performance. But these data points aren't available for social studies—leaving parents in the dark, and leaving educators with no information about what knowledge and skills students are missing. Dedicated infrastructure to support social studies instruction is lacking. By infrastructure, we mean the supports that are consistently in place to facilitate student learning in math and reading. These supports include: rigorous academic standards; high-quality, standards-aligned curriculum materials; frequent professional development for teachers; and regular feedback to teachers on their instruction. According to our national surveys of thousands of educators, these supports are largely missing for social studies. At best, state academic standards for social studies are scattered, and, at worst, provide students in some states with inadequate instruction about their government and their history. The consequences of this missing and inconsistent guidance are clear, too: Teachers end up having to make their own decisions about what to teach in their social studies classrooms. This autonomy is likely what is leading to such a large difference in quality from classroom to classroom, raising concerns that students aren't receiving equitable opportunities to learn social studies. The politicization of this subject area discourages educators from broaching the complexities of governance and our history in the classroom—depriving students of critical opportunities to develop their civic skills. Since 2021, 18 states have banned discussions relating to race or gender—subjects that are likely to arise in the context of social studies instruction—in the classroom. One in four teachers has said that they changed their choice of curriculum materials or instructional practices because of state or district restrictions on discussions related to race or gender. Avoiding certain topics in the classroom not only prevents students from learning basic facts about our history, but it also deprives them of the opportunity to learn how to engage in conversations about politically and culturally contentious topics—a known necessary skill (PDF) for students' civic development. Unsurprisingly, roughly half of district leaders feel polarization over race and gender topics is getting in the way of educating students. Reversing current trends will require concerted effort and increased investments at all levels of the U.S. education system Social studies has largely been excluded from discussions about pandemic learning loss and recovery efforts. Much attention has (rightly) been focused on the large declines in students' reading and math achievement during the COVID-19 pandemic, and the interventions schools are implementing to try and bring students back up to grade level after such declines. Yet, there has been little to no discussion about how schools are using their unprecedented federal funds to focus on remediating social studies performance as well. Researchers expect it will take 2 to 5 years to recover students' learning in math and reading. We cannot expect social studies performance to improve in the coming years if we continue to exclude it from recovery efforts. Despite these barriers, we are optimistic social studies scores can be raised. However, reversing current trends will require concerted effort and increased investments at all levels of the U.S. education system. For example, the federal government should incentivize states to embrace evidence-based, rigorous frameworks—one such is the Educating for Democracy Roadmap—to guide standards and approval of high-quality social studies instructional materials. The federal government can also catalyze the development and testing of high-quality instructional materials and professional learning supports aligned with such frameworks. Meanwhile, parents, teachers, and schools should demand more from state governance in terms of setting more-rigorous requirements and accountability mechanisms for social studies. Together, we can recenter civics as a central mission of schools. Julia Kaufman is a senior policy researcher at the nonprofit, nonpartisan RAND Corporation. Melissa Kay Diliberti is an assistant policy researcher at RAND. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}