{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:46:49.602667",
  "crawling_time_epoch": 1703242009,
  "type": "Commentary",
  "title": "South Korea's Surprisingly Successful China Policy",
  "url": "https://www.rand.org/pubs/commentary/2023/11/south-koreas-surprisingly-successful-china-policy.html",
  "descriptions": "When South Korea's president, Yoon Suk-yeol, entered office last year, the odds rose that a frostier bilateral relationship with China might take hold. But for now, at least, Yoon and his government have successfully managed China, and perhaps offered a road map for how others can too.",
  "posted": "Nov 27, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/11/south-koreas-surprisingly-successful-china-policy/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1701132511360.jpeg",
    "desc": "South Korea's President Yoon Suk-yeol (center) shakes hands with Japanese Prime Minister Fumio Kishida as U.S. President Joe Biden looks on during the Asia-Pacific Economic Cooperation summit in San Francisco, California, November 16, 2023, photo by Kevin Lamarque/Reuters"
  },
  "content": {
    "source": "(38 North)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "China",
      "International Diplomacy",
      "Japan",
      "Security Cooperation",
      "South Korea",
      "United States",
      "www.rand.org"
    ],
    "Article": "When South Korea's president, Yoon Suk-yeol, entered office last year, the odds rose that a frostier bilateral relationship with China might take hold. After all, Yoon on the campaign trail talked tough on China, and conservative South Korean politicians typically deepen the U.S. alliance and are suspicious of Chinese support to the Democratic People's Republic of Korea (DPRK or North Korea). Even despite the growing closeness of DPRK-China ties, Yoon has been able to effectively manage his government's relationship with Beijing, potentially setting a template for how other small and medium-sized nations might do the same. Indeed, as I have previously argued, Yoon and his government, to some extent, have taken a harder line on China. For example, Yoon became the first South Korean leader to attend the North Atlantic Treaty Organization (NATO) Summit, during which he criticized not only Russia, but China as well. In April, before his state visit to Washington for a summit at the White House with President Joe Biden, Yoon railed against any “attempt to change the status quo by force” in the Taiwan Strait. He further offered that South Korea would cooperate with the international community to prevent such an outcome. Yoon's comments predictably angered China and sparked a monthslong diplomatic tit-for-tat that stretched into the summer. As part of that summit, Biden and Yoon jointly issued the “Washington Declaration,” which includes measures to enhance extended deterrence, such as the establishment of a nuclear consultative group, the exchange of nuclear-related information, and visits by nuclear-powered military assets like the B-52 and submarines, which could be leveraged not only for a North Korea, but a China-related contingency as well. Yoon and his government, to some extent, have taken a harder line on China. But Yoon has simultaneously tried to keep an even hand in dealing with Beijing. For instance, when then-House Speaker Nancy Pelosi visited South Korea after her highly controversial visit to Taiwan to meet President Tsai Ing-wen, Yoon was nowhere to be found. The presidential office said he was on a five-day vacation and had no plans to meet with Pelosi, though he eventually did hold a last-minute phone call with her. His administration has also treaded softly in the country's debut Indo-Pacific strategy statement in December, referring to China as a “key partner” with which Seoul “will nurture a sounder and more mature relationship as we pursue shared interests based on mutual respect and reciprocity, guided by international norms and rules.” Such moves have probably contributed to a gradual stabilizing and normalizing of the South Korea–China relationship. For example, this week, South Korea resumed trilateral talks with China and Japan, a mechanism that had been dormant since 2019. This foreign ministers-level meeting is paving the way for a trilateral summit soon. In a surprising new pact that goes into effect in May, Beijing relented to Seoul this month and will mandate that its fishing boats (and presumably fishing militia forces) keep their trackers on to help the South Korean coast guard combat illegal fishing within its exclusive economic zone. Yoon's foreign policy, however, is probably only one part of the story. Dismal Chinese economic numbers—including a collapse in exports, leveling off of inflation, rising unemployment, and slowing consumption, production, and investment—may be prompting Beijing to achieve a better partnership with Seoul. The same could be true for Chinese President Xi Jinping's decision to meet with U.S. President Joe Biden earlier this month at the Asia-Pacific Economic Cooperation (APEC) Summit in San Francisco. Another factor is probably Yoon's push to open and strengthen ties with Japan, which has a strained relationship with China. Earlier this year, Yoon held a summit with his counterpart, Japanese Prime Minister Fumio Kishida—the first of its kind in over a decade. Since then, Seoul and Tokyo have agreed to resuscitate a military information-sharing agreement, and in August, Biden met with Yoon and Kishida at Camp David in the first-ever standalone trilateral summit between the three nations. Earlier this month, Secretary of Defense Lloyd Austin sat down in another unprecedented trilateral with South Korean and Japanese defense ministers to share information relevant to “severe security environments,” suggesting that North Korea isn't the only target. Hence, Beijing probably seeks to undermine and ultimately end the strengthening South Korea–Japan partnership possibly aimed at it. Beijing probably seeks to undermine and ultimately end the strengthening South Korea–Japan partnership possibly aimed at it. Yet another factor may have more to do with China's military modernization than anything South Korea is doing. When I visited Seoul earlier this month, I spoke with an interlocutor who believed that Beijing's calculus is rapidly changing on the so-called “Three No's” demanded of Seoul in 2017, including no new deployment of Terminal High Altitude Area Defense (THAAD) batteries, no South Korean integration into U.S. regional missile defenses, and no trilateral military alliance with Japan and the United States. His theory was that Beijing's rapid progress in developing a credible nuclear triad (capable of nuclear attacks from land, air, and sea) reduces the salience of pressuring Seoul to follow the Three Nos—a commitment Seoul denies actually exists anyhow. Although South Korea is arguably inching closer to a trilateral military alliance with the United States and Japan, now featuring, for example, joint military exercises, China can still rationalize that the partnership is still too new and possibly ephemeral, likely circumscribed and strained by lingering mistrust from World War II legacy issues, such as the comfort women. In the end, Yoon's China policy has been unexpectedly successful thus far. He is also buoyed by the South Korean public's increasingly negative views on China, with the nation now reportedly holding the most anti-China sentiment worldwide. Of course, Yoon is still a relatively new president—he is less than two years into his five-year term—and much could still go wrong, especially if he pursues the Taiwan issue more assertively. But for now, at least, Yoon and his government have successfully managed China, and perhaps offered a road map for how others can too. Derek Grossman is a senior defense analyst at the nonprofit, nonpartisan RAND Corporation and an adjunct professor at the University of Southern California. He formerly served as the daily intelligence briefer to the assistant secretary of defense for Asian and Pacific security affairs at the Department of Defense. This article was first published at 38 North, a project of the Stimson Center, on November 27, 2023. It is republished with kind permission. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}