{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:24:42.247796",
  "crawling_time_epoch": 1704165882,
  "type": "Commentary",
  "title": "Sparing Civilian Lives in Gaza",
  "url": "https://www.rand.org/pubs/commentary/2023/10/sparing-civilian-lives-in-gaza.html",
  "descriptions": "How do you protect innocent civilians while conducting effective urban military operations against an enemy who is integrated into the civilian population and entrenched in a location's infrastructure? Despite the ferocity of the Hamas attack and the Israeli response, the moral obligation to reduce civilian harm cannot be ignored.",
  "posted": "Oct 21, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/10/sparing-civilian-lives-in-gaza/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1698032115382.jpeg",
    "desc": "Smoke rises over buildings during an Israeli air strike in Gaza City, October 9, 2023, photo by Sameh Rahmi/Reuters"
  },
  "content": {
    "source": "(USA Today)",
    "author": {
      "name": "Karen M. Sudkamp",
      "profil": "https://www.rand.org/about/people/s/sudkamp_karen_m.html",
      "profession": "Associate Director, Infrastructure, Immigration, and Security Operations Program, RAND Homeland Security Research Division; Management Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Asymmetric Warfare",
      "Gaza Strip",
      "Israel",
      "Law of War",
      "Military Tactics",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "How do you protect innocent civilians while conducting effective urban military operations against an enemy who is integrated into the civilian population and entrenched in a location's infrastructure? Israeli civilian and military decisionmakers face this question anew after Hamas' unprecedented attack from Gaza into southern Israel on October 7. The explosion at a Gaza hospital on Tuesday that killed hundreds of people points up the dangers faced by civilians in an active war zone. Israel's initial answer to the question of how to avoid civilian casualties in Gaza was to tell more than a million Palestinian residents to flee their homes and head south. Barring an 11th-hour mass exodus from northern Gaza, Israel will face the possibility of further civilian casualties. Fighting urban battles amid civilian populations is certainly an issue U.S. decisionmakers have grappled with during military operations over the two decades since the terrorist attacks of September 11, 2001. And there are lessons about protecting civilians that Israel could take from America's recent experience. Despite the ferocity of the Hamas attack and the Israeli response, the moral obligation to reduce civilian harm cannot be ignored. Among them: Consider potential civilian losses when planning airstrikes, seek improved methods of collecting and deploying intelligence, and provide safe passage for civilians away from war zones. So far, more than 1,400 Israeli civilians and nearly 4,000 Palestinian civilians have been killed in the latest conflict. Despite the ferocity of the Hamas attack and the Israeli response, the moral obligation to reduce civilian harm cannot be ignored. Urban battles are not unusual occurrences in the Middle East. The U.S.-led battle against the Islamic State terrorist organization for Raqqa, Syria, in 2017 provides parallels to the Gaza conflict in terms of environment, adversary, and humanitarian implications. Our research on that ISIS conflict, conducted with an eye toward reducing civilian harm, suggests that military effectiveness can be retained while protecting civilians and reducing damage to civilian infrastructure. Operating in densely populated urban environments is incredibly difficult even for experienced military units such as the Israel Defense Forces, which have operated in Gaza before. Hamas, not unlike ISIS, has a history of using civilian infrastructure as a defense (PDF) against Israeli military operations. Organizations like ISIS and Hamas know their adversaries are committed to reducing civilian harm and take advantage of this adherence to international law and norms. Before the Battle of Raqqa, the coalition along with Syrian Defense Forces partners initially encircled the city to weaken ISIS fighters rather than allowing them to escape to the next stronghold. However, this also prevented the departure of civilian Raqqa residents. In Syria, ISIS tactical facilities were often located near civilian infrastructure, requiring individual strike decisions to consider ways to minimize civilian harm. Such considerations could help reduce civilian casualties in Gaza as well, though civilian deaths and infrastructure damage can never be eliminated, even with precision weapons. In Raqqa, collateral damage to infrastructure made recovery and reconstruction operations difficult and time consuming. Urban fighting in a location you do not control, especially when reliant upon air support, also makes it difficult to collect, verify, and share real-time intelligence. In Syria, intelligence efforts were hampered by civilians moving across Raqqa to escape bombardments, searching for shelter, food, and new places to live. This also is now true in the Gaza Strip, one of the most densely populated geographies in the world. An enhanced focus on the task of gathering and leveraging intelligence is critical, despite the many challenges facing the Israeli intelligence services in Gaza. An examination of U.S. intelligence shortcomings in Syria suggests the need for improved intelligence-specific tradecraft and training, enhanced efforts to gather and validate open-source information, and improved civilian casualty assessments. In Syria, the U.S.-led coalition acted on the advice of the Syrian Defense Forces and opened humanitarian corridors out of Raqqa as the battle lasted longer than expected. This was critical for evacuations of civilians and reducing civilian deaths. While concerns persisted over the possibility of escaping ISIS fighters who could regroup in other locations, the corridors reduced the civilian injury and death toll in Raqqa and its environs. Similar escape routes could save civilian lives in Gaza as well, though the Rafah border crossing between Gaza and Egypt is now damaged and closed, according to aid workers. This leaves residents of Gaza trapped and unable to escape the aerial bombardment from Israel. Israel's new demand that civilians flee applies to northern Gaza, but southern Gaza lacks the infrastructure to support the additional civilians, who would still remain trapped. Israel's new demand that civilians flee applies to northern Gaza, but southern Gaza lacks the infrastructure to support the additional civilians, who would still remain trapped. The United States regularly encourages all partners to limit civilian harm during conflict, including in current hotspots such as Ukraine. Secretary of State Antony Blinken's statements during his visit to Tel Aviv and Arab capitals, along with efforts to open the Rafah border crossing for humanitarian aid and evacuations, reminded the global community of the rules-based order and the criticality of shielding innocent civilians during conflict. One of the distinctions between the international community and organizations such as Hamas and ISIS is its commitment to reducing and limiting civilian harm during conflict. While extracting vengeance through an eye-for-eye approach may seem legitimate, even necessary, in the moment, listening to better angels could help reduce civilian harm in the long run. Karen M. Sudkamp, a national security researcher at the nonprofit and nonpartisan RAND Corporation, spent more than a decade in the U.S. intelligence community supporting military counterterrorism operations. This commentary originally appeared on USA Today on October 20, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}