{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:26:50.730997",
  "crawling_time_epoch": 1704166010,
  "type": "Commentary",
  "title": "Speaking in One Voice to Advance Space Acquisition",
  "url": "https://www.rand.org/pubs/commentary/2023/09/speaking-in-one-voice-to-advance-space-acquisition.html",
  "descriptions": "Space acquisition is hard, and many challenges remain today for development of true unity of effort. But a new “clean sheet” is not the answer. Such an approach simply cannot take the place of doing the hard work required to realize enduring change.",
  "posted": "Sep 6, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/09/speaking-in-one-voice-to-advance-space-acquisition/_jcr_content/par/teaser.crop.250x187.rm.jpeg/1694055327135.jpeg",
    "desc": "Depiction of a possible cislunar orbit, where the Air Force Research Laboratory's Oracle spacecraft collects observations of resident space objects near the moon and potentially beyond, image by U.S. Air Force"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Stephanie Young William Shelton Cynthia R. Cook Bonnie L. Triezenberg Megan McKernan",
      "profil": "https://www.rand.org/about/people/y/young_stephanie.html",
      "profession": "Director, Resource Management Program, RAND Project AIR FORCE; Senior Political Scientist; Professor of Policy Analysis, Pardee RAND Graduate School Director of Strategic Planning and Operations, RAND Homeland Security Research Division; Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School Professor of Policy Analysis, Pardee RAND Graduate School, and Adjunct Management Scientist, RAND Senior Engineer Senior Defense Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@CynthiaRCook",
      "contact": "https://www.twitter.com/CynthiaRCook"
    },
    "tags": [
      "Military Acquisition and Procurement",
      "Science, Technology, and Innovation Policy",
      "Space Science and Technology",
      "United States Space Force",
      "www.rand.org"
    ],
    "Article": "In May, Deputy Secretary of Defense Kathleen Hicks called for (PDF) an independent DOD review of the acquisition processes for military space capabilities. She did this, she said, in order to ensure that the acquisition processes were sufficiently agile, and that it would keep pace with potential threats and the pace of commercial development in Space. The goal of the review, Hicks wrote, was to examine whether efforts to centralize space acquisition, to forge a “unity of effort” across key stakeholders, were sufficient, or if a “clean sheet” approach—that is, going back to the drawing board, to think through how the US Space Force could conduct acquisition based on the changing threat environment—was warranted, all to effect the changes necessary in order to modernize the system. The idea of a “clean sheet” approach to space acquisition is not new. In 2019, to support the standup of the US Space Force as the newest military service, Department of the Air Force leadership asked RAND Project AIR FORCE to develop a “clean sheet” acquisition approach that would be designed around the new service's unique mission and calling. The resulting report, “A Clean Sheet Approach to Space Acquisition in Light of the New Space Force,” released in August 2021, drew on interviews with more than 45 current and retired senior leaders and space acquisition experts, and outlined the many challenges that have faced space acquisition, such as the need for faster development, particularly in light of the rapid pace of adversary capabilities and the growth of commercial technologies. The report also mentioned the need to integrate and synchronize acquisition, fielding, and sustainment of satellites, user equipment, ground stations, launch services, and expected payloads, as well as the need to develop processes for leveraging commercial capabilities. To address these needs and many others, the report considered a new acquisition approach, and provided a set of recommendations for achieving that vision. These included: creating a culture of flexibility, innovation, collaboration, and risk tolerance in space acquisition; approaching industry as innovation partners with shared goals; blurring or eliminating the demarcation between operators and acquirers; creating an adaptive architecture to accommodate changes in threat and technological advances; and fostering strong partnerships with Congress and other key stakeholders. In subsequent years, RAND has built on this work through several related research efforts for USSF leaders, which have largely reinforced this “North Star” vision for space acquisition, but also highlighted ongoing challenges and implementation considerations. For example, a key recommendation from the “Clean Sheet” report was to foster flexibility, by taking maximum advantage of acquisition authorities that promote speed and tailored approaches. RAND took a deep look at “go fast,” rapid acquisition approaches in place across the USSF, and developed recommendations for anticipating and mitigating mission assurance risks. RAND researchers also took on the specific challenges of synchronizing and integrating space acquisition, both vertically (across space, ground, and user segments) and horizontally (across the stakeholder community, including Services, other government agencies, and industry). The resulting report, “Improving Integration and Synchronization of Space Acquisition and Fielding,” provided additional depth on ongoing disconnects in the areas of organizational roles and responsibilities, as well as the authoritative architectures to drive a coherent vision for innovation and acquisition decisionmaking within USSF. To address these disconnects, RAND researchers called on the USSF to focus on building organizational alignment across its complex network of stakeholders: defining clear and unique roles and responsibilities that fill the mission space, and, where overlaps exist, ensure that organizational redundancy is purposeful. The research team also found disconnects related to the innovation necessary to build future capabilities. Specifically, RAND researchers identified challenges not so much in generating innovation, but rather in transitioning innovations to programs of record or onto the operations floor. Enabling these transitions require effort and discipline, to for example, define operational needs, evaluation criteria, strategies for development and stable resourcing. In its critical early years as an independent service, the USSF has not stood still on these important issues, and many recent policy changes have been consistent with the original RAND “Clean Sheet” recommendations. For example, in May 2022, a newly established Space Service Acquisition Executive, Hon Frank Calvelli, took charge of the itself relatively new Office of the Assistant Secretary of the Air Force for Space Acquisition & Integration and promulgated key tenets for space acquisition (PDF) in October 2022. Space Systems Command underwent a substantial realignment in 2022 in order to promote “system-of-system” integration, reorient toward emerging threats, and strengthen industry partnerships. There have also been important organizational changes related to the requirements development processes feeding acquisition, including placing greater responsibility for initial space policy development into the hands of the USSF Chief Strategy and Resourcing Officer, and the evolving role of the Space Warfighting Analysis Center for development of force design to drive requirements. Space acquisition is hard, and many challenges remain today for development of true “unity of effort.” But a new “clean sheet” is not the answer. Such an approach simply cannot take the place of doing the hard work required to realize enduring change. The USSF has already taken action to drive meaningful change toward realizing “unity of effort” in space acquisition, but there is much work left to do to position the community to speak with one voice. Further advancing toward this end does not require a new “clean sheet approach”; rather, it requires a recommitment toward the vision identified and reinforced through a body of analysis, and a willingness by the USSF—in partnership with other stakeholders—to do the sustained effort and leadership support required to continue to advance toward enduring change for space acquisition. Stephanie Young is a senior political scientist at the nonprofit, nonpartisan RAND Corporation, and director of the Resource Management Program at RAND Project AIR FORCE. William Shelton is a senior engineer at RAND and has researched Department of the Air Force acquisition topics since joining RAND in 2011. Cynthia R. Cook is a professor at the Pardee RAND Graduate School and an adjunct senior management scientist at RAND. Bonnie Triezenberg is a senior engineer at RAND with expertise in agile system development and space acquisition. Megan McKernan is a senior defense researcher at RAND who specializes in Department of Defense acquisition along with information governance and management. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}