{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:07:36.942588",
  "crawling_time_epoch": 1703239656,
  "type": "News Release",
  "title": "Spending on Mental Health Services Has Risen by More Than Half Since Beginning of Pandemic",
  "url": "https://www.rand.org/news/press/2023/08/25/index1.html",
  "descriptions": "Spending on mental health services among Americans with private health insurance has surged since the beginning of the COVID-19 pandemic, continuing to rise even as the use of telehealth has plateaued.",
  "posted": "Aug 25, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2023/08/25/index1/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1692981948691.jpeg",
    "desc": "Young Japanese woman with short hair talking to a woman psychologist via video call, photo by Renata Angerami/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Jonathan H. Cantor",
      "profession": "Policy Researcher",
      "biography": "Jonathan Cantor is a policy researcher at RAND and a professor of policy analysis at the Pardee RAND Graduate School. His key research interests are in health policies related to obesity, substance use disorder, mental health, pharmaceutical use, and other health behaviors. He uses theoretical…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/c/cantor_jonathan_h/_jcr_content/par/bio.crop.130x130.cm.jpeg/1641399240964.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Jonathan Cantor"
      }
    },
    "researcher": [
      {
        "research": "RAND Health Care",
        "profile": "https://www.rand.org/health-care.html"
      }
    ],
    "tags": [
      "Coronavirus Disease 2019 (COVID-19)",
      "Mental Health Treatment",
      "Pandemic",
      "Telemedicine",
      "United States",
      "www.rand.org"
    ],
    "Article": "Spending on mental health services among Americans with private health insurance has surged since the beginning of the COVID-19 pandemic, continuing to rise even as the use of telehealth has plateaued, according to a new study. Spending on mental health services rose by 53 percent from March 2020 to August 2022 among a large group of people with employer-provided insurance, according to researchers from the RAND Corporation and Castlight Health. During the same period, use of mental health services increased by 39 percent. The researchers say it is uncertain if the trend will continue since some rules that expanded payment for telehealth services expired when the nation's public health emergency ended in May. The findings are published by the journal JAMA Health Forum. “If greater utilization of health services drives higher health care spending, insurers may begin pushing back on the new status quo,” said Jonathan Cantor, lead author of the study and a policy researcher at RAND, a nonprofit research organization. “Insurers may look for ways to curb costs and that could mean less flexibility about using telehealth for mental health services.” To examine trends in mental health services after the start of the pandemic, researchers examined claims from about 7 million commercially insured adults from January 2019 through August 2022. The conditions examined were anxiety disorders, major depressive disorder, bipolar disorder, schizophrenia, and PTSD. The claims information was from Castlight Health, a health benefit manager for employer-sponsored health insurance plans for about 200 employers in all 50 states. Researchers found that during the acute phase of the pandemic (March 2020 to December 2020), in-person mental health services declined by 40 precent while tele–mental health services increased roughly 10-fold as compared to the year prior. Overall, there was a 22 percent increase in use of mental health services during the period. During the post-acute period (December 2020 to August 2022), tele–mental health service utilization stabilized at roughly 10 times pre-pandemic levels. By contrast, in-person mental health services increased 2.2 percent each month over the period. By August 2022, in-person mental services had returned to 80 percent of pre-pandemic levels. Overall, mental health service use in August 2022 was nearly 39 percent higher than before the pandemic. The trends were generally consistent across mental health conditions. During the post-acute period, there was a gradual increase in spending rates as tele–mental health service spending remained stable while spending on in-person care gradually increased. The average spending rate in the post-acute period was more than $3.5 million per 10,000 beneficiaries per month, compared to about $2.3 million per month during the pre-pandemic period. “The changes that occurred during the COVID-19 pandemic have triggered a significant expansion in the use of mental health services among adults with employer-based health insurance,” Cantor said. “It remains uncertain whether this trend will continue or return to levels similar to those seen before the pandemic.” “The demand for mental health services further underscores the critical need to integrate behavioral health services into primary care,” said Dena Bravata, study coauthor and senior scientific advisor, apree health. “Through this integration we can address the growing issues around lack of access, affordability, and stigma, while providing a more comprehensive, person-centered approach to overall health.” Support for the study was provided by the National Institute of Mental Health and the National Institute on Aging. Other authors of the study are Ryan K. McBain and Christopher Whaley of RAND, and Pen-Che Ho of Castlight Health, a part of apree health. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}