{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:08:28.487712",
  "crawling_time_epoch": 1703239708,
  "type": "Commentary",
  "title": "Stacking Certificates and Degrees",
  "url": "https://www.rand.org/pubs/commentary/2023/08/stacking-certificates-and-degrees.html",
  "descriptions": "Evidence suggests that stackable credentials in college are promising. But we continue to see disparities in rates of stacking across institutions, fields, and race/ethnicity. This suggests that states and colleges have more work to do to ensure strong stackable credential opportunities for all students.",
  "posted": "Aug 4, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/08/stacking-certificates-and-degrees/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1691415884066.jpeg",
    "desc": "Workshop classroom with young adult students and instructor in blue coveralls, photo by andresr/Getty Images"
  },
  "content": {
    "source": "(Inside Higher Ed)",
    "author": {
      "name": "Lindsay Daugherty",
      "profil": "https://www.rand.org/about/people/d/daugherty_lindsay.html",
      "position": "Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Educational Institutions",
      "Educational Program Evaluation",
      "Occupational Training",
      "Postsecondary Education",
      "United States",
      "Vocational Education",
      "www.rand.org"
    ],
    "Article": "In the minds of most Americans, going to college means pursuing a bachelor's degree with a major in a traditional academic field like psychology, history, or mathematics. But in the last 10 to 15 years, many public community colleges and regional universities have greatly expanded their applied and technical programs, particularly in fields like health care, information technology, and advanced manufacturing. These technical programs in colleges commonly offer certificates—shorter-term credentials that require anywhere from a few months to two years of study in a specific occupational area—as well as applied associate degrees and sometimes applied bachelor's degrees. This stackable credential movement has encouraged colleges to be more intentional in how they build their applied programs, too. Stackable credential pathways allow individuals the opportunity to progress from a shorter-term certificate into other certificates and degrees with overlapping skill—as well as course—requirements. For example, an individual can receive a basic welding certificate with only a few months of coursework and after completing that program, can re-enroll at any time and apply that same course credit toward longer-term credentials in, say, industrial welding or even management. The hope is that these stackable, short-term credentials serve as on-ramps into more skilled occupations and longer-term college enrollment, thereby increasing access to middle-class jobs for individuals who complete them. But, until recently, there was little evidence on whether stackable credentials were achieving these lofty aims. New studies released over the past five years examine the stackable credential movement at colleges in California (PDF), Colorado, Ohio, and Virginia (PDF) and shed some light on the value of these opportunities and just who is benefiting from them. There are at least five important lessons learned from the research so far. Short-term credentials are acting as an on-ramp to a degree for many students in community colleges. In the United States, approximately one million students earn college certificates each year. Many of these certificate earners are going on to earn additional credentials. Findings from several states suggest that approximately 32 to 43 percent of certificate earners are re-enrolling in college and stacking credentials. Among those who stack credentials, most go on to earn a degree. For example, RAND's study of stacking in Ohio found that 71 percent of all individuals stacking credentials went on to earn an associate's degree and 9 percent went on to earn a bachelor's degree. 71 percent of all individuals stacking credentials went on to earn an associate's degree and 9 percent went on to earn a bachelor's degree. There is some evidence that historically underserved populations are stacking credentials and improving job prospects, but the evidence is mixed and suggests a need for additional work by researchers and practitioners to ensure that the stackable credential movement advances equity. Short-term, stackable credentials may appeal to communities who have not been well served by traditional degree programs. Certificate programs allow earlier opportunities for individuals to receive a credential and move into skilled work, which can make college more economically feasible for low-income students. Stackable credentials also provide more-structured education and credentialing in some fields that have traditionally had limited opportunities for upskilling and career building. But so far, the evidence on how stackable credentials are—or are not—helping historically underserved communities is limited and mixed. National data indicate that students of color account for a larger percentage of those who complete certificates than those who complete degrees. RAND's recent research with colleagues from the University of Michigan showed that two-thirds of the individuals who completed certificates in Colorado and Ohio were low income, and low-income certificate earners were more likely to stack credentials and earn degrees relative to their higher-income peers. Furthermore, low-income individuals who went on to earn degrees saw gaps in earnings close relative to higher-income students. But evidence from both California and Ohio (PDF) indicates slightly lower rates of stacking for individuals of color relative to white students, and some have raised concerns that there may be barriers to re-enrollment and stacking for these communities. Researchers and practitioners may need to continue to examine and address equity within stackable credential pipelines. The opportunities to stack credentials vary widely across institutions and fields of study. Rates of stacking in community colleges in Colorado and Ohio ranged from 20 to 63 percent, which suggests that students attending different colleges might have different opportunities to stack credentials. Since many individuals who enroll in community colleges and regional universities are geographically constrained, it may be important to consider how to ensure opportunities to stack credentials across all regions. Opportunities to stack may also vary across fields. Studies across states have found that the highest rates of stacking occurred in fields like engineering technology, family and consumer sciences, and IT, while the lowest rates of stacking occurred in fields such as security and health care. Workforce demand may drive some of these differences in stacking rates across fields, but there may be other barriers to stacking in fields like health care, such as competitive admissions and issues with coursework alignment. Colleges and states can take action to ensure more opportunities for stacking credentials across fields. Stacking credentials can lead to higher earnings, but the gains in earnings depend on the types of credentials earned. Research across states indicates that those who go on to earn degrees see the largest earnings gains. For example, RAND's study of Colorado and Ohio showed limited or no gains in earnings from stacking multiple certificates without obtaining a degree. Gains in earnings also vary widely across fields, with the largest gains in fields like health care, IT, and manufacturing and engineering technology, and smaller gains in fields like culinary arts and education/family and consumer sciences. It is essential that individuals have clear information on the earnings potential of different credentials and pathways so they can make informed decisions about college enrollment. States and colleges can use this information on earnings to identify credentials that stand to see the largest gains in earnings and ensure that proper resources are invested in these credentials. When colleges invest in building stackable programs, students may be more likely to re-enroll and stack credentials. When colleges invest in building stackable programs, students may be more likely to re-enroll and stack credentials. Colleges and states want to understand whether their efforts to expand and redesign programs under the stackable credential movement have paid off. While the evidence so far is limited, there are a few promising studies. A study of stackable credential programs (PDF) in California used course catalogs and college websites to measure stackability. It found that individuals who completed certificates in stackable programs were 10 to 16 percent more likely to earn a second credential. Other research suggests that when Ohio community colleges added an additional stacking program, students completing certificates within that narrow field of study saw increases in re-enrollment and stacking without reducing their employment. More evidence on the costs and benefits of these initiatives can help colleges improve their programs to better serve their students. Collectively, the evidence suggests that stackable credentials in college are promising: individuals are stacking credentials at increasing rates and seeing earnings gains, and low-income students are benefiting from stacking credentials. The efforts of colleges to build stackable programs seem to be contributing to these outcomes for students. But we continue to see disparities in rates of stacking across institutions, fields, and race/ethnicity, suggesting states and colleges have more work to do to ensure strong stackable credential opportunities for all students. Lindsay Daugherty is a senior policy researcher at the nonprofit, nonpartisan RAND Corporation whose work focuses on improving education and career opportunities through research partnerships with states and colleges. This commentary originally appeared on Inside Higher Ed on August 3, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}