{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:51:02.694953",
  "crawling_time_epoch": 1703231462,
  "type": "Commentary",
  "title": "Stalled in Ukraine, Kremlin Increasingly Turns to Political Theater",
  "url": "https://www.rand.org/pubs/commentary/2023/04/stalled-in-ukraine-kremlin-increasingly-turns-to-political.html",
  "descriptions": "Stymied in Ukraine, Russian President Vladimir Putin has amped up the political theater to achieve his objectives. How do we interpret Putin's statements? While no nuclear threat should be ignored, Putin's pronouncements remain in the realm of propaganda.",
  "posted": "Apr 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/04/stalled-in-ukraine-kremlin-increasingly-turns-to-political/_jcr_content/par/teaser.crop.250x187.lm.jpeg/1681923893915.jpeg",
    "desc": "Russian President Vladimir Putin attends a meeting of the Russian interior ministry board in Moscow, Russia, March 20, 2023, photo by Sputnik/Alexei Nikolskyi/Kremlin via Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "position": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.geopolitical-strategic-competition.html",
        "tag": "Geopolitical Strategic Competition"
      },
      {
        "blog": "https://www.rand.org/blog.topic.information-operations.html",
        "tag": "Information Operations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.nuclear-weapons-and-warfare.html",
        "tag": "Nuclear Weapons and Warfare"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "Contemporary conflict is as much about the manipulation of perceptions as it is about performance on the battlefield. Psychological operations have always been a component of warfare, but in today's television, internet, and social media–saturated environment, they play an outsized role. Military force is not obsolete, but perceptions are critical—and they can be shaped. Russia can hope to conquer Ukraine either by defeating its forces militarily or by outlasting the West's resolve to continue supporting Ukraine's defense—or possibly some combination of the two. The first requires success on the battlefield, which—despite Russian reinforcements, new commanders, and promises of new offensives, not to mention suffering heavy losses—Russian forces have not been able to deliver. Stymied in Ukraine, Putin has amped up the political theater to achieve his objectives, betting more on fear, financial costs, and fatigue to fracture the Western alliance that is critical to Ukraine's continued independent survival. This requires the orchestration of different messages to different audiences. Kremlin propaganda aims at eroding Western will while preparing Russians for the pain of a protracted conflict. Since the early years of the Cold War, the risk of nuclear war has constrained the use of military force, giving perceptions an even greater role in determining the outcomes of conflict. Instead of resorting to combat, responses were increasingly based on calculations of an adversary's will, tolerance for risk, strength, and constancy of domestic support—in a word, resolve. This is a dimension where Putin believes he has the advantage. Determined to reconstruct the Soviet Union and reassert Russia's dominance over countries that once were part of the Soviet bloc, Russian President Vladimir Putin has been testing Western resolve for years. Russian President Vladimir Putin has been testing Western resolve for years. It is in this context that we must view Putin's brandishing of nuclear threats. By suggesting that Russia might use tactical nuclear weapons in Ukraine, showing Putin with his “nuclear football,” suspending discussions on nuclear treaties, conducting nuclear exercises in Kaliningrad and declaring that Russia will deploy nuclear weapons in Belarus, Putin is telegraphing that self-restraint may no longer limit Russia's actions. This is theater—a strategy of terror. Terrorism is violence—or the threat of violence—aimed at the people watching. It is intended to produce fear and alarm that will cause people to exaggerate the threat. Al Qaeda brandishing (PDF) nuclear weapons it never had in order to fire up its followers and frighten its foes is an example. Raising nuclear threats also distracts from Russia's military shortcomings by reminding everyone that Russia is still a nuclear superpower. It is intended to create alarm in the West that the war in Ukraine could escalate into a nuclear war disastrous for all. It gives humanitarian cover to those who argue that the war must be halted—if necessary, by abandoning Ukraine—to save the world. And it may also have some practical effect in discouraging the West from providing weapons that would allow Ukraine to escalate the war. On the other side, Putin's nuclear hints allow Russia's home front hawks to indulge in bellicose fantasies. In their pretend war, Russia should nuke Poland, and why not London? Given the lack of major concentrations of Ukrainian forces, it is not clear that the actual use of tactical nuclear weapons in Ukraine would bring significant military advantage to Russia. Putin could order nuclear strikes to annihilate Ukrainian cities—Russia's definition of “tactical” nuclear weapons includes warheads with yields greater than that of the atomic bombs dropped on Hiroshima and Nagasaki—but that would be an extremely dangerous course, while launching a nuclear strike on any NATO member would initiate a war that Russia would not survive. How do we interpret Putin's statements? Is he seriously warning the West that Russia is so determined to prevail in Ukraine that it will, if necessary, use all available means to do so, including nuclear weapons? Russia's invasion of Ukraine has already shifted the strategic calculus. Yet thus far, Putin has remained cautious, relying on words and images to rattle Western leaders, stopping short of actions that might provoke an immediate response. While no nuclear threat should be ignored, Putin's pronouncements remain in the realm of propaganda. To many, the word “propaganda” connotes phoniness—mere posturing. But posturing can be effective. Putin does not have to convince his adversaries that Russia will use nuclear weapons. He merely has to cause enough uncertainty to persuade them that they do not want to run the test to find out. And Putin does not have to persuade all of them. Different countries may reach different conclusions, in which case, Western unity could be cracked. Here, Putin has the advantage. He has near absolute authority over one country. It is far more difficult for leaders of more-democratic countries to preserve national unity and, on top of that, maintain the unity of a disparate alliance where participants face different levels of risk. A further advantage is that Putin's statements flow into a concerted, continuous, and long-running information campaign aimed at provoking divisions and enfeebling Russia's foes. Influence operations and political theater have been a part of Russian doctrine far more than they are in the West. Most wartime communications are aimed at the home front. Concurrent with Putin's nuclear saber-rattling intended primarily for a foreign audience is a psychological campaign aimed at preparing the Russian people for the hardships of a potentially long war. Putin's “special military operation” in Ukraine has been repackaged as a response to an existential threat to Russia itself. Instead of Russia invading Ukraine, according to the Kremlin portrayal, it is Russia that faces imminent invasion, annihilation, and dismemberment, with even more-horrible consequences for its people. To a Russian audience, Putin's references to nuclear weapons underline the seriousness of the situation. Russians are being told that defending Russia against the invaders will require an immense national effort equivalent to the “Great Patriotic War” against Nazi invaders. This has been a propaganda theme for some time. A recent video for Russian television reaches even further back in history to the 13th century when Alexander Nevsky, the Prince of Novgorod—and a saint in the Russian Orthodox Church—defended Russian lands and religion against Teutonic and Swedish invaders. The video is a montage of Russian history, faith, achievement, and military might from Nevsky to Catherine the Great to flash appearances by modern Russia's new trinity—Lenin, Stalin, and Putin. The 2023 video recalls the 1938 classic movie “Alexander Nevsky.” Visually arresting and considered one of Russia's finest films, it reflected the political situation on the eve of World War II. It conveyed the message that—as it was 800 years before—it would again be up to the common people to defend Mother Russia. The film's music was composed by the famous Russian composer, Sergei Prokofiev, whose cantata is revamped in the contemporary clip. Intensely nationalistic, evocative, and over the top, the message today is that while Russia is powerful, Russians must again be prepared for sacrifice. The willingness to accept hardship will be critical as the war continues and economic sanctions bite deeper into Russia's economy. But the cause must be worth the suffering. Russians' willingness to accept hardship will be critical as the war continues and economic sanctions bite deeper into Russia's economy. Russian culture historically has been polarized between opposites with little tolerance for a middle ground: Christian faith versus paganism, good versus evil, Slavophiles who believed in Russia's unique identity and destiny versus zapadniki who believed Russia's development depended on its adoption of Western cultural, economic, and political reforms. These divisions persisted after the 1917 Russian Revolution, and they are being replayed today. Putin and his media chorus tell the Russian people that they face not just NATO, but are threatened by satanic, drug-addicted, transgender Nazi pedophiles—a theme that may resonate with some far-right extremists in the West. Will it work? We simply do not know. We cannot accurately gauge Russian public opinion. Dissent is effectively suppressed. People cannot freely express themselves. It is not clear whether reminders of past glories can detract attention from Russia's dismal performance in Ukraine. And while patriotic displays and Prokofiev's music may stir the hearts of older Russians (just as the Star Spangled Banner evokes deeper meaning to septuagenarian American veterans), 20-somethings in Moscow, like their counterparts in the United States, may not be so moved. At the same time, this should not lead us to conclude that there is in Russia a vast seething underground of discontent. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of numerous books, reports, and articles on terrorism-related topics. This commentary originally appeared on The Hill on April 17, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}