{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:37:24.186326",
  "crawling_time_epoch": 1704166644,
  "type": "Commentary",
  "title": "Standing Up to Kim Jong-un's Divide-and-Conquer Strategy",
  "url": "https://www.rand.org/pubs/commentary/2023/01/standing-up-to-kim-jong-uns-divide-and-conquer-strategy.html",
  "descriptions": "Kim Jong-un is frightened by even the current modest flow of information into the North. He may be prepared to reduce his provocations if those threats lead to the further spread of outside information in the North. At the very least, the ROK and the United States could try such efforts.",
  "posted": "Jan 6, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/01/standing-up-to-kim-jong-uns-divide-and-conquer-strategy/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1673383335686.jpeg",
    "desc": "North Korean leader Kim Jong-un conducts a ground test of a high-thrust, solid-fuel engine at the Sohae Satellite Launch Station in Cholsan in North Pyongan Province, North Korea, December 15, 2922, photo by KCNA/Pool/Latin America News Agency via Reuters"
  },
  "content": {
    "source": "(1945)",
    "author": {
      "name": "Bruce W. Bennett",
      "profil": "https://www.rand.org/about/people/b/bennett_bruce.html",
      "profession": "Adjunct International/\nDefense Researcher; Professor, Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@bwbennett",
      "contact": "https://www.twitter.com/bwbennett"
    },
    "tags": [
      "Information Operations",
      "North Korea",
      "Security Cooperation",
      "South Korea",
      "United States",
      "www.rand.org"
    ],
    "Article": "At the end of 2022, North Korean leader Kim Jong-un made two dramatic announcements. He first claimed that because “South Korea has become 'our undoubted enemy,' it highlights the importance and necessity of a mass-producing of tactical nuclear weapons and calls for an exponential increase of the country's nuclear arsenal.” Kim said that 30 KN-25 launchers, which carry six missiles each, would be armed with tactical nuclear weapons over time, or 180 total nuclear weapons. This is far more than most experts have projected. He then ordered that North Korea field a new ICBM that could be rapidly launched, which would be consistent with the solid-fuel large rocket engine tested in December. These announcements are part of Kim's “divide and conquer” strategy. To counter it, the United States and the Republic of Korea (ROK) can take steps to keep their alliance strong, while using information as a weapon against the Kim regime. Exposing North Korean audiences to outside information and culture could be a means of shaking the people's loyalty to the regime. The North Korean KN-25 missiles have an apparent range of just under 400 kilometers, which means they are only a threat to the ROK or China, and not Japan or the United States. If North Korea doesn't already pose an existential threat against the ROK, a force of 180 North Korean nuclear weapons would certainly pose such a threat. Meanwhile, the North Korean threat of a new, solid-fuel ICBM is aimed at the United States. Just the threat of this development could fuel ROK concerns about the U.S. nuclear umbrella, under which the United States promised to use U.S. nuclear weapons in response to nuclear attacks on the ROK. The United States promises a nuclear umbrella over the ROK and other allies so that the allies don't feel a need for their own nuclear weapons, the development of which could lead to significant global nuclear proliferation. But will a future U.S. president be willing to use nuclear weapons in response to North Korean nuclear attacks on the ROK if a brutal dictator like Kim Jong-un threatens to hit 20 or 30 or 40 U.S. cities with nuclear weapons carried by this new ICBM? These ICBMs won't be available any time soon, but it may not take too many years either. Not surprisingly, the United States and the ROK face different direct threats from Kim's nuclear weapons, and therefore have somewhat different interests. Kim is apparently seeking to exploit these differences. Kim was very successful in highlighting these differences during Donald Trump's presidency. In 2018, then–President Trump agreed to Kim's request to significantly downsize U.S. military training (“war games”) with the ROK, exercises critical to keeping the ROK and United States ready to respond to North Korean military attacks. Trump went on to argue that North Korean short-range missile tests (like the KN-25) were not a threat to the United States and therefore acceptable, apparently forgetting that such missiles threaten tens of thousands of U.S. citizens living in Korea, and that in reality any military threat to the ROK is also a threat to the United States under the ROK and U.S. Mutual Defense Treaty. The Biden administration has also discounted these short-range missile tests. The United States and the ROK face different direct threats from Kim's nuclear weapons, and therefore have somewhat different interests. Ultimately, Kim Jong-un wants to dominate the Korean Peninsula. If he can do this, he strengthens his role as the leader of North Korea. Kim is facing a diverse set of instabilities in North Korea. These issues range from his inability to feed his people adequately or to provide reliable electricity to the brutality he has imposed to maintain control, including executions and imprisonments of even the elite. He presumably hopes that if he can dominate the peninsula, he will gain access to at least some of the wealth of the ROK and with that solve many of his internal problems. But to dominate the peninsula, Kim must induce the ROK and United States to decouple their alliance. As long as the United States supports the ROK, Kim is unlikely to dominate. Even with U.S. support, a poll by the Korea Institute of National Unification in 2021 found that almost a plurality of South Korean citizens believed that the North Korean military was superior to the ROK military. If the alliance is broken, North Korean military strength (and especially its nuclear weapons) may provide it with the coercive power needed for peninsula dominance. Neither the ROK nor the United States can afford to let North Korea dominate the peninsula, and thus could consider some more-serious actions to deter the growing North Korean nuclear weapon threat. Deterrence of North Korean nuclear and missile threats may require that the ROK and United States organize themselves, threaten North Korea with punishment in response to its provocations, and then execute such responses if Kim's provocations are not deterred. And the ROK and U.S. punishment could have the greatest impact if it directly affects Kim in some way—something that is hard to do. While the United States has sought to punish North Korea after some of its provocations, there has been less appearance of threats made to stop the North's provocations before they happen. Deterrence may be especially needed when the North begins a sequence of provocations that threatens to undermine the U.S. nuclear umbrella, such as the North Korean ICBM tests that the Defense Department acknowledged began in February and March of 2022. The North Korean missile tests, all violations of U.N. Security Council Resolutions, threaten consequences like those suffered by other countries that have previously allowed prohibited military buildups. For example, European countries were reluctant to enforce the Treaty of Versailles against the German military buildup in the 1930s, and ultimately paid a severe price for their inaction. What options are available to achieve such deterrence? The United States refers to the term “DIME” (PDF)—diplomatic, informational, military, and economic—to characterize the options available for countering any adversary. North Korea has refused any form of diplomacy. The United States has exercised much of the leverage it can get from economic sanctions, and is unlikely to impose any serious enhancements of such sanctions, given Chinese and Russian opposition. The ROK and the United States have ramped up their military training, which has apparently caused North Korea to increase its missile tests, as feared. And military attacks on North Korea would be far too escalatory. Nevertheless, ROK and U.S. efforts to keep their alliance strong and their forces working and training together are critical to countering Kim's efforts. Indeed, it is ironic that Kim's efforts to divide the ROK and the United States in 2022 actually pushed them closer together—a classical Kim failure. Fortunately, information is a potentially fertile field for ROK and U.S. action against North Korea, and could directly threaten Kim. Indeed, while Kim has claimed he closed his border with China to prevent the infiltration of COVID-19, he almost certainly wanted just as much to stop the infiltration of outside information. Since then, Kim has fought major battles to stop the proliferation of outside information. Kim apparently believes that even K-Pop is a “vicious cancer” that could cause his regime to fail. Information is a potentially fertile field for ROK and U.S. action against North Korea, and could directly threaten Kim. Kim's efforts to stop outside information from reaching his people make the ROK and U.S. use of information against North Korea somewhat difficult. But the ROK and the United States could threaten various information operations, such as sending massive numbers of USB drives into Pyongyang with K-Pop, K-Dramas, and messages to the North Korean elite in response to any North Korean missile or nuclear weapon test. Of course, Kim may react seriously to such ROK and U.S. actions. The ROK and the United States need to recognize that the North may take escalatory steps. The ROK and the United States can potentially avoid such escalation by thinking several moves ahead beforehand and posing deterrent threats to limit or stop potential North Korean escalation. By analogy, few chess players win a game if they only think about their next move. The ROK and the United States could also increase the funding of organizations that send radio and television broadcasts into North Korea and surrounding areas. While the North attempts to jam incoming broadcasts, some penetration still occurs, and some North Koreans hearing such messages are likely to pass that information on to others. Another particularly useful audience could be North Korean workers, students, and diplomats serving outside of North Korea. While living outside of the North, those individuals pass some information on to family and friends in the North, and once they return to North Korea, they may pass on far more information. Kim is frightened by even the current modest flow of information into the North. He may be prepared to reduce his provocations if those threats lead to the further spread of outside information in the North. At the very least, the ROK and the United States could try such efforts. Bruce W. Bennett is an adjunct international/defense researcher at the RAND Corporation and a professor at the Pardee RAND Graduate School. He works primarily on research topics such as strategy, force planning, and counterproliferation within the RAND International Security and Defense Policy Center. This commentary originally appeared on 1945 on January 6, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}