{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:10:23.838794",
  "crawling_time_epoch": 1703239823,
  "type": "Commentary",
  "title": "State and Local Policy Is Changing for Psychedelics. What Will the Feds Do?",
  "url": "https://www.rand.org/pubs/commentary/2023/06/state-and-local-policy-is-changing-for-psychedelics.html",
  "descriptions": "Psychedelics are attracting interest as a treatment for some mental health conditions. In response, some states and cities are changing their laws and policies on the supply and use of these mind-altering substances. But like cannabis, most psychedelics are federally prohibited—raising some tough questions for the federal government.",
  "posted": "Jun 12, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/06/state-and-local-policy-is-changing-for-psychedelics/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1691776939441.jpeg",
    "desc": "Psilocybin mushrooms displayed by a grower in Denver, Colorado, November 4, 2020, photo by Trevor Hughes/Reuters"
  },
  "content": {
    "source": "(San Francisco Chronicle)",
    "author": {
      "name": "Beau Kilmer Rajeev Ramchand",
      "profil": "https://www.rand.org/about/people/k/kilmer_beau.html",
      "position": "Codirector, RAND Drug Policy Research Center; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Codirector, RAND Epstein Family Veterans Policy Research Institute; Senior Behavioral Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@BeauKilmer @RRamchand",
      "contact": "https://www.twitter.com/BeauKilmer"
    },
    "tags": [
      "Controlled Substances and Illegal Drugs",
      "Drug Markets and Supply",
      "Government Legislation",
      "Military Veterans",
      "Posttraumatic Stress Disorder",
      "Substance Use",
      "United States",
      "www.rand.org"
    ],
    "Article": "Psychedelics such as psilocybin, MDMA (PDF), and LSD are attracting interest as a treatment for mental health conditions such as depression and posttraumatic stress disorder. In response to this emerging medical research—and public demand—some states and cities are changing their laws and policies on the supply and use of these mind-altering substances. In some cases, the changes simply make possession enforcement a low priority for police. But other jurisdictions are going further. After ballot measures passed in Oregon and Colorado (PDF), those states are in the process of licensing psilocybin producers and “service centers” where anyone 21 or older can use the hallucinogenic under supervision. Colorado also allows adults to grow, possess, and share (PDF) , psilocyn, dimethyltryptamine, ibogaine, and mescaline (PDF)—something that's being proposed in a bill from state Sen. Scott Wiener that just passed in the California Senate. This shift is akin to what began decades ago with medical cannabis. This time around, however, the changes are coming at a much faster pace. Like cannabis, most psychedelics are federally prohibited—raising some tough questions for the federal government. Federal health agencies such as the Food and Drug Administration and the National Institute on Drug Abuse are playing important roles with respect to clinical research on psychedelics. But there are at least four major questions about psychedelics confronting other parts of the federal government. Like cannabis, most psychedelics are federally prohibited—raising some tough questions for the federal government. First, how will the Department of Veterans Affairs address the use of psychedelics by its patients outside of clinical trials? Some veterans are accessing psychedelics to address mental health disorders, either on their own, with underground therapists, or attending retreats in other countries. Some of them may want to discuss this with their department clinician but may fear losing benefits. VA clinicians may also be unprepared to have these conversations and unsure about the advice they should offer. Veterans Affairs confronted similar issues with cannabis. California passed its medical cannabis law in 1996, yet it wasn't until roughly 20 years later that the department published a directive encouraging patients to talk to their clinicians about their medical cannabis use and spelling out that they would not lose benefits for doing so. In March, a bill was introduced in Congress that would authorize Veterans Affairs health care providers to give opinions to patients about participating in state cannabis programs. If the department is not yet drafting guidance about psychedelics, it would be prudent to do so now. Second, how will the Indian Health Service, which serves 2.5 million American Indians and Alaska Natives, approach psychedelics in the care it provides? The use of psychedelics has deep roots in indigenous healing practices—and the appropriation and commercialization of various traditional medicines has raised many ethical concerns. Indian Health Service has a long history of supporting traditional practices. That makes it well-positioned to be a federal leader in clarifying how psychedelic treatments are discussed with patients, monitored for safety, and possibly reimbursed. A partnership between VA and IHS could be beneficial to avoid duplication of efforts and ensure alignment. So far, no state has allowed psychedelics to be sold in licensed stores as we've seen in many states with cannabis. But it would be naive to think that some states won't try to head in that direction. Third, what will the U.S. Department of Justice do about the licensed producers and service centers in Oregon and Colorado that will violate federal law? Will they crack down on these facilities or just ignore them? Another potential approach could resemble what it originally did with cannabis. In 2013, the department published a memo (PDF) essentially indicating that while cannabis sales and possession were illegal under federal law, it would not be an enforcement priority for it to block state legalization efforts as long as certain guidelines were followed. Something similar could be created for those participating in state-legal psychedelics markets. Finally, what will Congress do about the supply and possession of psychedelics outside of traditional medical settings? So far, no state has allowed psychedelics to be sold in licensed stores as we've seen in many states with cannabis. But it would be naive to think that some states won't try to head in that direction. Does Congress want to be proactive in shaping these regulatory models, reactive, or remain largely on the sidelines as it has with cannabis? Some federal decisionmakers may not want to wrestle with these issues now, but as more states and localities liberalize their approach to psychedelics, the pressure will mount. We've identified some of the tough questions. It's up to federal policymakers to start deliberating about the answers. Beau Kilmer is the McCauley Chair in Drug Policy Innovation and codirector of the Drug Policy Research Center at the nonprofit, nonpartisan RAND Corporation. Rajeev Ramchand is codirector of the RAND Epstein Family Veterans Policy Research Institute and a senior behavioral scientist at RAND. This commentary originally appeared on San Francisco Chronicle on June 12, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}