{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:10:22.368546",
  "crawling_time_epoch": 1703239822,
  "type": "News Release",
  "title": "State Policies During COVID Associated with Increase in Tele-Mental Health; Disparities in Access to Care Persist Despite Expansion",
  "url": "https://www.rand.org/news/press/2023/06/13.html",
  "descriptions": "Four state policies introduced during the COVID-19 pandemic to spur expansion of telehealth were associated with expansion of such services by mental health facilities, but growth of telehealth was lower among facilities in counties with the greatest proportion of Black residents.",
  "posted": "Jun 13, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2023/06/13/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1686781012051.jpeg",
    "desc": "Senior White woman on a video call on her laptop with her therapist, photo. by Geber86/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Ryan K. McBain",
      "profession": "Senior Policy Researcher",
      "biography": "Ryan K. McBain is a policy researcher at RAND and a professor of policy analysis at the Pardee RAND Graduate School. He focuses on the design and evaluation of health policies and programs meant to reach vulnerable populations—including those coping with mental health conditions, HIV/AIDS,…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/m/mcbain_ryan/_jcr_content/par/bio.crop.130x130.cm.jpeg/1543843792167.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Ryan McBain"
      }
    },
    "researcher": [
      {
        "research": "RAND Health Care",
        "profile": "https://www.rand.org/health-care.html"
      }
    ],
    "tags": [
      "Coronavirus Disease 2019 (COVID-19)",
      "Health Care Access",
      "Mental Health Treatment",
      "Pandemic",
      "Telemedicine",
      "www.rand.org"
    ],
    "Article": "Four state policies introduced during the COVID-19 pandemic to spur expansion of telehealth were associated with expansion of such services by mental health facilities, but growth of telehealth was lower among facilities in counties with the greatest proportion of Black residents, according to a new RAND Corporation study. Expansion of telehealth also was lower among facilities that accepted Medicaid or the Children's Health Insurance Program, two government insurance programs that aid primarily lower-income Americans, according to the study. The findings show that disparities in access to mental health care persisted even as telehealth expanded sharply during the pandemic. The study is published by the journal JAMA Network Open. “Our results show that state policies have an important role to play in expanding access to mental health, which could be lost if telehealth policies don't stay on the books,” said Ryan McBain, lead author of the study and a policy researcher at RAND, a nonprofit research organization. “Likewise, disparities need to be addressed with local, targeted legislation.” RAND researchers sought to understand whether state-level policies were associated with the expansion of telehealth that occurred after the beginning of the COVID-19 pandemic. The study focused on four policies: payment parity for in-person and telehealth services among private insurers; authorization of audio-only telehealth services for those enrolled in Medicaid and the Children's Health Insurance Program (CHIP); participation in the Interstate License Exchange Program, permitting psychiatrists to provide services across state lines; participation in the Psychology Interjurisdictional Compact, permitting clinical psychologists to provide services across state lines. To understand the impact that these policies had on telehealth services at mental health facilities, researchers analyzed information collected by the Mental Health and Addiction Treatment Tracking Repository about more than 12,000 facilities. They limited their focus to outpatient facilities, which play an outsized role in telehealth care. Examining the period of April 2019 through September 2022, the study found that the percentage of mental health treatment facilities offering telehealth more than doubled during the period, from 39 percent to 88 percent. During the study period, the number of states with payment parity legislation increased from six to 28 and the number of states with audio-only payment policies increased from 0 to 33. States allowing psychiatrists to practice across state lines increased from 28 to 38, while those allowing clinical psychologists to practice across state lines rose from seven to 32. Researchers found that all four of the policies were significantly associated with a mental health treatment facility being more likely to offer telehealth services. Mental health facilities in rural counties were more likely to offer telehealth than facilities in urban counties, while Community Mental Health Centers were more likely to offer telehealth than other types of facilities. The proportion of Black residents in a county was associated with a lower likelihood that a mental health facility would offer telehealth. Compared with counties with 5 percent or fewer Black residents, mental health facilities in counties with more than 20 percent Black residents were 42 percent less likely to offer telehealth. Researchers also found that mental health facilities that accepted Medicaid and CHIP were about 25 percent less likely to offer telehealth services. This is consistent with previous studies finding that people enrolled in the programs may have reduced access to outpatient care as compared to people who have private insurance. “While state policies appear to have aided the rapid increase in the availability of telehealth among mental health facilities, more effort is needed to address disparities to make sure all groups have equal access to care,” McBain said. Support for the study was provided by the National Institute of Mental Health. Other authors of the study are Megan S. Schuler, Nabeel Qureshi, Samantha Matthews, Aaron Kofner, Joshua Breslau, and Jonathan H. Cantor. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}