{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:54:43.885111",
  "crawling_time_epoch": 1703231683,
  "type": "Blog",
  "title": "State of the Union 2023: Insights from RAND",
  "url": "https://www.rand.org/pubs/articles/2023/sotu-2023-insights-from-rand.html",
  "descriptions": "In his second State of the Union address, President Joe Biden covered a wide range of issues facing the United States at home and abroad, including police violence, gun policy, Russia's war in Ukraine, and U.S. competition with China.",
  "posted": "Feb 8, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/sotu-2023-insights-from-rand/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1675970545786.jpeg",
    "desc": "President Joe Biden delivers the State of the Union address as Vice President Kamala Harris and House Speaker Kevin McCarthy applaud, February 7, 2023, photo by Jacquelyn Martin/Pool via Reuters"
  },
  "content": {
    "topic": [
      {
        "tag": "China",
        "blog": "https://www.rand.org/blog.topic.china.html"
      },
      {
        "tag": "Gun Policy",
        "blog": "https://www.rand.org/blog.topic.gun-policy.html"
      },
      {
        "tag": "Gun Violence",
        "blog": "https://www.rand.org/blog.topic.gun-violence.html"
      },
      {
        "tag": "International Diplomacy",
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html"
      },
      {
        "tag": "Opioids",
        "blog": "https://www.rand.org/blog.topic.opioids.html"
      },
      {
        "tag": "Pharmaceutical Drugs",
        "blog": "https://www.rand.org/blog.topic.pharmaceutical-drugs.html"
      },
      {
        "tag": "Police-Community Relations",
        "blog": "https://www.rand.org/blog.topic.police-community-relations.html"
      },
      {
        "tag": "Politics and Government",
        "blog": "https://www.rand.org/blog.topic.politics-and-government.html"
      },
      {
        "tag": "Russia",
        "blog": "https://www.rand.org/blog.topic.russia.html"
      },
      {
        "tag": "Ukraine",
        "blog": "https://www.rand.org/blog.topic.ukraine.html"
      },
      {
        "tag": "United States",
        "blog": "https://www.rand.org/blog.topic.united-states.html"
      }
    ],
    "Article": "In his second State of the Union address, President Joe Biden covered a wide range of issues facing the United States at home and abroad, including police violence, gun policy, Russia's war in Ukraine, and U.S. competition with China. To develop effective, evidence-based solutions that can address these challenges, policymakers will need reliable, nonpartisan data and resources. Below are excerpts from the president's remarks, followed by context from RAND research, analysis, and expertise. The death of Tyre Nichols at the hands of Memphis law enforcement officers last month has renewed calls for police reform in America. Recent RAND research has examined the evidence on police killings and how to prevent them. The authors identified several focus areas, including racial inequities, police training, and consequences for officers. In 2018, RAND published the Better Policing Toolkit. This resource is designed to help law enforcement agencies choose the best strategies for effective policing—and put them to work. The toolkit focuses on building mutual trust and respect between police and the public. “This notion is important not only for improving relationships within our communities,” said project lead John Hollywood, “but also for making them safer places to live.” Our researchers also designed a tabletop exercise focused on improving police-community relations. The exercise brings together police, social service providers, and community members to explore hypothetical scenarios that are based on real events. The groups discuss what they would do if faced with a crisis that might put police and community members at odds. Gun tragedies in America continue to mount, with more than 40,000 deaths every year. RAND recently published a major update to our review of the evidence on the effects of gun laws. The analysis is part of the RAND Gun Policy in America initiative, which aims to establish a shared set of facts to improve public discussions and support the development of fair and effective gun policies. Among the latest findings, there is now supportive evidence—the strongest level of evidence in our study—that child-access prevention laws reduce firearm homicides and self-injuries among youth. There is also supportive evidence that stand-your-ground laws and “shall-issue” concealed-carry laws increase levels of firearm violence. States with gun policies that are not in line with this evidence should consider making changes as a strategy to reduce deaths and injuries. RAND experts have also created a toolkit that outlines evidence-based ways to reduce the likelihood of mass shootings and other attacks—and to minimize casualties when such incidents do occur. The toolkit is informed by an assessment of 600 past attacks and plots, interviews with dozens of outside experts, and a review of hundreds of studies. Over the last year, RAND experts have been weighing in on nearly every aspect of the war in Ukraine, including how the conflict has evolved, the Russian military's ongoing struggles, and what might lead to a resolution. Among our most recent insights, RAND’s Samuel Charap and Miranda Priebe conclude in a much-discussed paper that, after minimizing escalation risks, avoiding a long war is the most important U.S. priority. They argue that Washington should take steps that could make negotiations more likely, including clarifying plans for future Western aid to Ukraine, making commitments to Ukraine’s security, and offering Russia a pathway to partial sanctions relief. Many predict that the war in Ukraine will persist. But according to RAND's Peter Wilson and William Courtney, there are a handful of other scenarios that could lead to the war in Ukraine ending sooner than expected. For instance, there could be regime change in Moscow, the Russian military could collapse, or Ukraine could win the war outright. Policymakers would be wise to consider these possibilities, they say. Just last week, RAND experts Raphael Cohen and Gian Gentile wrote about how the Ukraine war could shape future U.S. defense strategy and investments. Russia's war “poses the question whether the United States needs to reexamine the way it prepares for future conflict,” they say, “not only which weapons it buys, but also how it envisions great-power wars in the 21st century—whether they will be short, sharp affairs or grinding, protracted struggles.” Rising tensions between the United States and China continue to be a high priority in Washington. The issue was front and center over the weekend, when a U.S. Air Force fighter shot down a Chinese surveillance balloon over the Atlantic Ocean. RAND researchers have been studying U.S.-China competition for decades. Recently, they examined China's pursuit of overseas military bases; detailed how Beijing applies economic pressure to coerce other nations—and how the United States can respond to such campaigns; and considered potential Chinese reactions to U.S. posture enhancements in the Indo-Pacific. Additionally, U.S. fears that China could try to take Taiwan by force are growing. Although there are signs that such an attack may not be imminent, RAND experts have identified lessons from Ukraine that could be useful in the event of a Chinese invasion. Others have studied what might happen if Beijing were to enact a “coercive quarantine” to prevent Taiwan from sending exports or receiving imports. RAND president and CEO Jason Matheny also weighed in on this issue, writing in The Atlantic about the importance of deterring China, given Taiwan's domination of the microchip industry—a sector of the global economy that figured prominently in President Biden's address. About two-thirds of all fatal drug overdoses involve illegally produced synthetic opioids such as fentanyl. Potent and dangerous, synthetic opioids are an “everything problem”—one that touches all policy domains and requires a comprehensive response. The Commission on Combating Synthetic Opioid Trafficking was created by Congress to examine the threat of synthetic opioids and devise a strategic approach to countering the illegal flow of these drugs into the United States. RAND experts served on the staff of this commission, supporting its research, analysis, and report writing. The commission's final report includes 78 recommendations for how to address the synthetic opioid crisis on both the supply side and the demand side. RAND researchers have also examined the nature of drug use and trafficking in Asia and China's role in the global supply of fentanyl; published a seminal study of synthetic opioids; assessed opioid use disorder treatment amid the pandemic and in emergency settings; warned about high out-of-pocket costs for the opioid antidote naloxone; and considered the potential role of heroin-assisted treatment and supervised drug consumption sites. A 2021 RAND study found that drug companies charge more for insulin in the United States than in nearly three dozen other countries. The average price per vial across all types of insulin in America is $98.70. In Japan, it's $14.40. In Canada, it's $12. In the UK, it's $7.52. More broadly, RAND researchers also found that prescription drug prices in the United States are 2.56 times those in 32 other high-income countries. Brand-named drugs are the primary driver of this disparity. Another recent RAND study modeled the potential effects of allowing for the negotiation of U.S. drug prices on behalf of Medicare and private insurers, with prices capped at 120 percent of what is paid in six other nations: Australia, Canada, France, Germany, Japan, and the UK. The results showed that negotiating prices based on what's paid in these other countries could have reduced American spending for the drugs by at least half in 2020—a savings of $83.5 billion. These potential savings are significant, but the study's lead author Andrew Mulcahy notes that the most important outcome of Medicare drug price negotiation may be “the injection of some transparency into U.S. drug pricing.” — Deanna Lee",
    "sub_article": []
  }
}