{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:51:01.294857",
  "crawling_time_epoch": 1703231461,
  "type": "Commentary",
  "title": "Stick with Europe",
  "url": "https://www.rand.org/pubs/commentary/2023/04/stick-with-europe.html",
  "descriptions": "The United States' chief competitive advantage in the contest with China is its dominant global network of friends and allies. Now is the time to strengthen those coveted ties—in Europe and elsewhere.",
  "posted": "Apr 17, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/04/stick-with-europe/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1681773929470.jpeg",
    "desc": "Polish and American soldiers stand near their armored vehicles during NATO exercises at the military range in Bemowo Piskie, near Orzysz, Poland, May 24, 2022, photo by Kacper Pempel/Reuters"
  },
  "content": {
    "source": "(Foreign Affairs)",
    "author": {
      "name": "Michael J. Mazarr",
      "profil": "https://www.rand.org/about/people/m/mazarr_michael_j.html",
      "position": "Senior Political Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@MMazarr",
      "contact": "https://www.twitter.com/MMazarr"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.europe.html",
        "tag": "Europe"
      },
      {
        "blog": "https://www.rand.org/blog.topic.geopolitical-strategic-competition.html",
        "tag": "Geopolitical Strategic Competition"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.north-atlantic-treaty-organization.html",
        "tag": "North Atlantic Treaty Organization"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "The war in Ukraine has sparked a puzzling development in U.S. national security thinking. At the same time as U.S.-European cooperation has surged, an influential group of American scholars, analysts, and commentators have begun pressing the United States to prepare to radically scale back its commitment to Europe. The basic idea is not new: restraint-oriented realists such as Emma Ashford, John Mearsheimer, Barry Posen, and Stephen Walt have long called for the United States to rethink its security posture in Europe. Now, however, they have been joined by an influential band of China hawks, led by former Pentagon official Elbridge Colby, who argue that the United States must curb its European commitments. The main contest, this group believes, is in the Indo-Pacific, against China—and Washington must focus all its resources on that confrontation. The specific wishes of these realists and hawks are often vague, combining ill-defined cuts to U.S. forces in Europe with demands for Europe to step up its own security, although without necessarily calling on Washington to ditch NATO outright. But if the United States is to reduce its obligations to NATO, to go all-in on the China threat, as they argue it should, it will have to slash its forces in Europe and at least raise the possibility of pulling away from the alliance. On a conceptual level, this idea is bold and thought-provoking.… The remainder of this commentary is available at foreignaffairs.com Michael J. Mazarr is a senior political scientist at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on Foreign Affairs on April 17, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}