{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:15:26.598702",
  "crawling_time_epoch": 1703243726,
  "type": "News Release",
  "title": "Strengthening School Lunch Nutritional Standards May Help Improve Obesity Outlook for Low-Income Children",
  "url": "https://www.rand.org/news/press/2022/05/05.html",
  "descriptions": "Regulations that strengthened the nutritional requirements for school lunches were associated with a decline in signs of obesity among school children in kindergarten through 5th grade who participated in free or reduced-price lunch programs.",
  "posted": "May 5, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2022/05/05/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1651769224295.jpeg",
    "desc": "School cafeteria workers serving healthy lunches to children, photo by SDI Productions/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Andrea S. Richardson",
      "profession": "Policy Researcher",
      "biography": "Andrea Richardson is a senior policy researcher at the RAND Corporation and a professor at the Pardee RAND Graduate School. Her research focus is nutrition epidemiology and encompasses the social and biological risk factors that underlie obesity throughout the life course. Through her work in…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/r/richardson_andrea_s/_jcr_content/par/bio.crop.130x130.cm.jpeg/1495296887517.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Andrea Richardson"
      }
    },
    "researcher": [
      {
        "research": "RAND Social and Economic Well-Being",
        "profile": "https://www.rand.org/well-being.html"
      },
      {
        "research": "RAND Education and Labor",
        "profile": "https://www.rand.org/education-and-labor.html"
      }
    ],
    "tags": [
      "Child Health",
      "Childhood Obesity",
      "Educational Institutions",
      "Nutrition",
      "United States",
      "www.rand.org"
    ],
    "Article": "Regulations that strengthened the nutritional requirements for school lunches were associated with a decline in signs of obesity among free or reduced-price lunch participating school children in kindergarten through 5th grade, according to a new RAND Corporation study. Examining low-income children over two periods of time, researchers found that students who participated in the free or reduced-price federal National School Lunch Program after nutrition standards were strengthened showed less weight gain than children who participated in the earlier version of the program. The findings are published in the journal JAMA Network Open. “Our findings suggest that improving nutritional standards for school lunches can help reduce the trajectory toward obesity among the low-income children who participate in federal school lunch programs,” said Andrea S. Richardson, the study's lead author and a policy researcher at RAND, a nonprofit research organization. Obesity remains high among American children, with severe obesity growing particularly fast among low-income groups. While school meals are a critical source of nutrients for low-income children, a growing body of evidence suggests that prior to 2010 they may have contributed to childhood obesity. In response, Congress adopted the Healthy, Hunger Free Kids Act of 2010, which elevated nutritional standards for federal school lunch programs. The healthier menus, which included increased fruit, vegetable, and whole grain amounts, were adopted in 2012. Researchers examined the influence of the healthier school lunch regulations by examining two groups of low-income children both before and after the adoption of the healthier school lunch standards. The two groups totaled about 5,960 children. The study found that children who participated in the school lunch program before the nutritional reforms showed more signs of weight gain by the time they reached 5th grade, as compared to children who did not participate in the school lunch program. Once the healthier nutrition standards were put into place, children who participated in the school lunch program did not show any differences in weight gain when compared to children who did not participate in the school lunch program. The findings suggest the nutritional improvements prompted by the Healthy and Hunger-Free Kids Act may have eased the link seen previously between participation in subsidized school lunches and obesity among school children. While the findings support the benefits of higher standards for school lunches, researchers said that many of the low-income students in the study still appeared to be headed toward obesity. “Increasing access to school meals with more-rigorous nutritional requirements that are culturally pleasing to children may be needed to achieve greater success in reducing child obesity,” Richardson said. Support for the study was provided by the National Cancer Institute. Other authors of the study are Margaret M. Weden and Irineo Cabreros, both of RAND; and Ashlesha Datar of the University of Southern California. The RAND Social and Economic Well-Being division seeks to actively improve the health, and social and economic well-being of populations and communities throughout the world. RAND Education and Labor helps decisionmakers and practitioners find solutions to education and labor market challenges."
  }
}