{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:19:09.850727",
  "crawling_time_epoch": 1703240349,
  "type": "News Release",
  "title": "Study of Unhoused People in Los Angeles Finds Numbers Growing; Only One-Third Willing to Move into Group Shelters",
  "url": "https://www.rand.org/news/press/2022/05/04.html",
  "descriptions": "A unique study conducting counts and surveys of unsheltered people in three parts of Los Angeles found that nearly half had been offered housing in the past, but they cited the housing intake process, desires for privacy, and concerns about safety as obstacles they face in efforts to get off the streets.",
  "posted": "May 4, 2022",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Jason M. Ward",
      "profession": "Co-Director, RAND Center on Housing and Homelessness",
      "biography": "Jason Ward is an economist at RAND, co-director of the RAND Center on Housing and Homelessness, and a professor of policy analysis at Pardee RAND Graduate School. His work uses the tools of applied microeconomics to study housing and homelessness policy, labor markets, and education and health…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/w/ward_jason_m/_jcr_content/par/bio.crop.130x130.cm.jpeg/1600774842640.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Jason Ward"
      }
    },
    "researcher": [
      {
        "research": "RAND Social and Economic Well-Being",
        "profile": "https://www.rand.org/well-being.html"
      },
      {
        "research": "Community Health and Environmental Policy",
        "profile": "https://www.rand.org/well-being/community-health-and-environmental-policy.html"
      },
      {
        "research": "RAND Center on Housing and Homelessness in Los Angeles",
        "profile": "https://www.rand.org/well-being/community-health-and-environmental-policy/centers/housing-and-homelessness-los-angeles.html"
      }
    ],
    "tags": [
      "Community Health and Well-Being",
      "Homeless Populations",
      "Homelessness",
      "Los Angeles",
      "Neighborhoods",
      "www.rand.org"
    ],
    "Article": "A unique study conducting counts and surveys of unsheltered people in three parts of Los Angeles found that nearly half had been offered housing in the past, but they cited the housing intake process, desires for privacy, and concerns about safety as obstacles they face in efforts to get off the streets, according to a new RAND Corporation report. The count of unsheltered people conducted over four months in downtown's Skid Row, Venice, and Hollywood found a rising number of unhoused people in those neighborhoods, and most of those surveyed reported being continuously homeless for more than three years. Around 80 percent of the unhoused people surveyed said that they would accept a private room in a shelter or hotel, a permanent stay in a motel- or hotel-like setting, or permanent supportive housing. About half would accept interim housing with access to services, shared housing, or safe camping. Less than one-third would accept a group shelter or a recovery/sober living housing offer. “We found a near-universal interest in obtaining housing among our survey respondents, but about half of those we spoke to remain unhoused, despite reporting being offered housing in the past,” said Jason M. Ward, the report's lead author and an economist at RAND, a nonprofit research organization. Those surveyed by RAND researchers indicated that they strongly prefer private housing, suggesting that increasing funding for congregate shelters—as has been espoused by some policymakers—might have a limited ability to effectively address street homelessness. “The type of housing offered to unsheltered people matters a lot,” Ward said. “Our findings suggest that large expansions in shelter capacity in the city may do little to move unhoused people off the streets.” The RAND project is the largest count of unhoused people in Los Angeles outside the annual point-in-time tally managed by the Los Angeles Homeless Services Authority. The county-wide count, largely conducted by teams of trained volunteers on one evening each January, was cancelled in 2021 because of the COVID-19 pandemic. Results from the 2022 count, delayed until February, have not yet been released. The RAND study, called the Los Angeles Longitudinal Enumeration and Demographic Survey (LA LEADS) Project, was conducted by the research organization's professional survey staff. Counts for this ongoing project were conducted roughly every two weeks in Skid Row and monthly in Hollywood and Venice since late September 2021. The current report presents results of these efforts through January of 2022. The RAND study found the total number of unsheltered people, vehicles, tents, and makeshift structures averaged 1,358 in Skid Row, 685 in Hollywood, and 523 in Venice. Over the four months of data included in the report, the total across these three areas increased by about 17 percent. Researchers also conducted a survey that randomly sampled more than 200 unsheltered people across the three neighborhoods the study focused on. The share of respondents in the RAND survey who identified as Black or African American was 38 percent higher than the results of the 2020 demographic survey conducted by the Los Angeles Homeless Services Authority in these three locations, while the share of respondents identifying as Hispanic was 24 percent lower. Black people have been consistently overrepresented among the county's unhoused residents and the results of the RAND study suggest this disparity may be growing. Among the unsheltered people surveyed by RAND, more than 75 percent had been continuously homeless for more than a year and more than 50 percent had been continuously homeless for more than three years. More than 75 percent of respondents had spent six months or longer living in the neighborhood where they were surveyed. Nearly 75 percent reported residing within California before their current location. About 90 percent of survey respondents indicated interest in receiving housing, with nearly half reporting being offered housing in the past and one-third indicating that they were currently on a housing waitlist. The most commonly reported factors that prevented respondents from moving into housing in the past were never being reached to complete the housing intake process (41 percent), privacy concerns (38 percent), and safety concerns (32 percent). “We hope that the unique methods being used in our count, as well as the results from our detailed survey of unhoused people, will help policymakers in developing effective strategies to addresses homelessness in Los Angeles County,” Ward said. The LA LEADS project is ongoing and will publish future reports, including more-detailed results comparing the RAND findings to the annual count by the Los Angeles Homeless Services Authority. The report, “Recent Trends Among the Unsheltered in Three Los Angeles Neighborhoods: An Interim Report on the Los Angeles Longitudinal Enumeration and Demographic Survey (LA LEADS) Project,” is available at www.rand.org. Support for the project was provided by the Lowy Family Group through its funding of the RAND Center on Housing and Homelessness in Los Angeles. Other authors of the report are Rick Garvey and Sarah B. Hunter. The RAND Social and Economic Well-Being division seeks to actively improve the health, and social and economic well-being of populations and communities throughout the world."
  }
}