{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:30:18.158769",
  "crawling_time_epoch": 1704166218,
  "type": "News Release",
  "title": "Successful Reconstruction of Ukraine Will Depend on Early Action, Bipartisan U.S. Effort, and U.S.-Europe Partnership",
  "url": "https://www.rand.org/news/press/2023/06/14.html",
  "descriptions": "Durable Ukrainian reconstruction will require an end to the fighting, but ultimate success hinges on a U.S.-Europe partnership and the establishment of effective post-war security arrangements.",
  "posted": "Jun 14, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Howard J. Shatz Gabrielle Tarini",
      "profession": "Senior Economist Associate Policy Researcher",
      "biography": "Howard J. Shatz is a senior economist at RAND and a professor of policy analysis at the Pardee RAND Graduate School. He specializes in international economics and economics and national security. His RAND research has included economic issues related to Russia’s 2022 full-scale invasion of… Gabrielle Tarini is an associate policy researcher at the RAND Corporation. Her research focuses on regional security issues in Europe and Asia, security cooperation, the NATO alliance, special operations forces, and civilian protection issues. She has experience working at the Department of…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/s/shatz_howard_j/_jcr_content/par/bio.crop.130x130.cm.jpeg/1692831610904.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Howard Shatz"
      }
    },
    "researcher": [
      {
        "research": "RAND National Security Research Division",
        "profile": "https://www.rand.org/nsrd.html"
      },
      {
        "research": "International Security and Defense Policy Program",
        "profile": "https://www.rand.org/nsrd/isdp.html"
      }
    ],
    "tags": [
      "European Union",
      "Nation Building",
      "North Atlantic Treaty Organization",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "Durable Ukrainian reconstruction will require an end to the fighting, but ultimate success hinges on a U.S.-Europe partnership and the establishment of effective post-war security arrangements, new research from the nonprofit, nonpartisan RAND Corporation finds. “Ukrainian reconstruction might be the largest recovery project in modern history, but it is best seen as a continuation of Europe's 75-year history of post-war rebuilding and reintegration,” said Howard Shatz, senior economist at RAND and one of the report's authors. “The United States has an essential role to play and can start by appointing an empowered reconstruction coordinator and building bipartisan support.” The report, designed to help U.S. and other officials plan an effective policy toward Ukraine, draws insights from the rebuilding of Western Europe after WWII, Eastern Europe after the Cold War, and the Balkans after the violent breakup of Yugoslavia. It provides advice on how to organize, finance, and provide security for Ukraine's reconstruction. The authors prescribe a formula to deliver successful reform and reconstruction: Ukraine sets the priorities, the United States spearheads security, and the EU leads in economic reform and recovery and advancing Ukraine's EU membership. But at the same time, the United States and European countries need to participate in both security and economic recovery. “Much like past efforts, effective and long-term reconstruction will not happen without durable post-war security arrangements, which will be driven in large part by the United States,” said Gabrielle Tarini, associate policy researcher and report author. Prioritizing post-war security arrangements is crucial not only to help encourage international trade and investment but also to deter against future attacks that could negate progress, according to the report. Russia's adherence to any peace agreement will depend on the level of deterrence and defense capability provided by the United States and Ukraine's other supporters and partners. Finding an approach strong enough to deter, but that does not unnecessarily provoke Moscow, will be a challenge. Since the end of WWII, the European security system has presented countries with a binary choice. They either join an alliance or they are on their own. But the current conflict is being fought on a different basis. NATO has continued to grow and become more powerful since the breakup of the Warsaw Pact, while Moscow's influence is much diminished. “NATO doesn't need Ukraine as a member to deter Russia,” said James Dobbins, RAND distinguished chair in security and diplomacy and a report author. “Nor does Ukraine need to become a NATO member to enjoy material support for its defense. The evolving European security order should reflect such changes in the balance of power.” Beyond security, successful reconstruction will depend on a variety of financing sources including foreign aid, private financing, and Ukraine's own resources, according to the report. Foreign aid should come with centralized oversight and strict conditions agreed upon by all donors—such as internal anti-corruption reforms—to help keep Ukraine on track and reassure foreign investors. A trusted Inspector General will be needed to uphold the integrity of assistance and oversee implementation. Frozen Russian assets could also prove important to fund part of the reconstruction bill, although utilizing these comes with some risk to international monetary arrangements. As reconstruction starts, sequencing of basic tasks—demining, rubble clearance, building shelters and schools, providing basic medical care—will prove essential to facilitating the return home of the Ukrainian population, more than one-third of which has been displaced. The United States itself should embark now on three essential tasks, the authors conclude. First, political leaders need to examine alternatives for Ukrainian security and coordinate these with allies. Second, the administration and Congress should pass a new law to set the basis for U.S. efforts in Ukraine and establish new positions, including that of a single coordinator with broad powers to shape activities to support U.S. policy goals for Ukraine's reconstruction. Finally, public support for a long-term U.S. commitment cannot be taken for granted, and policymakers should institute a bipartisan effort to build support among and explain to the American people the value of Ukraine reconstruction to the United States. “Ultimately, the goal of a secure, economically prosperous Ukraine that is fully integrated into European institutions will be a capstone achievement, beneficial on both sides of the Atlantic and a boon for global security and Western democracy,” said Charles Ries, a RAND senior fellow and report author. Research for the report, Reconstructing Ukraine: Creating a Freer, More Prosperous, and Secure Future, was conducted within the International Security and Defense Policy Program of the RAND National Security Research Division."
  }
}