{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:49:14.592902",
  "crawling_time_epoch": 1703231354,
  "type": "News Release",
  "title": "Support for Extremism Among U.S. Military Veterans Is Similar to Public at Large",
  "url": "https://www.rand.org/news/press/2023/05/23.html",
  "descriptions": "Support among military veterans for extremist groups and extremist ideals appears similar to or less than levels seen among the U.S. public in general, despite fears that it could be higher.",
  "posted": "May 23, 2023",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Todd C. Helmus Ryan Andrew Brown",
      "profession": "Senior Behavioral Scientist Senior Behavioral/\nSocial Scientist",
      "biography": "Todd Helmus is a senior behavioral scientist at RAND and a professor of policy analysis at the Pardee RAND Graduate School. A nationally recognized expert on disinformation and violent extremism, Helmus specializes in the use of data and evidence-based strategies to understand and counter… Ryan Andrew Brown is a senior behavioral/social scientist at RAND and a professor of policy analysis at the Pardee RAND Graduate School. Brown's work concerns the role of culture and social networks in driving risk-taking, violence, and other destructive and self-destructive behaviors. His…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/h/helmus_todd_c/_jcr_content/par/bio.crop.130x130.cm.jpeg/1623805163987.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Todd Helmus"
      }
    },
    "researcher": [
      {
        "research": "Justice Policy",
        "profile": "https://www.rand.org/well-being/justice-policy.html"
      },
      {
        "research": "RAND Epstein Family Veterans Policy Research Institute",
        "profile": "https://www.rand.org/education-and-labor/centers/veterans-policy-research.html"
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/military-veterans.html",
        "tag": "Military Veterans"
      },
      {
        "url": "https://www.rand.org/topics/politics-and-government.html",
        "tag": "Politics and Government"
      },
      {
        "url": "https://www.rand.org/topics/united-states.html",
        "tag": "United States"
      },
      {
        "url": "https://www.rand.org/topics/violent-extremism.html",
        "tag": "Violent Extremism"
      }
    ],
    "Article": "Support among military veterans for extremist groups and extremist ideals appears similar to or less than levels seen among the U.S. public in general, despite fears that it could be higher, according to a new RAND Corporation report. Surveying a nationally representative group of military veterans, researchers found that support for extremist groups such the Proud Boys and Antifa was generally lower than rates derived from previous representative surveys of the general U.S. population. Assessing support among veterans for extremist beliefs, researchers found results that were more mixed. Support for QAnon was lower than the public at large, while support for political violence and the Great Replacement theory appeared similar to that of the general population. The survey found that veterans of the Marine Corps expressed the highest support for extremist groups and beliefs among the different branches of military. “We found no evidence to support the notion that the veteran community, as a whole, exhibits higher rates of support for violent extremist groups or extremist beliefs than the American public,” said Todd C. Helmus, the study's lead author and a senior behavioral scientist at RAND, a nonprofit research organization. “However, our findings do suggest work still may be needed to make sure veterans are not susceptible to being recruited by those with extremist ideologies.” Concern that the veteran community is at increased risk of radicalization to violent extremism has increased since reports that a significant proportion of the people who attacked the U.S. Capitol on January 6, 2021, were currently or had been affiliated with the U.S. military. Several factors are assumed to underpin radicalization of veterans and why some extremist groups have sought to target both active-duty and military veterans. Veterans are considered significant additions to violent extremist groups, given their past weapon training and their logistic and leadership skills. They also lend a sense of legitimacy to militant groups that can further aid recruitment. In addition, the veteran population is more male and more White than the overall U.S. population, demographic factors that are associated with right-wing (and to some degree left-wing) extremism in the United States, according to researchers. To better understand the issue, RAND researchers conducted the first nationally representative survey of veterans' views about extremism and extremist groups. Researchers surveyed a group of veterans from the NORC AmeriSpeak panel during November and December 2022, analyzing responses from 989 people who reported that they previously served on active duty, but were not currently doing so. Participants were asked about extremist groups such as Antifa, the Proud Boys and white supremacist groups, as well as their attitudes toward QAnon ideology, support for political violence and the xenophobic Great Replacement theory. Considerably fewer veterans expressed support for Antifa than the overall U.S. population (5.5 percent versus 10 percent), and veterans expressed much lower support for White supremacists than the U.S. population overall (0.7 percent versus 7 percent). Veterans also expressed relatively less support for the Proud Boys (4.2 percent versus 9 percent) and the QAnon conspiracy theory (13.5 percent versus 17 percent). About 5 percent of the participants expressed support for Black nationalist groups. Despite these encouraging findings, support for the necessity of political violence (17.7 percent versus 19 percent) and support for the Great Replacement theory (28.8 percent versus 34 percent) were similar to support in the U.S. population. Only a minority of the veterans who expressed support for extremist groups also endorsed the need for political violence. Researchers found that Marine Corps veterans reported the highest levels of support for Antifa, the Proud Boys and Black nationalists, as well as the highest levels of support for political violence and the Great Replacement theory. Both Air Force and Marine Corps veterans reported stronger support for QAnon. “Given the anecdotal information about extremist group recruitment preferences and their active targeting of veterans, we would have assumed that these reported prevalence rates would be higher,” Helmus said. Researchers say it could be that veterans who support such groups may be more inclined to actually join them or participate in their activities than nonveteran counterparts. Hence, even a smaller prevalence rate of extremist attitudes among veterans could still represent an outsized security threat to the United States. “It seems clear that veterans bring a unique and dangerous set of capabilities to extremist groups,” said Ryan Andrew Brown, coauthor of the study and a RAND senior behavioral scientist. “So even a smaller prevalence rate of extremist attitudes among veterans could still represent an outsized security threat to the United States.” Researchers suggest that the U.S. military and veteran service organizations should continue to explore what drives some active-duty personnel and veterans to endorse extremist beliefs and join extremist causes. Such efforts should include both additional survey work and interview-based studies that would help researchers understand the factors that drive radicalization. Support for the study was provided by Daniel J. Epstein through the Epstein Family Foundation, which established the RAND Epstein Family Veterans Policy Research Institute in 2021, and the Pritzker Military Foundation on behalf of the Pritzker Military Museum and Library. The report, “Prevalence of Veteran Support for Extremist Groups and Extremist Beliefs: Results From a Nationally Representative Survey of the U.S. Veteran Community,” is available at www.rand.org. Rajeev Ramchand also coauthored the report. The RAND Justice Policy Program conducts research across the criminal and civil justice system on issues such as public safety, effective policing, drug policy and enforcement, corrections policy, court reform, and insurance regulation."
  }
}