{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:36:00.782476",
  "crawling_time_epoch": 1704166560,
  "type": "Commentary",
  "title": "Support to Ukraine Continues to Be for America First",
  "url": "https://www.rand.org/pubs/commentary/2023/02/support-to-ukraine-continues-to-be-for-america-first.html",
  "descriptions": "Why should the United States spend tens of billions of dollars on a war half a world away? Because it's in America's economic and strategic interests.",
  "posted": "Feb 15, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/02/support-to-ukraine-continues-to-be-for-america-first/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1676486544014.jpeg",
    "desc": "Ukrainian President Volodymyr Zelenskyy speaks during a joint news conference with U.S. President Joe Biden in the East Room of the White House, Washington, D.C., December 21, 2022, photo by Kevin Lamarque/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Raphael S. Cohen Gian Gentile",
      "profil": "https://www.rand.org/about/people/c/cohen_raphael_s.html",
      "profession": "Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist Associate Director, RAND Arroyo Center; Senior Historian",
      "username": "",
      "contact": null
    },
    "tags": [
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "A year into the war in Ukraine, some Americans, particularly those on the political right, are questioning American support for Ukraine. Indeed, only last week a group of lawmakers introduced a resolution calling on the United States to “end its military and financial aid to Ukraine and [urging] all combatants to reach a peace agreement.” Why should the United States spend tens of billions of dollars on a war a half a world away? It's a fair question. For many, the primary answer would be that a brutal dictatorship launched an unprovoked attack on a smaller, nascent democracy. Russia has killed thousands of innocent Ukrainians and raped and tortured many more. Almost 8 million Ukrainians have fled the country. Almost 18 million people need humanitarian assistance. These reasons alone would make a compelling enough case for the United States to support Ukraine's war against Russia. But, even bracketing the moral concerns, American support for Ukraine remains squarely in its own self-interest. For the last three decades, Republican and Democratic administrations alike have sought what President George H. W. Bush once described as a Europe that is “whole and free.” Such a goal is not a matter of American benevolence; it is due to economic and strategic interests. U.S. trade with Europe, for example, tops $1 trillion annually, making it on one of the largest U.S. trading partners. European allies also routinely top the list of military allies, contributing tens of thousands of troops and billions of their own dollars to American-led operations, most recently in Afghanistan, and also against the Islamic State in Iraq. U.S. security and prosperity has for decades been intertwined with Europe, and it remains so today. Ukraine's success protects not just the country itself but the whole of Europe and, with it, American economic and security interests. By contrast, a successful Russian invasion of Ukraine would place a threatening power on the doorstep of American allies, which is also a direct security threat to the United States. Russia, after all, has meddled in American elections (PDF) (and promised to do so again in the future), conducted cyberattacks against American institutions and commercial infrastructure, tried to assassinate dissidents and operatives on Western soil, and directed proxy groups to engage in a terrorism campaign against Western targets. Russia's mercenaries have even outright attacked American forces in Syria. And so, a victory for Ukraine fits squarely within U.S. interests because it would also mean a Russian defeat. Further, if the United States wants to deter a potential Chinese invasion of Taiwan, or Iranian aggression in the Middle East, then ensuring Russia's defeat would send a vivid message of deterrence. It signals that inevitable disaster awaits any state that commits such a naked act of aggression. Already, the United States can point to thousands of Russian vehicles, scores of helicopters and aircraft, and a dozen or so ships destroyed or damaged for its tens of billions of dollars invested in Ukraine's defense. The United States can likewise point to Russian battlefield reverses around Kyiv, Kharkiv, and Kherson as signs that such investments are paying off. While American taxpayers deserve to scrutinize how American money is spent, the fact is, on balance, Ukraine so far has proven to be a military investment with a remarkably good return. What's more, the Ukraine war has been and continues to be a valuable source of intelligence. Much like the 1973 Arab-Israeli War a half century ago, Ukraine has become a live fire test of American weaponry. From a military standpoint, the United States is finding out which systems work, and which do not, on a 21st-century battlefield, all without costing American lives. U.S. military assistance in Ukraine strengthens the American military in other ways as well. Much of American military assistance to Ukraine comes from existing, in some cases antiquated, military stockpiles—which means that when Congress pays for military aid to Ukraine, it is functionally allowing the United States to replace its older weapons with new ones. Ukraine aid also boosts the American defense industry and the American economy in the short run, and, in the long run, expands U.S. capacity to build everything from artillery rounds to air defense missiles. Americans are right to demand that Europe pays its fair share. That said, both Germany and France have recently promised to increase defense spending by a third. Poland has increased its budget by 70 percent since Russia's initial invasion of Ukraine, in 2014. Even tiny Estonia has given the equivalent of 1 percent of its gross domestic product in military aid to Ukraine. And so, the United States is far from shouldering the financial burden alone. A year into the Ukraine War, most Americans remain committed to providing the aid Ukrainians need. Most see the war for what it is: a blow to the liberal international order itself. But it's also worth remembering that America's support to Ukraine is for America first. Raphael S. Cohen is the director of the Strategy and Doctrine Program at the nonpartisan, nonprofit RAND Corporation's Project AIR FORCE. Gian Gentile is the deputy director of RAND's Army Research Division. This commentary originally appeared on The Hill on February 15, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}