{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:56:58.772122",
  "crawling_time_epoch": 1703242618,
  "type": "Commentary",
  "title": "Taiwan's Will to Fight May Be Stronger Than You Think",
  "url": "https://www.rand.org/pubs/commentary/2023/06/taiwans-will-to-fight-may-be-stronger-than-you-think.html",
  "descriptions": "Should China mount an invasion, Taiwan's political leadership and degree of social cohesion will be the most important factors in its defense.",
  "posted": "Jun 27, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/taiwans-will-to-fight-may-be-stronger-than-you-think/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1687905366909.jpeg",
    "desc": "Taiwanese Army troops during an inspection by Taiwanese President Tsai Ing-wen, March 12, 2022, <a href="
  },
  "content": {
    "source": "(The Diplomat)",
    "author": {
      "name": "Timothy R. Heath",
      "profil": "https://www.rand.org/about/people/h/heath_timothy_r.html",
      "profession": "Senior International/\nDefense Researcher",
      "username": "",
      "contact": null
    },
    "tags": [
      "China",
      "Security Cooperation",
      "Taiwan",
      "Threat Assessment",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Ukraine's dogged resistance to Russian aggression surprised many experts who anticipated a rapid Russian victory. It also elevated the importance of understanding a nation's resolve to resist aggression as a critical determinant of war outcomes. Ukraine's example naturally raises questions about Taiwan, which faces a similar potential threat of aggression from a powerful neighbor. Taiwan's capacity to resist high-end attack is an issue of top importance to the United States. Any U.S. military intervention in a China-Taiwan clash carries a high risk of escalation to major war. Washington and the U.S. public might opt against intervention if Taiwan's military rapidly collapsed or if the conflict appeared to be a lost cause. Conversely, a resolute and dogged Taiwanese defense could garner international sympathy and increase the likelihood of U.S. government and public support for intervention. Taiwan's resolve also plays a critical role in enabling even the possibility of a U.S. intervention. Because the Pacific Ocean is so vast, it could require considerable time—potentially several months—for the United States to mobilize sufficient U.S.-based combat power to augment forward-deployed military forces and fight a major contingency in East Asia. A strong political leadership, a largely unified and cohesive public, and strong public support for a compelling national cause or ideology offer the most durable foundation for a resolute defense. In a recently released report, RAND researchers evaluated Taiwan's capacity to resist high-end attack. We considered four factors: political leadership and society, military effectiveness, durability (ability to withstand punishment), and allied military intervention. We concluded that political leadership and society was the most important factor by far. A strong political leadership (in the form of respected national leaders capable of commanding and enforcing the public's loyalty), a largely unified and cohesive public, and strong public support for a compelling national cause or ideology offer the most durable foundation for a resolute defense. A prepared and capable military can bolster the effects of political leadership by denying the adversary an easy conquest. By staving off imminent defeat, Taiwan's military could prolong the conflict and allow time for foreign intervention to arrive and for international sympathy to strengthen. Severe disruption to the economy and infrastructure of the island—along with mounting civilian and military casualties—may bolster public resolve in the initial phases of the conflict, but over the longer term, those disruptions are likely to erode public support for the war. The promise of U.S. intervention offers an additional important resource for infusing determination and resolve, but the effects of promised intervention will depend both on the state of the island's political leadership and military capabilities and on the nature and scope of promised U.S. aid. In general, the weaker that Taiwan's political leadership and its military are, the earlier and more robust the U.S. intervention must be to maximize the prospect that Taiwan will avoid defeat. Our study raises several implications for U.S. planners and policymakers. First, analysts should pay particularly close attention to the quality and strength of the island's political leadership and degree of social cohesion in the lead up to a crisis and conflict for insight into the island's ability to withstand a large-scale Chinese attack. All other variables, to include the state of its military and the island's enduring vulnerabilities, should be regarded as of secondary importance. Paradoxically, an evaluation of the island's political leadership in peacetime sheds little insight into how it will perform at war. In Ukraine, this point has been underscored by President Volodymyr Zelenskyy's leadership, which appeared unremarkable in peace but bold and inspiring in war. This is because the circumstances of how and why a conflict begins can significantly impact a leadership's resolve and the population's cohesiveness. Since we cannot predict what circumstances will be, it is thus extremely difficult if not impossible to estimate how Taiwan's leadership may perform in war. Second, Taiwan's disadvantage in the quantity of armaments and troops does not necessarily doom it to defeat. Taiwan can take important steps to improve the effectiveness of its military. However, even if Taiwan's military dramatically improved its combat effectiveness, China's military advantage (PDF) will likely continue to grow owing to the enormous resource imbalance. Given these trends, Taiwan's ability to withstand a major Chinese attack will increasingly hinge on the strength of its political leadership and social cohesion above all other factors. Taiwan's ability to withstand a major Chinese attack will increasingly hinge on the strength of its political leadership and social cohesion above all other factors. Third, the impact of severe casualties and economic loss likely would cut two ways in a major war. Initially, Taiwan's public likely would rally around the national leadership in favor of resistance to an aggressive China. However, over the long term, heavy costs of conflict likely would erode public support for continuing the war. Public backing for a war to defend against a Chinese attack could fade after an initial surge of support. How public support changes over time could vary, depending on the strength of the island's political leadership and degree of social cohesion, however. Finally, U.S. military intervention will continue to remain important for Taiwan's ability to withstand a large-scale Chinese attack, owing to the island's vulnerability and military disadvantages. A well-led and socially cohesive Taiwan might be able to mount a determined resistance for perhaps many months, but over time the island's vulnerability and the military's inferiority would likely take a severe toll. Absent a robust U.S. military intervention, Taiwan's government would be severely challenged to withstand a determined all-out Chinese attack indefinitely. Timothy R. Heath is a senior international defense researcher at the nonpartisan, nonprofit RAND Corporation. This commentary originally appeared on The Diplomat on June 27, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}