{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:06:48.492524",
  "crawling_time_epoch": 1703239608,
  "type": "Blog",
  "title": "Teacher Pay, the Costs of Insomnia, Wildfire Prevention: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-september-15.html",
  "descriptions": "This weekly recap focuses on teachers' dissatisfaction with their pay and work hours, the staggering costs of insomnia, connections between wildfires and food insecurity., and more.",
  "posted": "Sep 15, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-15/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1694808930999.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "tags": [
      "Central Asia",
      "Democracy",
      "Economics",
      "Educator Well-Being",
      "Food Supply Security",
      "Hawaii",
      "International Diplomacy",
      "Israel",
      "Legal Case and Court Management",
      "Sleep",
      "Wildfires",
      "www.rand.org"
    ],
    "Article": "This week, we discuss survey results showing that most U.S. teachers feel overworked and underpaid; why insomnia is a multibillion-dollar problem; helping overworked public defenders; challenges facing the United States and Israel; how food insecurity and wildfire risk are connected; and why it's a good time for the United States to strengthen ties in Central Asia.",
    "sub_article": [
      {
        "title": "For Teachers, It's 'All Work and No Pay'",
        "descriptions": "The well-being of many U.S. public school teachers appears to have improved since the start of the pandemic. However, teachers in some states are still leaving their jobs at higher rates than before COVID-19 hit. RAND researchers recently conducted a survey to learn more about what might be driving America's educators out of the classroom. Here's what they found: Addressing these issues is important. When teachers leave their jobs, student achievement can suffer, and the cost of replacing teachers can be high. To increase teacher pay and improve working conditions, state policymakers could begin by setting a minimum pay for starting salaries, and district leaders could expand opportunities for extra pay for additional school-related activities.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-15/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539_830847769/imagewithclass_copy.fit.800x0.jpeg/1694807061906.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A teacher at her desk working on lesson plans, photo by skynesher/Getty Images"
        }
      },
      {
        "title": "Insomnia Costs the U.S. More Than $200 Billion Per Year",
        "descriptions": "The symptoms of insomnia, the most common sleep disorder in the world, are debilitating. And those symptoms—such as difficultly thinking clearly and maintaining concentration—have major costs in the aggregate. Researchers at RAND and RAND Europe have studied this staggering economic toll. They estimate that chronic insomnia pulls down the U.S. economy by more than $200 billion every year. Other major economies also forgo tens of billions of dollars in lost productivity.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-15/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539/imagewithclass_copy.fit.800x0.jpeg/1694807211370.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A woman lying awake in bed at 3 a.m., photo by Pormezz/Adobe Stock"
        }
      },
      {
        "title": "Public Defenders Are Overworked. Caseload Limits Can Help",
        "descriptions": "Many public defenders are overloaded with work. As a result, these attorneys are forced to prioritize some cases over others, may fail to fully investigate an issue, or may not be able to file the motions they should. This inevitably leads to harm. To address this, a new RAND report explores possible national workload standards by calculating the amount of time public defenders need to provide adequate representation in an array of adult criminal cases. Such standards can help ensure the justice system better serves all those who rely on it.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-15/_jcr_content/par/blogpost/par-blog/wrapperdiv_655378184/imagewithclass_copy.fit.800x0.jpeg/1694807623718.jpeg",
          "width": "800",
          "height": "450",
          "desc": "An attorney and her client look on as another lawyer argues in court, photo by gorodenkoff/Getty Images "
        }
      },
      {
        "title": "Are the U.S. and Israel on Parallel Paths?",
        "descriptions": "Photo by Joshua Roberts/Reuters Deep social and political divisions. Increasingly hostile rhetoric. The prominent role of religious beliefs in politics. According to RAND's Brian Michael Jenkins, these and other trends show how the United States and Israel may be on similar paths. And while the two countries also share a deep sense of foreboding about society heading for civil war, Jenkins says this is unlikely. However, one cannot rule out the real prospect of political violence.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-15/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1694807776512.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Then-U.S. President Trump and Israel's Prime Mininister Netanyahu arrive to deliver joint remarks at the White House in Washington, January 28, 2020, photo by Joshua Roberts/Reuters"
        }
      },
      {
        "title": "How Food Insecurity and Wildfire Risk Are Connected",
        "descriptions": "Photo by Mike Blake/Reuters Last month's wildfires in Maui highlight the link between food insecurity and wildfire prevention, says RAND's Lena Easton-Calabria. A significant decrease in the amount of active farming and ranching land has contributed to the fragility of the island's food supply. This shift has also increased wildfire risk by propelling the unchecked growth of invasive, fire-prone grasses. There are many ways to address this. For example, agroforestry systems, which combine the planting of trees and shrubs with crop and animal farming systems, have proven to be resilient against wildfires.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-15/_jcr_content/par/blogpost/par-blog/wrapperdiv_1035350401/imagewithclass.fit.800x0.jpeg/1694808032377.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A Maui County firefighter fights flare-up fires in a canyon in Kula on Maui island, Hawaii, August 13, 2023, photo by Mike Blake/Reuters"
        }
      },
      {
        "title": "Why the U.S. Should Strengthen Ties in Central Asia",
        "descriptions": "Photo by Olivier Douliery/Pool/Reuters Central Asia—made up of Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, and Uzbekistan—is seldom a top priority for U.S. foreign policy. But according to RAND's Hunter Stoll, now may be a good time for Washington to make greater long-term investments and rebuild its reputation there. Central Asia's souring relations with Russia and growing skepticism of China have created a rare window of opportunity, he says. And while Russian and Chinese influence in the region will never go away entirely, the United States should take advantage to ensure that it doesn't “remain on the periphery.”",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-15/_jcr_content/par/blogpost/par-blog/wrapperdiv_267892730/imagewithclass.fit.800x0.jpeg/1694808291836.jpeg",
          "width": "800",
          "height": "450",
          "desc": "diplomacyU.S. Secretary of State Antony Blinken meets with Central Asian states' foreign ministers in Astana, Kazakhstan, February 28, 2023, photo by Olivier Douliery/Pool/Reuters"
        }
      }
    ]
  }
}