{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:58:28.652941",
  "crawling_time_epoch": 1703231908,
  "type": "News Release",
  "title": "Teacher and Principal Stress Running at Twice the Rate of General Working Public, Hindering Pandemic Recovery",
  "url": "https://www.rand.org/news/press/2022/06/15.html",
  "descriptions": "U.S. teachers and principals are experiencing frequent job-related stress at a rate about twice that of the general population of working adults. Well-being is reported as especially poor among Hispanic/Latinx teachers, mid-career teachers, and female teachers and principals.",
  "posted": "Jun 15, 2022",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Elizabeth D. Steiner Sy Doan",
      "profession": "Policy Researcher Associate Policy Researcher",
      "biography": "Elizabeth D. Steiner (she/her) is a policy researcher at RAND with expertise in education policy, policy analysis, program evaluation, and qualitative methods and analysis. She is also a professor of policy analysis at the Pardee RAND Graduate School. Steiner's research is focused on ways to… Sy Doan (he/his) is an associate policy researcher at RAND and a professor of policy analysis at the Pardee RAND Graduate School. His research uses quantitative methods to study K–12 education policy, with current work in educator effectiveness, educator professional development, educator use of…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/s/steiner_elizabeth/_jcr_content/par/bio.crop.130x130.cm.jpeg/1508360612110.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Elizabeth Steiner"
      }
    },
    "researcher": [
      {
        "research": "RAND Education and Labor",
        "profile": "https://www.rand.org/education-and-labor.html"
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/coronavirus-disease-2019-covid-19.html",
        "tag": "Coronavirus Disease 2019 (COVID-19)"
      },
      {
        "url": "https://www.rand.org/topics/educational-equity.html",
        "tag": "Educational Equity"
      },
      {
        "url": "https://www.rand.org/topics/educator-well-being.html",
        "tag": "Educator Well-Being"
      },
      {
        "url": "https://www.rand.org/topics/principals.html",
        "tag": "Principals"
      },
      {
        "url": "https://www.rand.org/topics/survey-research-methodology.html",
        "tag": "Survey Research Methodology"
      },
      {
        "url": "https://www.rand.org/topics/teachers-and-teaching.html",
        "tag": "Teachers and Teaching"
      },
      {
        "url": "https://www.rand.org/topics/united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "U.S. teachers and principals are experiencing frequent job-related stress at a rate about twice that of the general population of working adults, according to a new RAND Corporation survey. Well-being is reported as especially poor among Hispanic/Latinx teachers, mid-career teachers, and female teachers and principals. Researchers conducted surveys in January of public school teachers, principals, and working adults, asking about five aspects of well-being: frequent job-related stress, ability to cope with job-related stress, burnout, symptoms of depression, and resilience to stressful events. Nearly half of the teachers said supporting students' academic learning was one of their main sources of job-related stress. Staffing was a top source of stress for principals. Teachers of color and principals of color were also more likely to experience racial discrimination. “Two-thirds of the teachers we interviewed reported taking on extra responsibilities during the pandemic like covering classes or taking additional students in their own classrooms as the result of staff shortages,” said Elizabeth D. Steiner, lead author of the report and a policy researcher at RAND, a nonprofit, nonpartisan research organization. “Teachers told us that their dedication to working with students kept them in their jobs, even though pandemic conditions have made teaching more challenging. Teaching conditions—not the work of teaching itself—are what they find to be stressful.” The survey findings suggest that access to employer-provided mental health supports is linked to lower levels of job-related stress and higher levels of resilience for both principals and teachers. About 20 percent of principals and 35 percent of teachers reported that they did not have access to employer-provided mental health supports or did not know whether they had such access. “For many principals and teachers, available mental health supports were not helpful or convenient or were too limited to address their needs,” said Sy Doan, coauthor and an associate policy researcher at RAND. “District leaders should avoid the appearance of treating wellness as a superficial or short-term problem and offer mental health and well-being supports tailored to educators' needs.” Despite the prevalence of reported job-related stress and concerning signals about educator well-being, the survey data show many educators are managing their stress and find joy in their work. District and school leaders who have not made adult relationships within schools a priority could consider transferring the strategies they use to build positive student-staff relationships to focus on adults, researchers suggest. District leaders could take a burden off pandemic-weary principals' sources of stress with system-level efforts to focus teachers and principals on their core responsibilities of instructing students and instructional leadership. The State of the American Teacher survey was funded by the National Education Association, the American Federation of Teachers and internal funds from RAND. The American Life Panel survey was funded by the American Federation of Teachers and the National Education Association. Teacher interviews were funded by the National Education Association and internal funds from RAND. The State of the American Principal survey was funded by The Wallace Foundation. Other authors of “Restoring Teacher and Principal Well-Being Is an Essential Step for Rebuilding Schools: Findings from the State of the American Teacher and State of the American Principal Surveys” are Ashley Woo, Allyson D. Gittens, Rebecca A. Lawrence, Lisa Berdie, Rebecca L. Wolfe, Lucas Greer, and Heather L. Schwartz. RAND Education and Labor, a division of RAND, is dedicated to improving education and expanding economic opportunities for all through research and analysis. Its researchers address key policy issues in U.S. and international education systems and labor markets, from pre-kindergarten to retirement planning."
  }
}