{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:56:24.300567",
  "crawling_time_epoch": 1703231784,
  "type": "Commentary",
  "title": "Ten Things That Inspired Me in 2022",
  "url": "https://www.rand.org/pubs/commentary/2022/12/ten-things-that-inspired-me-in-2022.html",
  "descriptions": "It would be impossible to capture all the important work that RAND does in a year. But RAND president and CEO Jason Matheny has compiled ten times he was inspired by RAND's efforts to bring insight to some of the biggest policy stories of 2022.",
  "posted": "Dec 15, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2022/12/ten-things-that-inspired-me-in-2022/_jcr_content/par/teaser.crop.250x187.cm.png/1671066679952.png",
    "desc": "Jason Matheny, president and CEO of the RAND Corporation, photo by Diane Baldwin/RAND Corporation, image by Kekeli Sumah/RAND Corporation"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Jason Matheny",
      "profil": "https://www.rand.org/about/people/m/matheny_jason.html",
      "position": "President and Chief Executive Officer, RAND Corporation",
      "username": "@JasonGMatheny",
      "contact": "https://www.twitter.com/JasonGMatheny"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.coronavirus-disease-2019-covid-19.html",
        "tag": "Coronavirus Disease 2019 (COVID-19)"
      },
      {
        "blog": "https://www.rand.org/blog.topic.domestic-terrorism.html",
        "tag": "Domestic Terrorism"
      },
      {
        "blog": "https://www.rand.org/blog.topic.education-policy.html",
        "tag": "Education Policy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.gun-violence.html",
        "tag": "Gun Violence"
      },
      {
        "blog": "https://www.rand.org/blog.topic.health-care-costs.html",
        "tag": "Health Care Costs"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-personnel.html",
        "tag": "Military Personnel"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-tactics.html",
        "tag": "Military Tactics"
      },
      {
        "blog": "https://www.rand.org/blog.topic.opioids.html",
        "tag": "Opioids"
      },
      {
        "blog": "https://www.rand.org/blog.topic.pandemic.html",
        "tag": "Pandemic"
      },
      {
        "blog": "https://www.rand.org/blog.topic.pharmaceutical-drugs.html",
        "tag": "Pharmaceutical Drugs"
      },
      {
        "blog": "https://www.rand.org/blog.topic.pregnancy.html",
        "tag": "Pregnancy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.racial-equity.html",
        "tag": "Racial Equity"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.taiwan.html",
        "tag": "Taiwan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      }
    ],
    "Article": "The past few years have been a crash course in how to live through extraordinary, challenging times, and 2022 was no exception. It brought the largest armed conflict in Europe since World War II, fresh uncertainty after the end of Roe v. Wade, and gutting reminders about the persistence of gun violence in the United States. As I reflect on 2022, I'm thinking about the gravity of these and other policy challenges and the very real impacts they've had—and will continue to have—on people's lives. I'm also feeling profoundly grateful. This summer, I was humbled to begin serving as the new president and CEO of RAND, an organization that exists to help solve the world's most important problems. The only way to confront such challenges is to make decisions based on evidence. Producing evidence through research and analysis is what RAND does. It's why I've idolized this place since I was 18. And it's one of the reasons I'm optimistic about the future, despite the challenges facing our world. It would be impossible for me to capture all the important work that RAND does in a year. But here are ten times I was inspired by RAND's efforts to bring insight to some of the biggest policy stories of 2022. Residents flee from the town of Irpin, Ukraine, after heavy shelling by Russia destroyed the only escape route used by locals, March 6, 2022 Photo by Carlos Barria/Reuters Arguably the defining story of the year was Russian President Vladimir Putin's illegal and unprovoked invasion of Ukraine—and the incredible resilience of the Ukrainian people. RAND research has provided insights on the war from countless angles. In light of Ukraine's impressive defense and Russia's many failures, prior RAND research suggesting that “will to fight” is the most important factor in war drew considerable interest. Similarly, a popular RAND publication on the Kremlin's “firehose of falsehood” was even more sought-after as Russian disinformation campaigns tried to warp reality. As the war evolved, RAND experts explored how to minimize the likelihood that Russia might escalate the conflict by attacking NATO. And lawmakers in Washington drew on RAND research to call for a long-term national strategy for the Black Sea region. RAND experts also weighed in on the importance of watching Russia in the Arctic; how to avoid the mistakes of past refugee crises when helping Ukrainians; a new security partnership among the United States, Australia, and the United Kingdom that could help in competition with Russia (and China); and the specter of a Russian nuclear strike, among many other topics. Abortion rights supporters protest outside the U.S. Supreme Court the day after its ruling that overturned Roe v. Wade, in Washington, D.C., June 25, 2022 Photo by Elizabeth Frantz/Reuters When the Supreme Court struck down Roe v. Wade this summer, policymakers quickly sought RAND's expertise in determining implications for the armed forces. A RAND survey indicated that as many as 4,100 active-duty U.S. service women seek abortion care each year. A related RAND publication explored the costs as well as areas in which the family planning needs of service members and Department of Defense (DoD) civilians weren't being met. It also identified several recommendations for DoD. This analysis helped spur the department to draft a new policy addressing reproductive health care. Beyond the national security world, RAND experts provided insights on the potential effects of the ruling in several areas, including why pregnant women with substance use disorders are likely to be disproportionately affected, the potential for a new wave of misinformation about abortion, and important considerations about technologies such as telemedicine and apps that track personal data. Image by Chara Williams/RAND Corporation A flurry of high-profile mass shootings this year has again underscored the urgency of curbing gun violence. The sweeping RAND Gun Policy in America initiative continues to be an essential source of evidence about the effects of policies on a range of outcomes, including mass shootings, suicides, and homicides. And a new RAND resource called the Mass Attacks Defense Toolkit identifies ways to reduce the likelihood of mass shootings—and to minimize the number of casualties when they do occur. The horror that befell Robb Elementary in Uvalde, Texas, in May highlighted the importance of safeguarding America's schools. RAND researchers partnered with the Cybersecurity and Infrastructure Security Agency to develop a guide for K–12 school security. This resource is helping school leaders and local policymakers determine how to prevent and mitigate the risk of shootings and make the most of federal funding. RAND experts also provided recommendations on how to ensure that threats don't go unreported. Veterans take part in a flag-raising ceremony at a former military post on Kinmen, Taiwan, October 15, 2021 Photo by Ann Wang/Reuters Russia's full-scale invasion of Ukraine, once unthinkable, intensified concerns that China could try to take Taiwan by force. RAND experts identified lessons from Ukraine that could be useful in the event of a Chinese invasion. They also noted that Russia's attacks seem to be motivating Taiwan to double down on its defense. This is a welcome development, since the island may be harder to safeguard than Ukraine. Researchers argued that the conflict in Ukraine should be a wake-up call for Japan, monitored reactions around the region when House Speaker Nancy Pelosi visited Taipei in August, and identified signs that a Chinese invasion may not be imminent. I added my own voice to this conversation, writing in The Atlantic about the importance of deterring China, considering Taiwan's domination of the world's microchip industry. New RAND research published in 2022 sought to anticipate Chinese reactions to U.S. posture enhancements in the Indo-Pacific and to identify China's clear “redlines.” (These appear to be limited in number, but they generally touch on efforts to enhance Taiwan's defense.) Experts also studied what might happen if Beijing enacts a “coercive quarantine” to prevent Taiwan from sending exports or receiving imports. Illustration by Alyson Youngblood/RAND Corporation Fatal overdoses, many of which involve opioids, continue to cause an enormous number of preventable deaths. To help address this crisis, RAND experts collaborated with the congressionally mandated Commission on Combating Synthetic Opioid Trafficking to develop a strategy to prevent the illegal flow of fentanyl and other synthetic opioids into the United States. The researchers stressed that, because this crisis touches all policy domains, the policy response must be comprehensive. New RAND research warned that high out-of-pocket costs could put the lifesaving opioid antidote naloxone out of reach for uninsured Americans. Another study found that most people who start taking medication for opioid use disorder on an emergency basis don't sustain the treatment. This suggests a need to help transition patients from emergency settings to community providers. Looking ahead to 2023, RAND is poised to release a comprehensive map of the “opioid ecosystem” as part of our Opioids Uncharted initiative. The ecosystem will provide decisionmakers with a clearer picture of how policy changes in one area affect outcomes in another—from child welfare and health care to the labor market and criminal justice system. An armoured vehicle of the Syrian Democratic Forces is seen along a road at the frontline in Raqqa, Syria, October 8, 2017 Photo by Erik De Castro/Reuters In the aftermath of high-profile missteps resulting in civilian casualties during U.S. military operations in Afghanistan, Iraq, and Syria, a congressionally mandated RAND study revealed how DoD efforts to minimize civilian harms were insufficient. The authors also produced a detailed case study on civilian harm in the fight against ISIS in the Syrian city of Raqqa. Their recommendations are now helping the Pentagon make crucial reforms—and avoid repeating history. And on Capitol Hill, lawmakers are acting on a RAND recommendation to establish a center of excellence to help better protect civilians. Photo by Allison Shelley for EDUimages Staffing shortages. Learning losses. Declines in student and teacher mental health. So many pandemic-era problems persist today, even as schools have started to emerge from two years of widespread disruptions. To support various initiatives to address these problems, RAND researchers have been taking the pulse of the American education system through the widely cited State of the American Teacher and State of the American Principal projects. In 2022, they released new survey findings on a range of topics, including stress among teachers and principals, how educators are navigating polarizing topics in the classroom, and which strategies teachers of color think could help diversify the education workforce. Elsewhere, the White House cited RAND research on the power of summer learning programs in its guidance for schools receiving funds through the American Rescue Plan. The Secretary of Education referenced RAND's study of New York City community schools in a request for funding to expand that program. And a California law informed by RAND research on the benefits of starting school later in the day took effect this fall. Supporters of U.S. President Donald Trump gather in front of the U.S. Capitol Building in Washington, D.C., January 6, 2021 Photo by Leah Millis/Reuters As we approach the second anniversary of the attack on the U.S. Capitol, domestic extremism in America remains a serious concern. To help address this problem, RAND researchers have sought to deepen our understanding of how extremism operates online, especially over social media. They even submitted testimony on this topic at the request of the House select committee investigating the Capitol attack. RAND experts also published new research mapping racially and ethnically motivated violent extremism online. A recent Senate homeland security appropriations bill echoed recommendations from RAND research on terrorism prevention, calling for federal grants for partnerships with community-based organizations that can identify and counter violent extremism. RAND researchers responded to a DoD request to adapt a terrorism prevention framework to military contexts, identifying opportunities for intervention at each phase of radicalization. Our experts also explored the possibility that parallels between extremism and addiction to substances could uncover new ways to prevent hate and radicalization. Photo by MC Paul L. Archer/U.S. Navy There's strong evidence that diversity makes organizations more effective. Militaries would seem to be no exception to that rule. A new RAND Europe study that examined both the UK and U.S. militaries found that diversity offers operational and strategic advantages. For example, embracing diversity can expand a military's language capabilities and even help support the development of effective, ethical, and trustworthy artificial intelligence systems. Several other new RAND reports examined various dimensions of military diversity. One study filled an important evidence gap by exploring the outcomes associated with military service—good and bad—among Black Americans. Our researchers also assessed the implementation of the Army Combat Fitness Test and the suitability of the Marine Corps' Body Composition and Military Appearance Program standards. Previously published RAND research on how to improve representation in the U.S. Coast Guard and how to increase diversity at the senior levels of the U.S. Air Force—perhaps even with an assist from artificial intelligence and machine learning—continued to have an impact in 2022. Photo by Geoff Robins/The Canadian Press via AP RAND research has illustrated just how much higher prescription drug prices are in the United States than in other countries. For example, in 2018, the average price per vial across all types of insulin was nearly $99 in America—compared with $11 in Germany and about $7 in Australia. In 2022, years of efforts by RAND researchers working alongside congressional leaders, government analysts, and other nonpartisan experts helped inform lawmakers' efforts to weigh—and ultimately enact—provisions to help lower drug costs as part of the Inflation Reduction Act. RAND experts are currently advising the Centers for Medicare and Medicaid Services on how to implement the provisions. Other RAND studies on costs continue to shape the market for health care, too. After one study found that Indiana University Health was charging rates that were 33 percent higher than the national average, the university announced that it would freeze hospital prices for five years. Senior state legislators also sent letters to nonprofit hospitals and insurance carriers citing RAND's research and insisting that they deliver a plan to lower prices to the national average by January 2025. Jason Matheny is president and chief executive officer of the nonprofit, nonpartisan RAND Corporation. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}