{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:04:36.171049",
  "crawling_time_epoch": 1703239476,
  "type": "Commentary",
  "title": "Terror and the Secondary Trauma of Social Media",
  "url": "https://www.rand.org/pubs/commentary/2023/11/terror-and-the-secondary-trauma-of-social-media.html",
  "descriptions": "As graphic images from Israel and Gaza proliferate on social media, it is likely that these images are having significant negative impacts on the mental health and well-being of many. Mitigating their impact on global mental health might require making hard choices and doing the work to forge community bonds that prioritize everyone's well-being.",
  "posted": "Nov 4, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/11/terror-and-the-secondary-trauma-of-social-media/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1699913983262.jpeg",
    "desc": "Person takes a photo of lit candles for Israeli hostages taken by Hamas at a rally for their release in New York City, November 1, 2023, photo by Lev Radin/Reuters"
  },
  "content": {
    "source": "(USA Today)",
    "author": {
      "name": "Douglas Yeung",
      "profil": "https://www.rand.org/about/people/y/yeung_douglas.html",
      "position": "Associate Director, Management, Technology, and Capabilities Program, RAND Homeland Security Research Division; Senior Behavioral and Social Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@DouglasCYeung",
      "contact": "https://www.twitter.com/DouglasCYeung"
    },
    "tags": [
      "Gaza Strip",
      "Israel",
      "Mental Health and Illness",
      "Social Media",
      "Terrorism",
      "Terrorist Organizations",
      "Trauma",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Like many, I've recently been using social media to follow the war in the Middle East. As a habit, following news like this makes a certain amount of sense—social media has often been one of the better sources for breaking information on emerging crises. Many aspects of this war are unique, but what is increasingly common is that my social media feeds, along with those of many others, are populated with extremely graphic images, many of which, having seen them, I fervently wished I could unsee. Yet I still felt compelled to follow the news, to seek out ever-more visceral videos and details of this unfolding human tragedy. I am far from alone in my exposure to this extreme content. And while it may seem like being an active, informed citizen requires such immersion in raw imagery, I am also a social psychologist and should know better. The effects of a traumatic event—and the events in Israel and Gaza are certainly that—are, as we psychologists well know, contagious. That is, their effects can spread well beyond their initial victims. In war, those victims include those who are displaced, injured, and killed, as well as those who have lost a loved one. The effects of a traumatic event are contagious. That is, their effects can spread well beyond their initial victims. The idea of secondary trauma recognizes that people indirectly exposed to an event like war can suffer as well. Take, for example, drone operators, who endlessly scan live footage and take split-second orders to fire rockets at suspected terrorists, then commute home in time for dinner. Even though they are not physically exposed to harm, these immersive sensory experiences become associated with real trauma. That jarring disconnect, especially because it often goes unacknowledged, becomes its own form of trauma for people in critical roles such as emergency rescuers, social media content moderators, law enforcement, and intelligence analysts. Secondary trauma was, for a long time, largely confined to people involved in the initial event, like first responders. Thanks to technology, however, it can now afflict anyone with a smartphone. And now, as graphic images from Israel and Gaza proliferate on social media, it is likely that these images are having significant negative impacts on the mental health and well-being of many—especially adolescents and young adults, who already struggle mightily. The proliferation of traumatizing social media content is, make no mistake, a deliberate choice. People post war dispatches for many reasons, such as to expose atrocities, but also to deceive and to serve as propaganda. Hamas attackers have hijacked victims' social media accounts to sow even more terror. For their part, social media platforms have actively encouraged the spread of misinformation—this after layoffs shed their ability to weed it out. Social media algorithms (PDF) also drive people to extreme content, even when they're not actively looking for it. The global mental health impacts of this war are only just beginning. But, like its casualties, they will likely be staggering. Social media companies could and should do more to moderate the virality of such content, but they have largely abdicated this responsibility. Many have withdrawn from the business of providing news—that is, accurate and relevant information—leaving behind a toxic stew of false and misleading posts. Communities might need to seek out less-toxic alternatives to the digital town square. People post war dispatches for many reasons, such as to expose atrocities, but also to deceive and to serve as propaganda. That mental health and health behaviors are contagious is both good and bad news. Parents should look to improve their own social media habits and model a healthy digital lifestyle for their kids. Digital health companies could also shift their focus from individual to public health. Young people are in many ways their own best hope. Today's youth are active and enthusiastic about shaping the world they will grow up in. Policymakers would do well to prioritize younger voices, concerns, and ideas when thinking through proposals toward building a less-traumatizing form of social media. Trauma is often described as a shattering of one's assumptions or worldviews. That is, when events collide with our expectations, beliefs, or hopes, we are forced to reconsider what is truly possible. This latest war—set in a world still emerging from the COVID-19 pandemic, grappling with social isolation and mental health crises—has provided plenty of traumatizing developments, with the grim promise of more to come. Mitigating their impact on global mental health might require some combination of regulations, “healthy” social networks, or personal behavior change. It certainly requires making hard choices and doing the work to forge community bonds that prioritize everyone's well-being. And much of that work starts with knowing the spillover effects of trauma, and how it affects us all. Douglas Yeung is a senior behavioral scientist at RAND Corporation and a member of the Pardee RAND Graduate School faculty. This commentary originally appeared on USA Today on November 3, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}