{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:35:25.117213",
  "crawling_time_epoch": 1704166525,
  "type": "Commentary",
  "title": "The Philippines Is America's New Star Ally in Asia",
  "url": "https://www.rand.org/pubs/commentary/2023/02/the-philippines-is-americas-new-star-ally-in-asia.html",
  "descriptions": "The election of the Philippines' new president, Ferdinand “Bongbong” Marcos Jr., in May 2022 has proven exceptionally significant for Washington's security alliances in the Indo-Pacific. Marcos has prioritized the maintenance of healthy ties to the United States, marking a sharp departure from the foreign policy of his predecessor.",
  "posted": "Feb 24, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/02/the-philippines-is-americas-new-star-ally-in-asia/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1677119761557.jpeg",
    "desc": "U.S. President Joe Biden meets with Philippines President Ferdinand Marcos, Jr. in New York, New York, September 22, 2022, photo by Leah Millis/Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "China",
      "Geopolitical Strategic Competition",
      "International Diplomacy",
      "Philippines",
      "Security Cooperation",
      "South Korea",
      "United States",
      "www.rand.org"
    ],
    "Article": "The election of the Philippines' new president, Ferdinand “Bongbong” Marcos Jr., in May 2022 has proven exceptionally significant for Washington's security alliances in the Indo-Pacific. Marcos, the son of former dictator Ferdinand Marcos, has prioritized the maintenance of healthy ties to the United States just as his father did during the Cold War. This marks a sharp departure from the foreign policy of Marcos's predecessor, Rodrigo Duterte, who sought to systematically dismantle the U.S.-Philippines alliance, decrease Manila's reliance on Washington, and diversify the country's partnerships to include new opportunities with China and Russia. Marcos's return to normal alliance relations with the United States was not an abrupt nor surprising decision. Indeed, toward the end of Duterte's tenure, it had already become apparent that the latter's pro-China policies were failing spectacularly, as Beijing pressed ahead with its territorial expansion against its maritime neighbors in the South China Sea. China's encirclement of Philippines-administered Thitu Island (also known as Pag-asa) with hundreds of militia boats, authorization of the Chinese Coast Guard to fire on non-Chinese vessels throughout the South China Sea, and mooring of more than 200 Chinese “fishing” militia boats at the disputed Whitsun Reef made Duterte's policy to cooperate with China in the South China Sea appear not only out of touch with reality but even dangerous to Philippine national security. Ultimately, Duterte was forced to reverse course even while he was still in power. After four years of staying silent, he finally allowed the Philippine Department of Foreign Affairs in July 2020 to recognize the Permanent Court of Arbitration's 2016 ruling that rejected Beijing's claims to disputed waters. (Duterte had ignored the ruling for fear of undermining his own pro-Beijing strategy.) In July 2021, he canceled his plan to terminate the Philippines-U.S. Visiting Forces Agreement, a pact that allows the U.S. military to enter and move around the Philippines with less bureaucracy—to facilitate joint training, for example. Similarly, he refrained from revoking the Enhanced Defense Cooperation Agreement, which authorizes U.S. forces to operate out of designated military bases on a rotational basis. All of these moves were a recognition that the U.S.-Philippines alliance was essential to countering China's rising assertiveness in the South China Sea. Under Marcos, the Philippines' China problem has only worsened. Most recently, on February 6, the Chinese Coast Guard directed a “military-grade laser” at the Philippine resupply mission to Second Thomas Shoal, another Philippines-controlled islet, prompting Marcos to summon the Chinese ambassador. Separately, according to analysis by the Center for Strategic and International Studies' Asia Maritime Transparency Initiative last month, Chinese Coast Guard patrols became more frequent in 2022. The Philippines is stuck in these patrols' crosshairs, with key targets being Second Thomas Shoal and Thitu Island as well as Scarborough Shoal, which Manila lost to Beijing in 2012. Last month, Marcos remarked that the tense situation “keeps you up at night, keeps you up in the day, keeps you up most of the time.…It's very dynamic. It's constantly in flux so you have to pay attention to it.” A few days ago, he remarked: “This country will not lose an inch of its territory. We will continue to uphold our territorial integrity and sovereignty.” And then there is a new concern: Taiwan. In an interview last month, Marcos said China's growing military pressure against the island, which sits just north of the Philippines, is “very, very worrisome for us.” This month, he took it a step further, lamenting, “When we look at the situation in the area, especially the tensions in the Taiwan Strait, we can see that just by our geographical location, should there in fact be conflict in that area…it's very hard to imagine a scenario where the Philippines will not somehow get involved.” In response to China's aggressive behavior, Marcos has taken several steps that are positive not only for the U.S.-Philippines alliance but also for Washington's broader Indo-Pacific strategy. This month, U.S. Defense Secretary Lloyd Austin visited Manila, the capital, and met Marcos and key Philippines defense leaders. The two nations announced an expansion of the Enhanced Defense Cooperation Agreement from five to nine sites, which will provide additional capacity for the U.S. military to project power from the Philippines to handle future contingencies. Manila's deepening of its defense relationship with Tokyo greatly complements Washington's regional strategy to deter and counter Beijing in the South China Sea and Taiwan Strait. Also this month, Marcos visited Tokyo to meet with Japanese Prime Minister Fumio Kishida. The two leaders signed a new Philippine-Japanese agreement that allows the Japanese Self-Defense Forces to operate in the Philippines on humanitarian assistance and natural disaster–related contingencies. This was explicitly framed as a first step, with both sides talking about plans to upgrade the agreement to include joint military training in the future. Standing alongside Kishida, Marcos proclaimed: “I can confidently say that our strategic partnership is stronger than ever as we navigate together the rough waters buffeting our region. The future of our relationship remains full of promise as we continue to deepen and expand our engagements across a wide range of mutually beneficial cooperation.” Manila's deepening of its defense relationship with Tokyo—another key U.S. ally—greatly complements Washington's regional strategy to deter and counter Beijing in the South China Sea and Taiwan Strait. As encouraging as the start of Marcos's tenure has been for the United States, these steps may be just the beginning of a broader strategic shift. While in Tokyo, Marcos revealed that Japan and the Philippines aren't only cooperating with each other but also are engaged in joint defense pact talks with the United States. If it comes to fruition, then such a pact could, in Marcos's words, be “a central element to…providing some sort of stability in the face of all these problems that we are seeing around us.” Bilaterally, the U.S. military could also expand defense cooperation with the Philippines to include not just the number of military bases but also the authorization of what U.S. troops can do at these sites, such as stationing troops on a more permanent rather than rotational basis. It will also be geostrategically important to see what the Philippines does with other U.S. security allies, particularly Australia and South Korea. Australia has a longstanding security partnership with the Philippines, and it is the only country other than the United States that has both a Status of Forces Agreement and Visiting Forces Agreement with the Philippines. Given their common interests in countering Beijing's coercion throughout the Indo-Pacific, it would be surprising if Canberra and Manila did not enhance their security cooperation during Marcos's tenure, which ends in 2027. Meanwhile, South Korea under President Yoon Suk-yeol has also expressed interest in enhancing security cooperation with its traditional ally, the United States, and other like-minded democratic nations. In practice, Yoon has been cautious to avoid unnecessarily angering Beijing, but he is nonetheless clear that he does not trust China, which would seem to favor additional security cooperation between South Korea and the Philippines. In the past, Seoul has been a significant provider of military equipment to Manila, not least because South Korean weapons are highly interoperable with Philippine military systems. Nonetheless, there are clear limits to Marcos's approach. The U.S. military, for instance, is very unlikely to regain permanent U.S. bases in the Philippines like it had in the 1990s at Naval Base Subic Bay and Clark Air Base. This is mainly due to the Philippine Constitution expressly outlawing foreign bases on Philippine soil unless approved by the country's parliament, where such a vote would be highly controversial. The Philippines, like virtually every other small- and medium-sized nation in the Indo-Pacific, seeks to avoid getting trapped in the intensifying great-power competition between the United States and China. Moreover, the Philippines, like virtually every other small- and medium-sized nation in the Indo-Pacific, seeks to avoid getting trapped in the intensifying great-power competition between the United States and China. That will likely keep any further security moves incremental. After meeting with U.S. President Joe Biden in New York in September 2022, Marcos visited Beijing last month to meet with Chinese President Xi Jinping to discuss potential areas of cooperation in spite of the ongoing conflict in the South China Sea and heightened concerns over Taiwan. Marcos is likely to continue to seek out compromises to avoid conflict rather than simply align fully with Washington. Overall, however, the Philippines under Marcos has undoubtedly and pleasantly surprised U.S. policymakers. He appears to be just as pro–United States as his father—and the opposite of Duterte in many ways. That is more than the Biden administration could have hoped for in its wildest dreams. Derek Grossman is a senior defense analyst at the RAND Corporation, an adjunct professor at the University of Southern California, and a former daily intelligence briefer to the U.S. assistant secretary of defense for Asian and Pacific security affairs. This commentary originally appeared on Foreign Policy on February 21, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}