{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:45:10.415715",
  "crawling_time_epoch": 1703241910,
  "type": "Commentary",
  "title": "The U.S. Military Needs to Build Arctic Capabilities and Capacity",
  "url": "https://www.rand.org/pubs/commentary/2023/12/the-us-military-needs-to-build-arctic-capabilities.html",
  "descriptions": "By making substantial investments in Arctic platforms, equipment, infrastructure, and training, U.S. military forces will be better able to shape the Arctic security environment, helping to deter potential threats and protect U.S. interests in a region that is tightly linked to overall U.S. interests.",
  "posted": "Dec 21, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/12/the-us-military-needs-to-build-arctic-capabilities/_jcr_content/par/teaser.crop.250x187.cb.jpeg/1703203937040.jpeg",
    "desc": "U.S. Marines conduct multilateral training alongside the Netherlands Royal Marines, German Sea Battalion, and Belgian Paratroopers in Norway, February 21, 2019, photo courtesy of 2nd Air Naval Gunfire Liaison Company/U.S. Marine Corps"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "Scott Savitz Abbie Tingstad",
      "profil": "https://www.rand.org/about/people/s/savitz_scott.html",
      "profession": "Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School Adjunct Senior Physical Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Arctic Region",
      "Geopolitical Strategic Competition",
      "Military Strategy",
      "Security Cooperation",
      "United States",
      "www.rand.org"
    ],
    "Article": "The United States needs to better secure its Arctic territories and waters, while working more with its allies to better secure theirs. Although the Arctic has been relatively peaceful since the end of the Cold War—a recurring mantra has been “high latitude, low tensions”—U.S. military forces need to be prepared for unexpected conflicts that can erupt quickly, like Putin's full-scale invasion of Ukraine and Hamas' devastating attack on Israel. The U.S. military's ability to operate effectively in the Arctic is impeded by various factors. As we described in a recent report, chief among these are the fact that it has so few assets that can operate in the region and so little infrastructure there, particularly in comparison with Russia. Increased investments in platforms, infrastructure, equipment, communications, multidomain awareness, and enhanced tactics and training would enable the United States to better secure its critical interests in the Arctic. These interests span the vast Arctic region: the United States needs to work alongside NATO allies to secure North America's Arctic approaches and its European allies' long, vulnerable Arctic coastlines and borders with Russia. It also has a key interest in countering Russian submarines at the Arctic's edge, where the gaps between Greenland, Iceland, and Britain are gateways for Russian submarines to enter the Atlantic. The United States also has homeland security responsibilities within its own Arctic territory and waters, where thousands of Americans live. This area also harvests roughly half of the nation's seafood, plus substantial amounts of oil, zinc, and other resources. As sea ice abates during parts of the year, the Arctic's maritime routes are becoming increasingly important shortcuts between oceans. The importance of the region to overall U.S. interests is highlighted in the Implementation Plan for the National Strategy for the Arctic Region (PDF)\n,\nreleased in October 2023, and in the 2022 National Security Strategy (PDF). It was also underscored by the U.S. Coast Guard's publication of its Arctic Strategic Outlook Implementation Plan just a week ago. Although Coast Guard operations in the Arctic are particularly visible to civilians, the Army, Navy, Marines, Air Force, and Space Force also conduct training, exercises, and operations there. The U.S. needs to work alongside NATO allies to secure North America's Arctic approaches and its European allies' long, vulnerable Arctic coastlines and borders with Russia. Challenges from both Russia and China underscore the urgency of improving Arctic military capabilities. Russia was building up its Arctic military and civilian capabilities in the years before its full-scale invasion of Ukraine. This included re-opening Arctic bases that had closed after the Cold War, conducting more extensive training and exercises, stationing more forces in the Arctic, and operating more throughout the region. It also has over 50 polar icebreakers, far more than any other country. The United States, by comparison, currently has two, though more are being acquired. China has also become increasingly involved in the region. Both of its polar icebreakers have been extensively collecting information on the Arctic's physical environment. It has invested, or tried to invest, in Arctic properties from Greenland and Europe to Siberia, and has secured the diplomatic status of an observer at the Arctic Council. In an effort to achieve a greater role in the Arctic, China has alternately referred to itself as a “near-Arctic state” and to the Arctic as a shared environment belonging to all nations, neither of which is accurate. Beijing's increasing collaboration with Moscow across all areas has also been deepening in the Arctic. The two countries have operated naval vessels together in the approaches to Alaska during the last few summers, and also recently signed a maritime law enforcement agreement that facilitates further Arctic collaboration. For the United States, Arctic-specific capabilities are needed because of the effect of the region's unique environment on operations. Any system that was not specifically designed for that environment is likely to fail: fuels gel, materials shatter, lubricants freeze, and batteries do not work. The environment is even harder on people, who struggle just to survive in extreme temperatures. Arctic operations are further impeded by the region's tremendous internal distances and its remoteness from the rest of the world. Sparse infrastructure that is relentlessly battered by the elements, limited satellite coverage, and unique electromagnetic effects that degrade communications also contribute to challenges. Climate change is also degrading coastal infrastructure and contributing to less predictable conditions. U.S. military services can also make themselves more effective by more extensively emulating the tactics, training, and equipment choices of allies that specialize more in Arctic operations than the United States does. These include Canada, Norway, Sweden, Finland, Denmark, and even non-Arctic Britain and the Netherlands. Expanding already substantial training, exercises, and operations alongside these nations can improve both U.S. capabilities and interoperability. U.S. military services can make themselves more effective by more extensively emulating the tactics, training, and equipment choices of allies that specialize more in Arctic operations. Our report on the U.S. military's ability to protect U.S. national interests and people in the Arctic primarily focused on the Coast Guard's operations there, but also considered those of other services. It recommends investing in additional Arctic-capable platforms and infrastructure. Beyond vitally needed icebreakers, other investments include a deepwater port in Nome, more ground transportation infrastructure, more communications infrastructure, and systems that contribute to multidomain awareness. Given the destructive power of the Arctic environment, these investments will require more intensive and frequent maintenance than is required for comparable systems at lower latitudes. In addition, there is a need for more personnel to be trained to operate in Arctic conditions. Maintaining personnel in this environment and the resources needed to support them will also require sustained investments. Another good investment would be in enabling some future icebreakers to be homeported in New England, in addition to the current facilities that exist in Seattle. This would increase the responsiveness and on-station time for icebreakers addressing the eastern parts of the North American Arctic and the European Arctic. By making substantial investments in Arctic platforms, equipment, infrastructure, and training, U.S. military forces will be better able to shape the Arctic security environment, helping to deter potential threats and protect U.S. interests in a region that is tightly linked to overall U.S. interests. Scott Savitz is a senior engineer at the nonprofit, nonpartisan RAND Corporation. Abbie Tingstad is an adjunct senior researcher at RAND. This commentary originally appeared on RealClearDefense on December 20, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}