{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:58:05.997768",
  "crawling_time_epoch": 1703242685,
  "type": "Commentary",
  "title": "The Case for a Governance-First U.S. Security Policy in the Sahel",
  "url": "https://www.rand.org/pubs/commentary/2023/06/the-case-for-a-governance-first-us-security-policy.html",
  "descriptions": "Both terrorism and coups are on the rise in the Sahel. To reverse this troubling trend, the United States could ramp up support aimed at improving security governance, professionalizing militaries, and strongly sanctioning all forms of military takeovers in the region. This would require a real shift from the current U.S. security approach in the region.",
  "posted": "Jun 8, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/the-case-for-a-governance-first-us-security-policy/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1686332787599.jpeg",
    "desc": "Instructors and soldiers from Ivory Coast, Burkina Faso, and Niger during U.S.-sponsored exercises at the international counterterrorism academy in Jacqueville, Ivory Coast, March 14, 2023, photo by Luc Gnago/Reuters"
  },
  "content": {
    "source": "(Hoover Institution)",
    "author": {
      "name": "Alexander Noyes",
      "profil": "https://www.rand.org/about/people/n/noyes_alexander.html",
      "profession": "Political Scientist",
      "username": "@alexhnoyes",
      "contact": "https://www.twitter.com/alexhnoyes"
    },
    "tags": [
      "Africa",
      "Counterterrorism",
      "International Diplomacy",
      "Military Strategy",
      "Security Cooperation",
      "United States",
      "www.rand.org"
    ],
    "Article": "Both terrorism and coups are on the rise in the Sahel. This is a troubling trend that the United States should be working to reverse. To do this, Washington needs to ramp up support aimed at improving security governance, professionalizing militaries, and strongly sanctioning all forms of military takeovers in the region. This will require a real shift from the current U.S. security approach in the region. The Sahel is now the “epicenter” of terrorism globally. The region accounted for 43 percent of global terrorism deaths in 2022, according (PDF) to the latest data from the Global Terrorism Index. Burkina Faso and Mali alone accounted for a huge chunk of the 2022 violence, making up (PDF) “73 percent of terrorism deaths in the Sahel in 2022 and 52 percent of all deaths from terrorism in sub-Saharan Africa.” This recent spike of extremist violence in the region is in line with longer-term trends, as terrorism rates increased more than 2,000 percent in the Sahel over the past 15 years. In addition to this worrying spike in extremist violence, coup plotters have also launched a wave of successful military interventions in the region over the past three years, including two coups each in Mali and Burkina Faso alone. This resurgence of such violent overthrows spurred United Nations chief Antonio Guterres to decry an “epidemic” of coups, a departure from a previous lull in the region. The United States has responded to these dual developments in a number of ways. To counter the terrorist threat, in addition to supporting regional and international military operations, the United States has deployed a wide range of security assistance tools. The United States has spent over $3.3 billion dollars in security assistance over two decades in the Sahel, according to the Security Assistance Monitor. This assistance has often led with tactical training and equipping partner militaries and elite special counterterrorism units in the region, as well as large-scale military-to-military exercises and smaller-scale advise-and-assist missions. The Sahel is now the “epicenter” of terrorism globally. On the coup front, the U.S. response has been decidedly mixed. The United States condemned armed takeovers and suspended (PDF) some security assistance in Mali, Burkina Faso, and Guinea since 2021. But in Chad, a long-time U.S. security partner, the United States danced around the coup label and did not apply sanctions or suspend assistance. Because the United States has engaged so widely in the region, a few recent coup plotters received U.S. training, including in Guinea, where Green Berets were actively training soldiers when they left to launch a coup in 2021. The available evidence suggests that U.S. assistance is highly unlikely (PDF) to have directly contributed to any coup activity. But the worrying actions of U.S.-trained partner forces do call into question the overall efficacy of U.S. assistance, specifically the amount of emphasis the United States places on imparting democratic civil-military relations and rule of law. Further complicating matters is an increased amount of engagement from outside powers vying for access and influence in the region, namely China and Russia. Research from the RAND Corporation has documented that while U.S. and Russian influence in sub-Saharan Africa has remained largely the same over the past two decades, Chinese influence has grown significantly. As the French have recently begun to pull back their military presence in the Sahel, the Russians—often through the shadowy Wagner Group—are actively trying to step into the void and increase their influence with coup governments and other undemocratic leaders in the region. So what is to be done? To help turn the tide of these increasingly precarious trends in the region—while also countering Chinese and Russian activity—U.S. security policy must present a much starker alternative to the aims of Beijing's and Moscow's authoritarian expansion in the region. To do so, the United States must first shift its security policy away from the delivery of tactical weapons and towards a “governance-first” policy that leads with support for institution building aimed at fostering civilian control and responsible use of force within Sahelian militaries. Despite some recent first steps in the right direction, the U.S. model of military assistance in the Sahel often continues to default to tactical-level training and equipping of unprofessional and often predatory security forces, which frequently makes things worse. To help turn the tide of these increasingly precarious trends in the region U.S. security policy must present a much starker alternative to the aims of Beijing's and Moscow's authoritarian expansion in the region. The overwhelming evidence shows that an overly militaristic and repressive terrorism response is counterproductive and only adds fuel to grievances against governments and security forces, which are the leading cause of extremism in many African countries. Moreover, past research shows that a more-holistic and smartly sequenced security assistance approach can deliver real soft and hard power results in both Africa and beyond. Indeed, a U.S. and North Atlantic Treaty Organization focus on institution building and defense management reform prior to the full Russian invasion has proven to be remarkably successful in Ukraine. This emphasis on good defense governance, doctrine, and logistics helped to build more-professional and surprisingly effective military forces in Ukraine, with clear outsized strategic payoffs for the United States and its allies. Second, the U.S. response to all types of military takeovers must be much stronger and consistent. An uneven coup response is counterproductive in the short term, giving fresh coup governments initial room to breathe and consolidate power. It is also unhelpful in the long term, creating an incentive for future overthrows by the military. Prospective coup plotters see that they too can avoid the coup label—and corollary sanctions—as long as their country has firm security ties with the United States and other Western powers. In addition to unequivocally condemning coups, the United States should also suspend assistance and apply visa restrictions on coup leaders, regardless of how “soft” (see Chad, Zimbabwe, Egypt) or hard the military action. Moving in this direction will require strong coordination across the U.S. government, particularly between the Defense and State Departments. The launch of the 21st Century Partnership for African Security in December 2022 is a start, but the devil will be in the details and implementation. A fundamental shift towards a governance-first security policy in the Sahel—leading with support for security governance and institution building—is far more likely to lead to more-professional, democratic, and stable partners, as well as pay strategic dividends for the United States. Alexander Noyes is a political scientist at the nonprofit, nonpartisan RAND Corporation and former senior advisor for security cooperation assessment, monitoring, and evaluation in the Office of the Secretary of Defense for Policy. This commentary originally appeared on Hoover Institution on June 6, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}