{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:24:48.894174",
  "crawling_time_epoch": 1704165888,
  "type": "Commentary",
  "title": "The Inevitable, Ongoing Failure of Israel's Gaza Strategy",
  "url": "https://www.rand.org/pubs/commentary/2023/10/the-inevitable-ongoing-failure-of-israels-gaza-strategy.html",
  "descriptions": "The Hamas attack represented a spectacular failure of Israel's “mowing the grass” strategy in the Gaza Strip. If there's to be any hope of preventing the next war and the one after that, Israel will need to rebuild Gaza into something better than it was.",
  "posted": "Oct 19, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/10/the-inevitable-ongoing-failure-of-israels-gaza-strategy/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1697756026842.jpeg",
    "desc": "An Israeli soldier looks out from a tank as an artillery unit gathers near Israel's border with the Gaza Strip, in southern Israel, October 12, 2023, photo by Ronen Zvulun/Reuters"
  },
  "content": {
    "source": "(Los Angeles Times)",
    "author": {
      "name": "Raphael S. Cohen",
      "profil": "https://www.rand.org/about/people/c/cohen_raphael_s.html",
      "profession": "Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "Gaza Strip",
      "Impoverished Populations",
      "Israel",
      "Military Strategy",
      "Peacekeeping and Stability Operations",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "The phrase “mowing the grass” has been the bumper sticker version of Israeli strategy in Gaza for the last decade and a half. It plays out in the following way: Palestinians, frustrated by the state of the enclave, turn to the likes of Hamas for, if nothing else, vengeance against Israel; Israel imposes restrictions such as the blockade on Gaza, citing security concerns; living conditions in Gaza deteriorate further, and discontent builds; Hamas, Palestinian Islamic Jihad, and others capitalize on the discontent and attack Israel; and Israel responds by “mowing the grass”—killing the perpetrators along with some number of civilians, buying at best a few years of relative peace and fueling further long-term radicalization. And so the cycle continues ad infinitum. “Mowing the grass” embodies more than just strategic fatalism; it also reflects a large measure of hubris. At its core lies the assumption that Israel can control the rheostat in Gaza, hitting Hamas just hard enough to deter it from attacking Israel but not so hard that Gaza implodes into chaos or explodes into a regional war. As one Israeli defense analyst said of the 2014 Gaza war, “We want to break their bones without putting them in the hospital.” “Mowing the grass” embodies more than just strategic fatalism; it also reflects a large measure of hubris. That is a hard if not impossible balance to strike year after year, especially as Gaza's internal pressures mount. Its 2 million inhabitants are packed into an area roughly the size of Philadelphia, 80 percent of them impoverished and 46 percent unemployed. Some 108,000 cubic meters of untreated sewage flow daily from the Gaza Strip into the Mediterranean Sea, and potable water can be hard to come by. Against this backdrop and absent any path to something better for Gazans, no military strategy to contain the violence can succeed in the long run. Without a safety valve, Gaza was bound to explode. Israel's mowing-the-grass strategy finally failed spectacularly on October 7. The Hamas attack underscored just how little control Israel has over Gaza. It was not just an intelligence failure and an operational failure but also a more sweeping strategic failure. The core premise behind Israel's entire approach was proved catastrophically wrong in one morning. Whether Israel has internalized this strategic failure remains a separate, open question. Prime Minister Benjamin Netanyahu has promised “to restore deterrence” to Israel's borders, and the country is mobilizing some 360,000 reservists, functionally tripling the Israel Defense Forces. This all points to a doubling down: more mowing of the grass. From a purely military perspective, Israel's hardest days are likely ahead. Hamas's extensive tunnel network underneath Gaza and threat to execute scores of hostages make a large-scale ground invasion likely. The last time Israel fought a ground war in Gaza, in 2014, it lasted 50 days, flattened large swaths of the strip, and left more than 70 Israelis and 2,000 Palestinians dead. The current Gaza war's toll has already surpassed that in just a few days, and any ground incursion has yet to begin. The Hamas attack underscored just how little control Israel has over Gaza. But once all the killing is done, Israel will have to do something even harder if it's to have any hope of preventing the next war and the one after that: It will need to rebuild Gaza into something better than it was. That means ensuring Gaza's inhabitants have a chance at economic prosperity, potentially even at the risk of loosening the blockade. That means ensuring Gaza's inhabitants have political options apart from Hamas and the corrupt and pliant Palestinian Authority. And it means rebuilding the social fabric of Gaza, which will likely be even more tattered after what could be a devastating war that could leave the enclave that much more hostile to Israel. That is not only a costly proposition of the sort that militaries are not particularly adept at. It would also be difficult for the Israeli public to stomach, particularly given the size and scale of Hamas's recent atrocities. It is nevertheless what's necessary to end the cycle of mowing the grass only to watch it grow back. Raphael S. Cohen is the director of the Strategy and Doctrine Program, RAND Project Air Force, and the lead author of “From Cast Lead to Protective Edge: Lessons from Israel's Wars in Gaza.” This commentary originally appeared on Los Angeles Times on October 19, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}