{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:43:35.120414",
  "crawling_time_epoch": 1703231015,
  "type": "Commentary",
  "title": "The Strawman Defense Is Torching Taiwan's Military",
  "url": "https://www.rand.org/pubs/commentary/2023/09/the-strawman-defense-is-torching-taiwans-military.html",
  "descriptions": "There are many reasons why the political future of Taiwan Strait relations is uncertain, but the military considerations for Taiwan are much more straightforward. Taiwan should invest in capabilities that are highly survivable and potent against a potential attack from mainland China.",
  "posted": "Sep 15, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/09/the-strawman-defense-is-torching-taiwans-military/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1694815971443.jpeg",
    "desc": "Soldiers stand in formation as Taiwanese President Tsai Ing-wen visits a military base in Chiayi, Taiwan, March 25, 2023, photo by Carlos Garcia Rawlins/Reuters"
  },
  "content": {
    "source": "(9DASHLINE)",
    "author": {
      "name": "Michael J. Lostumbo",
      "profil": "https://www.rand.org/pubs/authors/l/lostumbo_michael_j.html",
      "position": "",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.military-budgets-and-defense-spending.html",
        "tag": "Military Budgets and Defense Spending"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-transformation.html",
        "tag": "Military Transformation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.taiwan.html",
        "tag": "Taiwan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "There are many reasons why the political future of Taiwan-Strait relations is uncertain, but the military considerations for Taiwan are much more straightforward. Taiwan should invest in capabilities that are highly survivable and potent against a potential attack from mainland China. That is the only productive direction for Taiwan's military. Unfortunately, it is a path not being taken because much of Taiwan's defense budget is locked into capabilities that are neither survivable nor potent, but Taiwan's leaders have yet to explain why. The Taiwan problem is primarily a political dilemma with an uncertain future, but the military problem for Taiwan is much less complicated. For over 15 years outside analysts have warned of the need to reform Taiwan's military, which is designed and equipped for wars fought decades ago, and to completely revamp its military capabilities. Consistently, these assessments have recommended investing in capabilities with greater survivability and a more potent punch. Even Taiwan's leaders and the Taiwan Ministry of National Defense itself have expressed these views, but these ideas are not being implemented. Instead, a large share of Taiwan's military budget is being spent on systems that will quickly be lost in a conflict. The U.S. Department of Defense has recently elevated a Taiwan conflict as the primary driver of a wide range of investments, exercises, and policies. The United States is not only making its own preparations for a potential future conflict in the Pacific, but it is also the main source of sophisticated military systems delivered to Taiwan. Like Taiwan's government, U.S. officials recognise that Taiwan needs capabilities that can survive anticipated attacks but unfortunately continues to offer systems that fall woefully short of these goals. In recent years, the United States announced several expensive weapons packages, including the offer to sell 66 new F-16 fighter jets to Taiwan, even though it was widely recognised that these systems could be quickly destroyed in a war. Both the United States and Taiwan appear determined to keep walking this path, recently announcing a sale of aircraft radars that do not address the primary threat to these aircraft. Beijing has not been sitting still either and has been making some shrewd investments. Of course, China has a much larger military than Taiwan but, until recently, Taiwan enjoyed a qualitative advantage due to more advanced major weapons systems. The mainland has steadily increased defense spending for the People's Liberation Army (PLA) over the last 30 years, erasing those advantages. The PLA seeks to rapidly develop into a world-class military. As such, it could deal with many regional contingencies, yet many of the capabilities it has acquired appear particularly relevant to a Taiwan Strait conflict (PDF). China openly demonstrates how its new military capabilities could be used against Taiwan and its political leaders have issued many menacing threats. China openly demonstrates how its new military capabilities could be used against Taiwan, and its political leaders have issued many menacing threats. One quantifiable example is the frequent attempts to intimidate using PLA warplanes. In 2022, over 1,700 aircraft violated Taiwan's air space, disrupting the peace over 268 days of that year. In August 2022, the PLA fired missiles over Taiwan and established maritime exclusion zones around Taiwan as part of a major military exercise. In April 2023, the PLA again conducted similarly provocative exercises around Taiwan. To ensure the point was not missed, in August 2023, China Central Television aired an eight-part documentary on PLA preparations for an invasion of Taiwan. While increasing demonstrations of its military might, China has correspondingly decreased its diplomatic efforts. In fact, Beijing suspended the direct cross-strait political dialogue following President Tsai Ing-wen's election in 2016 and implemented several economic and trade sanctions. This trend has continued despite the fact that her government's cross-strait policies have been restrained. At the moment, the mainland is making no attempt to entice Taiwan to consider accepting some political accommodation. Nor would it be easy for them to do so because Taiwan has been watching developments in Hong Kong very closely since it came under PRC control and has noted the erosion of political rights and the relentless drive to erase Hong Kong's autonomy. As a result, the prospects for cross-strait political improvements appear small. At the same time, the increase in threatening language as well as military capabilities and exercises, points to the need for Taiwan to chart a constructive direction for its military to help ensure a secure future. Despite these worsening political, economic, and military trends in cross-strait relations, many people in Taiwan discount the possibility of an invasion. Many analysts have said China will not invade Taiwan soon. In fact, some commentators openly worry that the current “panic” may make a confrontation more likely. But it is very telling if peace is that fragile in the Taiwan Strait. Leaders in Ukraine did not think Russia would invade either, even weeks before it actually did in 2022. New military capabilities take years to field, but political sentiment can change very quickly. It is fine to take the position that cross-strait relations should not be dominated by security policies. However, it is also important to learn from the example of Ukraine and many other past conflicts and make sure the mainland never comes to the conclusion that there is a military solution to the cross-strait impasse. This is true even for those who see an invasion as a low-probability event. New military capabilities take years to field, but political sentiment can change very quickly. Deterring such a threat to a country's very existence should be the top priority of its military. The best way to do this is to field competent military capabilities. Taiwan has increased its defense budget over the last two years, but military modernisation lacks urgency and many new investments are misaligned with the threats they face. Taiwan's most recent National Defense Report has a section defining threats to Taiwan but does not identify an invasion as a threat. Instead, it emphasises the threat of coercion. Perhaps this is understandable, considering that the mainland is currently using its military to coerce Taiwan. It would be an obvious assumption that Taiwan's military has a role in countering this coercion. But this leads down a fruitless path. The military coercion currently used by the mainland will not be stopped by military force. Its goal is to influence Taiwan's politics, so any defense against it will also have to be a political one. It is up to Taiwan to decide whether military coercion achieves any political consequences. At some point, the more China shakes its fist, the less influence it will have on Taiwan. Warplanes flying in Taiwan's air space, warships sailing around the island, missile tests over the island—these may continue. Even if Taiwan had the most advanced fighter aircraft and more, it would not stop this type of military coercion. And even without new fighter jets, military coercion by China is unlikely to be effective. There are a number of ways that the PLA could use military force against Taiwan, but Taiwan will only use force in the case of war. Therefore, if war comes, only survivable and potent military capabilities will matter. But today and for many years into the future, Taiwan's military budget will be devoted to things that will be destroyed or expended very quickly. It does not have to be this way. If this could be reversed, and Taiwan fielded a layered defense of survivable, potent, military capabilities, it could achieve a combat-credible force that would make an attempted invasion look like a very costly, potentially ruinous option for the mainland. Such a strategy would prioritise investments in systems such as truck-mounted missiles and mobile air defense systems. It should also be coupled with organisational changes to make units better able to operate as disaggregated forces relying primarily on organic capabilities. Taiwan should assess its existing force and all future investments and evaluate them from the lens of their warfighting potential, which should be the primary focus for their military. Such an assessment will find that a large share of their security budget is devoted to capabilities that will not survive the first minutes of a war, or that offer very little ability to blunt an invasion. This includes the large cost to not only buy but operate fighter aircraft but also Taiwan's submarine programme, which offers a very small magazine of weapons that in many cases could be launched using cheaper and more survivable means. A fundamental national security goal is to prevent potentially devastating events, which an invasion would be. Even if some in Taiwan and elsewhere view that as a low probability now, few would deny it can be ruled out indefinitely. The obvious answer to that is to prepare now, by investing in capabilities best suited to operate against the forces the PLA is fielding. And Taiwan should divest ruthlessly from capabilities that do not meet those requirements. Unfortunately, Taiwan is investing in non-survivable and non-potent systems, squandering their defense investments and missing an opportunity to field a credible defense force. Michael J. Lostumbo is a senior defense researcher at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on 9DASHLINE on September 12, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}