{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:06:04.395732",
  "crawling_time_epoch": 1703239564,
  "type": "Commentary",
  "title": "The City of Pittsburgh's a Movie Star",
  "url": "https://www.rand.org/pubs/commentary/2023/10/the-city-of-pittsburghs-a-movie-star.html",
  "descriptions": "Pennsylvania lawmakers and other stakeholders should consider updates to the film tax credit law and economic development strategy to improve the state's competitiveness, enhance the stability of the industry, and fill gaps in the current workforce.",
  "posted": "Oct 5, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/10/the-city-of-pittsburghs-a-movie-star/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1696547781035.jpeg",
    "desc": "Filming for “The Dark Knight Rises” in Pittsburgh, Pennsylvania, August 12, 2011, <a href="
  },
  "content": {
    "source": "(Pittsburgh Post-Gazette)",
    "author": {
      "name": "Evan D. Peet",
      "profil": "https://www.rand.org/about/people/p/peet_evan_d.html",
      "position": "Codirector, RAND Center for Causal Inference; Economist; Professor, Pardee RAND Graduate School",
      "username": "@evandpeet",
      "contact": "https://www.twitter.com/evandpeet"
    },
    "tags": [
      "Economic Development",
      "Economic Policy",
      "Labor Markets",
      "New Media Arts",
      "Pittsburgh",
      "Workforce Development",
      "www.rand.org"
    ],
    "Article": "You might not know it, but many of the iconic skylines and distinct neighborhoods of the silver screen are not actually located in New York or California. In fact, the villain Bane destroyed Heinz field (as it was then), the home of the Pittsburgh Steelers, and squared off with Christian Bale's Batman on the steps of the Mellon Institute library in “The Dark Knight Rises.” Denzel Washington and Viola Davis received best actor and best supporting actress Oscar nominations after walking the streets of Pittsburgh's Hill District in “Fences.” Tom Cruise's Jack Reacher investigated a fictional shooting that occurred on the North Shore Trail of the Allegheny River in Pittsburgh. And the Fort Pitt tunnels starred along with Emma Watson in the coming-of-age drama, “The Perks of Being a Wallflower.” The film industry of Pittsburgh also stars in a recently published RAND Corporation report. It examined how the film industry determines the locations it will use and what that industry contributes to Pittsburgh's economy. In fact, the report's lead author was once a part (a very small part) of the Pittsburgh film industry workforce. He worked as an extra in “A Beautiful Day in the Neighborhood,” the biopic about the region's beloved children's television star, Fred Rogers. Through interviews with state, local, and national representatives of the film industry, the report documents three factors that attract film productions to Pittsburgh: creative fit, local resources, and cost. Creative fit: Pittsburgh has a diverse natural and built environment that enables it to be both Gotham and mid-America. The biggest local driver of a film's production costs is the tax credits offered by states. Local resources: These include Pittsburgh's skilled crew, and the ongoing development of the sound stage at the historic Carrie Blast Furnaces site in Rankin, which represents a major advance in the local production infrastructure. And cost: As Jerry Maguire knows well, “show me the money” isn't just a saying—cost is a major factor in the film location decision. While Pittsburgh scores well with lower labor and housing costs than major cities like Los Angeles and New York, the biggest local driver of a film's production costs is the tax credits offered by states. Pennsylvania's tax credit program for film productions is vital to the film industry in Pittsburgh and in the state overall. Tax credits like those offered to film productions are a common use of a state's economic development funds. The credits reduce the film production's state tax liability. If the credits exceed the production's tax liability, they can be refunded for cash or transferred or sold to other entities which owe state taxes. Currently, 38 states offer film production tax credits, including neighboring states West Virginia, New York, and Maryland. The tax credits work to attract productions because film is…cue Kevin Bacon…a “footloose” industry. The industry isn't tied to a place. Because of this, film and other “footloose” industries like high tech are the targets of state incentives. Film industry jobs generally offer higher-than-average wages and include opportunities across all levels of education and training. They're available in Pittsburgh because of the tax credits, without them the productions and jobs would simply move to another state that offers credits. But the RAND report shows that the film tax credits don't just create film industry jobs. Each dollar spent on film production in the area creates an additional $0.80 worth of production in other industries and each film job creates another 1.53 jobs in other industries. Each dollar spent on film production in the area creates an additional $0.80 worth of production in other industries and each film job creates another 1.53 jobs in other industries. This is because film productions spend money on housing for team members, machinery and materials for set design, and more. And in addition to providing jobs for local camera operators, they enhance the demand for other jobs in publishing, advertising, and other industries. State lawmakers and other stakeholders should consider updates to the film tax credit law and economic development strategy to improve the state's competitiveness, enhance the stability of the industry, and fill gaps in the current workforce. Potential updates include developing standardized measures of projected economic impact and using them to allocate tax credits; building targeted bonuses for longer-term projects into the tax credit policy to enhance sustainability; and investing in workforce pipelines to fill current gaps (e.g., film and video editing). If successful, future blockbusters will feature Pittsburgh's iconic skyline and, more importantly, many high-paying jobs available to workers of diverse education and training backgrounds will be created and supported in the region. Evan D. Peet is a professor of policy analysis at the Pardee RAND Graduate School and the codirector of the RAND Center for Causal Inference. This commentary originally appeared on Pittsburgh Post-Gazette on October 5, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}