{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:56:07.167090",
  "crawling_time_epoch": 1703231767,
  "type": "Commentary",
  "title": "The Myth of America's Ukraine Fatigue",
  "url": "https://www.rand.org/pubs/commentary/2023/01/the-myth-of-americas-ukraine-fatigue.html",
  "descriptions": "Perceptions that the United States has “Ukraine fatigue” may be more myth than reality. It could be years before any declines in the American public's support for Ukraine actually result in a change of policy.",
  "posted": "Jan 3, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/01/the-myth-of-americas-ukraine-fatigue/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1672783883722.jpeg",
    "desc": "A worker installs Ukrainian and U.S. flags along Pennsylvania Avenue ahead of a visit by Ukraine's President Volodymyr Zelenskyy, Washington, D.C., December 21, 2022, photo by Kevin Lamarque/Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Raphael S. Cohen Gian Gentile",
      "profil": "https://www.rand.org/about/people/c/cohen_raphael_s.html",
      "position": "Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist Associate Director, RAND Arroyo Center; Senior Historian",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "As the Ukraine war grinds into its second year, one of the big strategic questions is whether or not Americans and their allies are growing tired of the war. Indeed, there are media accounts of unnamed senior U.S. officials warning Kyiv about this concern—and Ukrainians, understandably, also worry that their Western backers might grow tired of the war. The question of whether Western support for Ukraine is waning has kept the pollsters busy and dominated the opinion pages. In all likelihood, this was a major reason why Ukrainian President Volodymyr Zelenskyy traveled to Washington earlier this month, leaving his country for the first time since the war began. But just how real is Americans' war fatigue? Less than it seems, most likely. Much of the concern about the United States suffering from war fatigue stems from a series of (PDF) polls (PDF) of the American electorate that found popular support for Ukraine slipping. Separate surveys from the Wall Street Journal, the Chicago Council on Global Affairs (PDF), and the Ronald Reagan Presidential Foundation and Institute (PDF) found that, while an overwhelming majority of Americans still backed Ukraine and believed Russia was the aggressor, a growing minority—particularly among Republicans—believed the United States was providing too much aid and that the war was costing the United States too much. These numbers need to be taken in context. First, in absolute terms, support for Ukraine among Americans remains relatively robust—hovering at 57 percent (PDF) or more (PDF), depending on the poll. This is a remarkable fact, particularly now that the war is nearly a year old. Nor is it unusual for there to be a partisan skew in opinion on a war. Conflicts—including in Vietnam, Iraq, and Afghanistan—often begin with support from both sides of the aisle. But as wars draw on, and as the original motive for the intervention begins to fade from collective memory, partisan divides creep in. Just how real is Americans' war fatigue? Less than it seems, most likely. Yet U.S. political support for Ukraine remains bipartisan. Congress passed multiple aid packages for Ukraine by bipartisan majorities multiple times this year, including another $45 billion as part of a broader government funding bill last week. And although there have been calls by some on the right for more scrutiny of Ukraine aid, Zelenskyy received a warm welcome from both sides of the aisle when he addressed a joint meeting of Congress. Political support for Ukraine will in all likelihood continue. True, the Republicans won control of the House of Representatives in November, and likely Speaker of the House Kevin McCarthy promised that Ukraine would no longer receive a “blank check.” And yes, some of Ukraine's staunchest legislative supporters will not return for the next congressional session. But at the same time, some of the candidates from the Republican Party's isolationist wing lost their bids in November. And plenty of Republican leaders still support more Ukraine military aid, even if they want increased oversight about how that money is spent. What's more, U.S. foreign policy has rarely perfectly followed the polls. Although successive presidential administrations have complained about the “blob” or “deep state” that blocks their foreign-policy agendas, the fact remains that Americans, for the most part, have allowed their leaders more latitude on foreign than domestic matters. That's partly because Americans tend to care less about foreign-policy issues than they do about domestic ones—particularly those that directly impact their pocketbooks. That's not to say that Americans don't have views about foreign policy. They do. Ask Americans about any particular issue—especially one that has attracted as much media attention as Ukraine—and most will offer an opinion. But polls are a snapshot in time and often change with events. Should Russia do something shocking—such as employing a nuclear weapon or trying to capture Kyiv again—support for Ukraine among the naysayers may well rebound. Another thing worth remembering is that Americans hate to lose. Case in point: Americans overwhelmingly approved then-President Barack Obama's withdrawal of U.S. combat forces from Iraq in 2011—only to slam his handling of Iraq when the Islamic State nearly overran the country in 2014. President Joe Biden's own tenure follows a similar course: Americans supported withdrawing from Afghanistan, but they blamed him for the debacle that followed. In war, from a purely political perspective, it's usually safer for politicians to stay the course. Perhaps this is why democracies' track records of playing the long game in armed conflicts is actually pretty good. From the ancient Athenians during the Peloponnesian War on through to the present day, democracies have not usually been the fickle, shrinking violets their detractors make them out to be. In the United States, the wars in Korea, Vietnam, Iraq, and Afghanistan were all eventually deeply unpopular. Yet the United States fought for three years in Korea, almost nine years in Iraq (before going back in after the initial withdrawal), and almost 20 years in both Vietnam and Afghanistan. All these campaigns involved significantly more investment of American blood and treasure than the U.S. commitment to Ukraine has demanded thus far. Finally, the most important reason to be skeptical of Americans' supposed Ukraine fatigue is, quite simply, that there is no such thing. Americans are not, in literal fact, exhausted by this war. With the possible exception of the handful of U.S. policymakers directly engaged in U.S. policy toward Ukraine, as well as those U.S. forces elsewhere in Europe providing security assistance and humanitarian relief, few Americans are actively engaged in the conflict. The United States is not suffering losses on the battlefield, nor is it enduring energy shortages. For most Americans, gas prices today average a few cents less than a year ago. And Americans aren't paying higher taxes due to the war, either. Since Congress does not need to balance the federal budget, aid for Ukraine is not coming at the expense of domestic spending, at least for the moment. A variety of American opinionmakers have their own reasons for amplifying the Ukraine fatigue narrative. Some “America first” Republicans may find the war a distraction and would prefer to talk about domestic issues, such as immigration and crime. Certain liberal anti-war activists may have a knee-jerk reaction to any U.S. military involvement, however indirect. For some media commentators, the war fatigue narrative is an easy way to frame a complex foreign topic as a domestic political debate. And a handful of voices may genuinely sympathize with Russian talking points, which regularly include the idea that the West will tire of helping Ukraine. Some Americans may really believe that they are paying more of a price for the conflict than they in fact are, but this is primarily based on perceptions—not facts. In other words, the United States' Ukraine fatigue is more myth than reality. This has important implications for the war itself. Right now, Russia's strategy seems to be largely based on protraction: Let the war grind on, and eventually the United States and its allies will lose interest, and the Ukrainians will cave. In all likelihood, this strategy will not work. If past is precedent, and present trends continue, it could be years before any of the declines in the American public's support actually result in a change of policy. At the same time, these polls should be a clarion call for U.S. leaders and the United States' allies and partners all over the world. Russia's invasion of Ukraine was more than just a dispute of borders and political allegiances: It was an attack on the liberal international order itself. To their great credit, democracies all over the world responded appropriately. As the war drags on, the leaders of the free world need to remind their publics what is at stake in Ukraine—not just for European and global security, but for democracy at large. Zelenskyy's visit to Washington was one important step in reminding Americans what is at stake, but it was only a beginning. The war in Ukraine, unfortunately, does not seem likely to end soon. As long as the fight continues on the battlefield, the battle for Western opinion must go on as well. Raphael S. Cohen is the director of the Strategy and Doctrine Program at RAND Project Air Force. Gian Gentile is the deputy director of the RAND's Army Research Division. This commentary originally appeared on Foreign Policy on January 2, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}