{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:52:59.248625",
  "crawling_time_epoch": 1703242379,
  "type": "Blog",
  "title": "The War in Ukraine, Income Share Agreements, the Tech 'Cold War': RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-august-25.html",
  "descriptions": "This weekly recap focuses on why Ukraine isn’t like World War I, an alternative to student loans, the tech “Cold War",
  "posted": "Aug 25, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-august-25/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1692995452746.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "tags": [
      "China",
      "Educator Well-Being",
      "Emerging Technologies",
      "Geopolitical Strategic Competition",
      "India",
      "Information Operations",
      "Postsecondary Education",
      "Russia",
      "School Finance",
      "Ukraine",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "This week, we discuss why comparing the war in Ukraine to World War I is misleading; income share agreements as an alternative to student loans; how India is edging out China in South Asia; how to plan ethical influence operations; parental involvement in schools; and the U.S.-China race for technological supremacy.",
    "sub_article": [
      {
        "title": "Stop Comparing Ukraine to World War I",
        "descriptions": "Many commentators have likened today's Russia-Ukraine war to the Western Front of World War I. But this analogy is misleading, say RAND's Raphael Cohen and Gian Gentile. They argue that the Second World War (in particular, the battles that took place in the hedgerows of Normandy in the summer of 1944) is a better historical precedent to understand the current conflict in Ukraine. Cohen and Gentile cite several reasons for this: the “fluid” nature of the fighting, troop density levels, the terrain, and the all-important question of morale. None of these similarities guarantee that Ukraine will achieve a breakout like the U.S. Army did in Normandy nearly 80 years ago. But the World War II analogy is nonetheless an argument for patience and persistence. In 1944, the U.S. Army's slow, daily advances wore down the German defenders. Today, the Ukrainian military is moving at a similar pace. “Whether this halting progress ultimately grinds the Russian military down—or grinds to halt—will only be revealed in time.”",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "Are Income Share Agreements a Viable Alternative to Student Loans?",
        "descriptions": "An income share agreement, or ISA, is a student loan alternative offered by many postsecondary institutions. Under an ISA, students receive money for education in exchange for a share of their future income. To learn more about this approach, RAND researchers conducted a national survey and studied more than 160 ISA-offering institutions. The findings shed light on an emerging financing option that could help alleviate the increasing financial burden carried by students.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-august-25/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539/imagewithclass_copy.fit.800x0.jpeg/1692993940261.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A college student using a laptop, photo by shapecharge/Getty Images"
        }
      },
      {
        "title": "India Is Pushing Back Against China",
        "descriptions": "Photo by ANI/Reuters India is no longer losing its strategic competition with China in South Asia, says RAND’s Derek Grossman. In fact, India may even be winning, as it gains influence with Afghanistan, maintains a strategic partnership with Bangladesh, and strengthens ties with other neighbors. There is no guarantee that things will stay this way, Grossman warns, which is why Washington should “bolster New Delhi's efforts to not only stay ahead of Beijing in South Asia, but further widen the gap.”",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "How to Plan Ethical Influence Operations",
        "descriptions": "Photo by Tech. Sgt. Devin Nothstine/U.S. Air Force During their training, all U.S. military personnel learn about ethics associated with the use of force. But the personnel responsible for planning and executing influence operations do not receive training focused specifically on ethics. A new RAND report helps fill this gap, establishing criteria to help military practitioners determine whether a proposed influence operation is ethically permissible. For example, influence efforts should seek legitimate military outcomes, employ means that are not harmful, and have a high likelihood of success.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-august-25/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1692994851862.jpeg",
          "width": "800",
          "height": "450",
          "desc": "An aerial combat camera craftsman poses during Scorpion Lens 23, an annual training event at Joint Base Charleston, South Carolina, March 15, 2023, photo by Tech. Sgt. Devin Nothstine/U.S. Air Force"
        }
      },
      {
        "title": "Political Polarization in Schools: Parents Are Part of the Problem and the Solution",
        "descriptions": "Recent RAND surveys show that educators at all levels have experienced pressure from parents when it comes to discussing politicized topics, such as race and gender, in the classroom. These same surveys also highlight the importance of including parents in efforts to address the problem of heightened political polarization in schools. Our researchers suggest a two-pronged approach: a proactive strategy to engage parents in conversations about students' learning, and a reactive strategy to help educators manage conflict if it does occur.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "How the U.S. Can Win the Tech 'Cold War'",
        "descriptions": "Both the United States and China are racing to develop AI and other emerging technologies to gain a competitive edge in the global contest for power, security, wealth, and influence. To stay ahead, RAND's Caitlin Lee says that Washington may want to look back to the Cold War. The U.S.-Soviet race to develop nuclear weapons is a useful example because it encourages a systematic approach to identifying which technologies have the best chance of countering China's aggression and effectively defending the West.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-august-25/_jcr_content/par/blogpost/par-blog/wrapperdiv_267892730/imagewithclass.fit.800x0.jpeg/1692995211740.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Flags of United States and China on computer processors, photo by kritsapong jieantaratip/Getty Images"
        }
      }
    ]
  }
}