{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:09:06.738352",
  "crawling_time_epoch": 1703239746,
  "type": "Commentary",
  "title": "The War in Ukraine—Whose Quagmire?",
  "url": "https://www.rand.org/pubs/commentary/2023/07/the-war-in-ukraine-whose-quagmire.html",
  "descriptions": "Ukraine faces new perils. Not because of anything happening on the battlefield, but because Western impatience could force Ukraine into the spot it least wants to be in: at the negotiating table with Russia. Or, worse, not at the table where its future may be decided.",
  "posted": "Jul 11, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/the-war-in-ukraine-whose-quagmire/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1689141839911.jpeg",
    "desc": "A boy waves a Ukrainian flag as an armored vehicle from the Ukrainian army goes to the Bakhmut frontlines, in Sloviansk, Ukraine, June 27, 2023, photo by Celestino Arce/NurPhoto/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "position": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "tags": [
      "International Diplomacy",
      "Russia",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Ukraine faces new perils. Not because of anything happening on the battlefield, but because Western impatience could force Ukraine into the spot it least wants to be in: at the negotiating table with Russia. Or, worse, not at the table where its future may be decided. Ukraine's spring—now summer—counteroffensive is underway, but progress is slow. With no knockout blow from Ukraine and Russia's military leadership caught up in a “Game of Thrones” drama, some will argue it is time to wrap this conflict up before it turns into another “quagmire” or “forever war”—even if that means coercing Ukraine to accept an unfavorable settlement. According to news reports out last week, former senior U.S. officials met with Russia's foreign minister this spring to discuss potential talks to end the Ukraine war. The White House and State Department said the Biden administration did not sanction or support the secret meetings, but that may not entirely dispel suspicions in Kyiv—or capitals in Europe—that the United States might be looking for an offramp. As NATO begins its summit in Vilnius, President Biden could have to reassure nervous allies that the United States is not about to bail out. Russia depends on fear and fatigue to weaken Western resolve and fracture the alliance that is crucial to Ukraine's survival. To make this strategy work, Putin must persuade Western audiences that Russia is unwilling to lose at any cost, that Russia sees this war as existential. Russia's former president and Putin ally Dmitry Medvedev has warned that the standoff between Moscow and the West will last for decades. The implication: The only exit for the West is acquiescence to Moscow's terms. The Ukrainians may want to continue the fighting; the West must intervene to stop them. Perceptions of a stalemate lend weight to those who have suggested from early on that the war can be ended only by negotiations. Moscow's portrayal of the situation reinforces those Western observers who already believe the war is at a stalemate. Russia, despite its willingness to call up more troops and suffer appalling casualties, cannot crush Ukrainian resistance. Ukrainian forces, however heroic, tactically clever, and increasingly better armed, cannot drive the invaders out of the country. Perceptions of a stalemate lend weight to those who have suggested from early on that the war can be ended only by negotiations. Proponents of negotiations advance several arguments. One is humanitarian. The West must intervene to save Ukrainian lives, and the lives of their own citizens, against possible Russian nuclear attacks. Putin keeps flashing the nuclear card to remind them of the peril. Moving the issue from the battlefield to the negotiating table also will allow the resumption of a continuous flow of grain shipments, saving the lives of those imperiled by global food shortages. And it will enable economically stressed governments to reallocate the costs of supporting Ukraine to meeting their own domestic needs—and for the United States to focus its efforts on the China threat. A negotiated end to the war also could get Western political leaders out of a tight spot. Support for Ukraine thus far has been more robust than anticipated, but public opinion on the war is divided and fickle, which Russian information warfare continues to exploit. Facing domestic opposition, political leaders could find it convenient to end the conflict. Others would be pleased to return to business-as-usual: cheap Russian gas, an end to bothersome sanctions, unimpeded globalization, improved bottom lines. Ukraine, on the other hand, knows what negotiations with Russia lead to: more aggression. In return for Ukraine's 1994 agreement to turn over to Russia the Soviet missiles, bombers, and 1,900 nuclear warheads left in Ukraine when the Soviet Union fell, Moscow agreed to respect Ukraine's independence. Three years later, Russia signed another treaty with Ukraine, affirming the inviolability of existing borders. Inviolability did not prevent Russia from seizing Tuzla Island off the coast of Crimea in 2003, claiming it was bathed in Cossack blood and therefore sacred to Russia. The agreements did not stop Russia from invading and annexing Crimea or providing direct military support to pro-Russian separatists in 2014. The Crimean conflict led to further international negotiations, which reduced the fighting, but did not end the conflict or stop Russia from launching an all-out invasion last year. Over the past two decades Russia has escalated from occupying a little island, to annexing large parts, to invading the entire country. Indeed, since the invasion began Putin has never ordered Russian troops to stand down, never suggested it might pull back from occupied territory, nor backpedaled on his assertions that Ukraine is not really a sovereign country and that its government's alliances must buttress Russia's security. It's a mistake to presume that Putin is ready to negotiate anything other than ending the West's support of Ukraine. And why should he? Russia has the strategic initiative. It can choose to advance or escalate. Or, as it has demonstrated, it can take a break for months or years, then renew its now 20-year military campaign, which some Russian officials candidly portray as a reconquest. As the defender, Ukraine's only choices are to fight back or capitulate. Some of the proponents of negotiations, by contrast, already have signaled their own willingness to concede Crimea to Russia and allow Russian occupation of land it currently occupies in Eastern and Southern Ukraine. They point to the costs and risks of continued fighting, but there are costs and risks inherent in negotiations. How might other former Soviet Union and Warsaw Pact countries—especially the Baltic Republics and Poland—regard a deal that recognizes Russian occupation of Ukrainian territory? Will assurances that as NATO members they are safe suffice? Or could alliance guarantees go wobbly if Putin again brandishes nuclear weapons? It is also not enough just to stop the shooting. How can any new agreement be enforced? How—under a continued threat of renewed Russian incursions—can refugees safely return? How much investment can be expected so long as hostile Russian forces remain ready to renew the fighting? Negotiations acquire their own momentum. Victory is redefined as reaching an agreement. Once out of the headlines, crucial issues can easily be forgotten or fudged in the singular quest for a deal. It's a mistake to presume that Putin is ready to negotiate anything other than ending the West's support of Ukraine. There is also a notion that Ukraine can only win the war by driving the Russian invaders out of the country, but that is not necessarily true. The Afghan resistance movement did not drive Soviet forces out of the country. Facing mounting losses without subduing the country, Moscow agreed to withdraw from Afghanistan. The Taliban did not drive U.S. forces out of Afghanistan, nor were there heavy American casualties in the final years of the war. The United States decided to withdraw because it perceived the price of remaining not worth it. The Afghanistan examples are not unique in war. After years of heavy losses, Germany agreed to an armistice and ultimately surrendered after its 1918 offensive failed. American forces were not defeated in Vietnam. The American public turned against what they perceived as a quagmire. The Soviet army was not driven out of Afghanistan, nor were American troops. They were withdrawn from a contest that had cost too much and gone on too long. Ukraine is Russia's quagmire—its forever war. A war that many among Russia's elite reportedly no longer believe Putin can win. Totalitarian governments can ignore public attitudes, but not forever. Czarist Russia is Exhibit A. Ukrainians' ultimate leverage derives from the credible threat that they will resist forever, even if Russia were able to overrun the entire country. If the Ukrainians have any advantage now, it is that the war provides continuous visual reminders of their heroic defense and Russia's barbarous behavior, which engenders public sympathy in the West. Exchanging that moral clarity for the more-complicated dynamics of negotiations, in which Kyiv will lose agency and autonomy, will deprive Ukraine of its compelling narrative, which may be its most powerful weapon. Meanwhile, Western leaders should keep in mind that Ukraine does NATO a favor by weakening Russia. Rather than fearing that this could be a forever war (in which not a single NATO soldier has died), it should be NATO's mission to ensure that it is a forever war—for Russia. That is Ukraine's path to victory, and Russia knows it. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of the 2022 book, “Plagues and Their Aftermath: How Societies Recover from Pandemics.” He also recently published a seven-part series on the consequences of the war in Ukraine. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}