{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:32:00.092585",
  "crawling_time_epoch": 1704166320,
  "type": "Commentary",
  "title": "The Changing Landscape of Health Literacy During the COVID-19 Pandemic",
  "url": "https://www.rand.org/pubs/commentary/2023/05/the-changing-landscape-of-health-literacy-during-the.html",
  "descriptions": "With the official public health emergency ended, now is a good time to reflect on the changing landscape of health literacy and consider how we can improve health communication in the future.",
  "posted": "May 9, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/05/the-changing-landscape-of-health-literacy-during-the/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1685543804539.jpeg",
    "desc": "Hand holding up a phone with a COVID-19 news update news page, photo by svetikd/Getty Images"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Julia Bandini Lucy B. Schulson Laurie T. Martin",
      "profil": "https://www.rand.org/about/people/b/bandini_julia.html",
      "profession": "Behavioral and Social Scientist; Professor of Policy Analysis, Pardee RAND Graduate School Associate Physician Policy Researcher Senior Policy Researcher; Affiliate Faculty, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Coronavirus Disease 2019 (COVID-19)",
      "Health Literacy",
      "Media Literacy",
      "Pandemic",
      "Public Health",
      "United States",
      "www.rand.org"
    ],
    "Article": "As the official public health emergency comes to a close, now is as good a time as any to reflect on how the COVID-19 pandemic transformed both health care and social life in the United States and globally. From the very start, the “infodemic” of often confusing and inaccurate information about the virus and vaccines, the shifting guidelines for protecting one's self and one's household, and the restrictions on gatherings or travel to protect society at large created a sense of panic and confusion. Good information was always out there, but there was just so much of it to sift through, and more and more each day. This deluge of information caused us, as health researchers, to realize that health literacy is more important than it ever has been before. Health literacy simply means an individual's ability to find, understand, and use accurate information to make informed decisions about their—or their loved ones'—health. At the same time, however, the idea of being a health-literate person relies on a few key assumptions: that the information is easy to locate; is written in a way that people understand; and that the information is largely static and points to a single, graspable “truth.” For example, someone with competent health literacy might simply be looking up instructions for properly using a new medication they've been prescribed, or they might be looking for ways to make changes in their behavior to improve their health. Yet, in recent years, and particularly since the start of the COVID-19 pandemic, health literacy has become a far more complex endeavor. For starters, there has been an erosion of public trust in the sort of hard data and solid facts from trusted sources that were long assumed to be more or less unassailable. This “Truth Decay” has challenged the very concept of what it means to be health-literate. Social media has certainly played a major role here, serving as a vehicle for dissemination of misinformation around COVID-19. Public information around the virus has also been less accessible to some Americans because of the language or literacy level at which information is written, further perpetuating disparities. Health literacy was further complicated by the need to make decisions under uncertainty and the rapid pace of scientific advancement, which meant that decisions had to be continually reassessed with new information. Much of the information around COVID-19, for example, required the public to not only take in many numbers, rates, and percentages, all while weighing their individual tolerance for risk, but misinformation around COVID-19 vaccines proliferated by taking advantage of people's basic discomfort with and misunderstanding of statistics. Severe allergic reactions to the vaccine—which received undue attention online—are exceedingly low, likely around five cases per one million vaccinations. But emotional, anecdotal evidence is always going to be more compelling than stats. We are, after all, storytelling creatures. We communicate by language, not numbers; by story, not statistics. Emotional, anecdotal evidence is always going to be more compelling than stats. So how, then, might we better get across vital, fast-moving, ever-changing, numbers-based information when the next pandemic strikes? We need to reimagine how we present health information, while also rethinking how we disseminate it. Sharing experiences that appeal to the emotional aspects of the virus may be an effective strategy for helping individuals understand health information. Furthermore, we need to think about where people are getting their health information and leverage trusted messengers in the community and on popular sites such as TikTok or YouTube. Visual aids may play an important role here, too. While the COVID-19 pandemic has had devastating effects during the last three years, it is also a time to reflect on the changing landscape of health literacy and consider how we can improve health communication in the future. Addressing challenges related to the spread of misinformation and finding ways to help people make decisions under deep uncertainty and with evolving information will be difficult, but we owe it to ourselves to try. Julia Bandini is an associate behavioral/social scientist at the nonprofit, nonpartisan RAND Corporation. Lucy Schulson is an associate physician policy researcher at RAND, an assistant professor of medicine at the Boston University, and a practicing board-certified internist at Boston Medical Center with a clinical focus on primary care for immigrant populations. Laurie Martin is a senior policy researcher at RAND with over 20 years in the fields of public health and health policy. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}