{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:08:42.542115",
  "crawling_time_epoch": 1703239722,
  "type": "Commentary",
  "title": "The EU Can't Treat Ukrainian Refugees Like Short-Term Visitors",
  "url": "https://www.rand.org/pubs/commentary/2023/07/the-eu-cant-treat-ukrainian-refugees-like-short-term.html",
  "descriptions": "Although EU countries, communities, and citizens have been very welcoming to Ukrainian refugees, it is not enough to treat them as short-term visitors, meet their immediate humanitarian needs, and let them wait out the war. By educating and employing them instead, EU countries can enrich their own communities and support Ukraine.",
  "posted": "Jul 24, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/the-eu-cant-treat-ukrainian-refugees-like-short-term/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1691788130728.jpeg",
    "desc": "Teacher Aleksandra Artemova teaches Ukrainian refugee children during a school preparation course in Dusseldorf, Germany, March 18, 2022, photo by Thilo Schmuelgen/Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Shelly Culbertson Thomas S. Szayna",
      "profil": "https://www.rand.org/about/people/c/culbertson_shelly.html",
      "position": "Director, Infrastructure, Immigration, & Security Operations Program, RAND Homeland Security Research Division; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Adjunct Political Scientist",
      "username": "@SC_Culbertson",
      "contact": "https://www.twitter.com/SC_Culbertson"
    },
    "tags": [
      "Educational Equity",
      "European Union",
      "Labor Markets",
      "Refugees",
      "Students",
      "Ukraine",
      "www.rand.org"
    ],
    "Article": "As the war in Ukraine passes the 500-day mark, hopes are fading that the refugee crisis set off by Russia's brutal invasion will be over any time soon. Already, 6.3 million Ukrainians have been recorded as refugees since February 2022; most have gone westward to Poland, Germany, and other European Union countries. All told, around 15 percent of Ukraine's estimated 2021 population of 44 million has left the country. This massive wave followed the 2.6 million Ukrainians who fled after Russia's invasion of Crimea and the eruption of fighting in the Donbas in 2014. The refugees are in their host countries to stay—for the next few years or more. Even in the absence of war, refugees return to their countries of origin at low rates: Our 2021 RAND study found that since 1980, only about one-third of all refugees worldwide were back in their home countries a decade after hostilities ended. Return rates to Ukraine may likewise turn out to be low. As a result, Ukraine's population will be much lower for a long time. A recent European Commission report estimated that Ukraine's population will decline between 20 and 31 percent from 2022 to 2052 due to the long-term consequences of war, including emigration, high mortality, and low fertility. Many of those leaving are highly skilled workers, and a third of Ukrainian refugees in the European Union are children. The drain of skilled workers and young people is an especially significant loss for Ukraine. But it could also be a boon for European countries, which stand to benefit from the influx if they manage to integrate, educate, and employ the refugees. From other refugee waves, we also know that the Ukrainian wartime diaspora—including those who ultimately return home—will play an important role in supporting Ukraine's eventual postwar recovery and economic prosperity. Since 1980, only about one-third of all refugees worldwide were back in their home countries a decade after hostilities ended. Although EU countries, communities, and citizens have been very welcoming to Ukrainian refugees—including by spending billions of euros to host them—it is not enough to treat them as short-term visitors, meet their immediate humanitarian needs, and let them wait out the war. Instead, host countries should work to truly support and integrate refugees—most of all by educating and employing them. The problem starts with the estimated 2 million Ukrainian refugees in Europe below the age of 18. Data on Ukrainian refugees is poor, but the European Union has estimated that around a quarter of all Ukrainian refugee children are enrolled in EU schools, while UNICEF has estimated that one in three are enrolled; both estimates are significantly below the global average of half of refugee children in school. Enrollment varies widely by country—in Ireland, for example, 92 percent of Ukrainian refugee children are in school, while only about a third are enrolled in Portugal. Factors contributing to these disparities include lack of school space, teacher shortages, language barriers, and refugee families choosing online learning. Ukrainian refugee children should not remain out of school while their families wait to return them to Ukraine—which may not happen for a long time, if ever. In Ukraine, schooling is severely disrupted as well. At the start of the past academic year, fewer than 60 percent of Ukrainian schools were classified as safe and eligible to open. Many children in Ukraine are out of school due to widespread damage and destruction of infrastructure. Remote schooling of refugee children from Ukraine is no real solution: As the COVID-19 pandemic taught us, remote schooling cannot compare in quality, socialization opportunities, and especially equity to in-person schooling. Digital stopgaps can only fail. Without an urgent, concerted push at school access, the European Union could face a lost generation of Ukrainian children, just as the Middle East has with Syrian children. European host countries should therefore prioritize devising school enrollment initiatives for all children, pathways to high-school graduation, and opportunities for further education or vocational training for young refugees that meet the needs of local labor markets. A first step is for EU countries to identify Ukrainian children who are out of school and seek out educational records transfers from Ukraine. The European Union could also create separate language and catch-up programs for Ukrainian children, hire Ukrainian teachers to support them, place Ukrainian-speaking adults as assistant teachers in classrooms, and provide resources for teachers to learn trauma-informed instructional approaches. Similar practices for students whose formal education has been interrupted have been successful in California and Louisiana in the United States, a 2021 RAND study found. EU countries could also ensure that refugees' secondary school diplomas are recognized in Ukraine, and vice versa, as well as integrate Ukrainian students into national vocational programs, such as ones that exist within the German dual system, which combines academic training with on-the-job apprenticeships. Meanwhile, most Ukrainian adult refugees are not working and thus not using or developing their skills. Ukrainian adult refugees are highly educated: A March 2023 Centre for Economic Strategy survey found that around 69 percent of adult Ukrainian refugees have some higher education, compared with 29 percent overall in Ukraine and 33 percent of the entire EU workforce. Theoretically, that should give them opportunities in the EU labor market. Yet few Ukrainian refugees are employed—only 20 percent full time and 12 percent part time. As with other refugee and immigrant populations in the EU, problems include the lack of recognition of non-EU diplomas and vocational certificates, language barriers, the need to balance childcare and work, and a geographic mismatch of refugee populations and job markets. While Ukrainians have the right to work in the EU, the bloc should take steps to ensure Ukrainian refugees don't suffer a similar fate as the Syrians and others who came before them, who have faced low employment rates for decades. As many EU countries have labor market shortages—half of German companies report shortages, for example—the influx of a highly skilled workforce could be an opportunity. Getting Ukrainians into jobs faster could also boost European economies and offset the cost of long-term support. Instead, EU host countries are not taking advantage of Ukrainians' skills as much as they could—while supporting millions of new residents who aren't working. If more refugees do not transition into EU labor markets, their skills and employability could atrophy, and EU taxpayers may have to support them well into the future. This could exacerbate nascent but growing refugee fatigue as local populations grow frustrated with the strain on public services—a sentiment further stoked by Russian disinformation campaigns and exploited by European political parties. EU countries can improve labor market access for refugees through investment in language training, job matching, and the translation of certifications and skills through approaches such as a qualifications passport (a standardized EU-wide document that summarizes a refugee's credentials, including educational level, work experience, and language proficiency). They should make sure to provide refugees with information about regions, communities, and sectors with available jobs—and create incentives for them to move to communities in EU countries with widespread labor shortages (PDF), such as regions in Belgium, Italy, France, Germany, the Netherlands, and Slovenia. If the European Union continues to let Ukrainian human capital atrophy, there will be serious implications for Ukraine's postwar recovery. If the European Union continues to let Ukrainian human capital atrophy, there will be serious implications for Ukraine's postwar recovery. Some refugees will return, and Ukraine will need their education and skills to rebuild the country. Ukraine, EU members, and other host countries should acknowledge this and focus on creating the conditions that will enable Ukrainian refugees to return home with their education, skills, and relevant experience. Eventually, Ukraine's brain drain could turn into brain circulation, whereby refugees taken in by richer countries return home as entrepreneurs to invest, transfer know-how, and create jobs. Indeed, Ukraine's refugee diaspora could turn into a motor of the country's postwar reconstruction. EU countries have already rallied to the cause of Ukrainian refugees. But without a more proactive and forward-looking approach, they could be hosting a generation of people dependent on long-term aid and unable to fully develop and use their skills well into the future. By educating and employing them instead, EU countries can enrich their own communities and support Ukraine. Shelly Culbertson is an expert on forced displacement and director of the Infrastructure, Immigration, and Security Operations Program at the Homeland Security Research Division of the RAND Corporation. Thomas Szayna is an adjunct senior political scientist at RAND, where he served as the director of the defense and political sciences department. This commentary originally appeared on Foreign Policy on July 20, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}