{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:37:28.941251",
  "crawling_time_epoch": 1704166648,
  "type": "Essay",
  "title": "The Calls for More Progress on Space Governance Are Growing Louder",
  "url": "https://www.rand.org/pubs/articles/2023/the-calls-for-more-progress-on-space-governance-are.html",
  "descriptions": "Space may seem infinite, but the narrow band that hugs the Earth, where satellites and space stations operate, is not. Existing space treaties won't be enough to keep satellites safe, to prevent crowding and collisions, and to preserve the promise of outer space.",
  "posted": "Jan 5, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/the-calls-for-more-progress-on-space-governance-are/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1672938886996.jpeg",
    "desc": "The International Space Station's JEM Small Satellite Orbital Deployer, August 2022, photo by NASA"
  },
  "content": {
    "article": "A missile lifted off from a base in northwest Russia on a November morning in 2021. It hit its target several minutes later: a dead Russian satellite that had been orbiting uselessly since the 1980s. The Russian minister of defense applauded the precision of the missile test as “worthy of a goldsmith.” But the satellite didn't just vanish. It blew into hundreds of pieces of debris—solar panels, antennas, chunks of metal—that were now whipping around the Earth at thousands of miles per hour. NASA woke the astronauts on the International Space Station and told them to evacuate into their docked space capsules as the debris shot past. At last count, several hundred trackable pieces of that satellite were still in orbit. Space may seem infinite, but the narrow band that hugs the Earth, where satellites and space stations operate, is not. A recent RAND study described it as congested, contested, and littered with debris. Tens of thousands of additional satellites are scheduled to launch in the next few years, the vanguard of a new space era. Existing space treaties won't be enough to keep them safe, to prevent crowding and collisions, and to preserve the promise of outer space. “If you don't have some kind of global governance framework, if you can't prevent satellites from running into each other, then it all becomes pretty pointless pretty quickly,” said Katie Feistel, an assistant policy researcher at RAND. “There is such opportunity in space. The potential benefits are huge. But only if we keep space sustainable.” RAND anticipated the dawn of the space age with its first report, Preliminary Design of an Experimental World-Circling Spaceship, released 11 years before Sputnik. It has produced more than 1,000 reports on space and space policy in the 75 years since then. It recently launched the RAND Space Enterprise Initiative to pull together research and expertise on space strategy, operations, and challenges—starting with space governance. There are no international laws against blowing up a satellite and putting a space station at risk. There are no international laws against blowing up a satellite and putting a space station at risk. There are, instead, a handful of treaties and agreements meant to encourage good behavior and cooperation in space. None of them have any enforcement mechanisms, and their language is so vague that even “outer space” has no clear definition. They were drawn up in the 1960s and 1970s, in part to prevent the United States and the Soviet Union from taking their nuclear arms race into space. Space has since become one of the great enablers of modern life, even if people don't often look up and think of it that way. Satellites allow us to monitor the escalating effects of climate change. They provide internet service to cut-off communities. They help synchronize electric grids, timestamp financial transactions, and keep trains and cargo ships on schedule. A front-line commander in Ukraine told The Washington Post that trying to fight without satellite support would be like trying to fight without a gun. Hundreds of thousands of objects already share Earth's orbit, from shards of debris no bigger than a screw to satellites the size of a school bus. And at orbital speeds, there are no fender benders. NASA once had to replace several space shuttle windows that had been damaged in orbit. It determined the damage had been caused by flecks of paint, traveling at up to 17,500 miles per hour. “There's a lot that is happening in space right now, a lot of potential for mishaps,” said Bruce McClintock, an astronautical engineer, military strategist, and former test pilot, now a senior policy researcher at RAND and director of the Space Enterprise Initiative. “We need to embrace this opportunity to be thoughtful and strategic about humanity's role in space. It shouldn't take a catastrophe before we solve the problem.” Low Earth orbit shown concentrated with orbital debris Photo by NASA Orbital Debris Program Office The United Nations has convened a working group to explore possible solutions. Major space powers like the United States, Russia, and China have voiced some support for stronger measures. The U.S. and others, for example, have called for a moratorium on antisatellite missile tests. That's a good start, RAND researchers concluded—but any system of space governance will ultimately need hard-and-fast rules and a way to enforce them. Their recent study lays out a possible path forward. That could start with the major powers acknowledging the existence and locations of all of their satellites—which amateur astronomers have been tracking for years anyway. That would start to build trust and confidence among nations in space. It also could bolster the creation of a single, international system to track and route satellites, an air traffic control for orbital space. Such a system would enable much better awareness and communication than exists today. A few years ago, a European satellite was on a potential collision course with a private SpaceX satellite. With no international guidelines for how to handle such a situation, the Europeans sent SpaceX an email. Receiving no response because of a computer glitch, they chose to shift their satellite to another orbit, a costly and wasteful maneuver, but one that prevented a collision. Plans to clean up Earth's orbit have too often broken down because of the tremendous lack of trust among spacefaring nations. Earth also needs to reduce the amount of junk and debris it leaves in orbit. There have been attempts to mitigate debris; RAND participated in one effort to brainstorm solutions aptly named the “Catcher's Mitt study.” But plans to clean up Earth's orbit have too often broken down because of the tremendous lack of trust among spacefaring nations. Without better communication, it would be hard to distinguish a satellite zipping around to collect debris from one zipping around to threaten or spy on a rival's satellites. The risk of so many satellites operating amid so much debris with so little governance has been apparent for decades. A 1978 study showed how collisions between satellites in a crowded orbit would create fragments that would eventually hit other satellites. That would generate more fragments, which would endanger more satellites. The end result, it warned, could be a “ring system” of debris circling the Earth, “similar to that around Saturn.” Sometime soon, RAND researchers concluded, the countries of the world are going to have to agree on verifiable, enforceable rules of behavior in space. They could start by offering benefits to those who comply, rather than sticks for those who don't. That could look like airline safety ratings, providing a reputational boost and greater opportunities for countries that meet basic standards of good behavior. Or it could come with tax incentives or lower insurance rates, like a safe-driver discount. “Nobody owns space—there are no territories, there are no borders—so it's going to require all sovereign states to come together and figure out how to manage it,” said Douglas Ligor, a senior behavioral and social scientist at RAND and a former attorney for the departments of Homeland Security, Justice, and Commerce. “We've done it before,” he added. “A lot of people scoffed at the idea that the U.S. and the Soviet Union could sit down and come up with space treaties on top of arms control treaties. It can be done; it has been done.” One good place to start: the open ocean. Centuries of debate, diplomacy, competition, and conflict have forged a system of laws and standards for the high seas. That system ensures the safe passage of ships from all nations, sets forth roles and responsibilities, and seeks to preserve the high seas as a shared resource, a global commons. Crucially, it also has an international tribunal to uphold the laws and settle any disputes. That could provide an early model for managing space, Ligor said—with some obvious differences. “Nobody cares if a sailor drops a wrench in the middle of the ocean,” he said. “If an astronaut drops a wrench, it becomes an uncontrollable projectile, traveling at thousands of miles per hour, that will destroy anything in its path.” —Doug Irving",
    "overview": "",
    "topline": "",
    "tags": [
      "Antisatellite Systems",
      "International Diplomacy",
      "International Law",
      "Satellites",
      "Space Exploration",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/the-calls-for-more-progress-on-space-governance-are/_jcr_content/par/blogpost/par-blog/imagewithclass.fit.600x0.jpeg/1672362154489.jpeg",
        "width": "600",
        "height": "600",
        "desc": "Low Earth orbit shown concentrated with orbital debris, photo by NASA Orbital Debris Program Office"
      }
    ]
  }
}