{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:07:22.732032",
  "crawling_time_epoch": 1703239642,
  "type": "Blog",
  "title": "The State of Public Education, the Opioid Crisis, Defending Taiwan: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-september-01.html",
  "descriptions": "This weekly recap focuses on the state of public education in America right now, a missing piece of the strategy for addressing the opioid crisis, emerging technology that could help defend Taiwan, and more.",
  "posted": "Sep 1, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-01/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1693583308347.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "tags": [
      "China",
      "Coronavirus Disease 2019 (COVID-19)",
      "Educational Institutions",
      "Flooding",
      "Global Climate Change",
      "Japan",
      "Mental Health Treatment",
      "Military Technology",
      "Nuclear Deterrence",
      "Opioids",
      "Pain Management",
      "South Korea",
      "Taiwan",
      "United States",
      "www.rand.org"
    ],
    "Article": "This week, we discuss the trends shaping public education in America; expanding access to nonopioid alternatives for pain management; a historic trilateral summit at Camp David; emerging technologies that could help defend Taiwan; how climate information can help stormwater managers better protect their communities from flooding; and the rise in mental health care spending since COVID-19 hit.",
    "sub_article": [
      {
        "title": "The State of Public Education Right Now",
        "descriptions": "Every year, RAND fields more than a dozen surveys of teachers, principals, and superintendents across the United States. Their responses—and our researchers' analysis of those responses—reveal key insights about challenges facing both educators and students. As millions of kids head back to the classroom this fall, here are five trends shaping public education in America:",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-01/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539_830847769/imagewithclass_copy.fit.800x0.jpeg/1693581353480.jpeg",
          "width": "800",
          "height": "451",
          "desc": "Chairs and desks in a classroom in focus with a teacher in the blurred background, photo by AJ_Watt/Getty Images"
        }
      },
      {
        "title": "Addressing the Opioid Crisis: Pain Management Is Key",
        "descriptions": "Opioid-related lawsuits are expected to generate more than $50 billion in settlement funds. So far, distribution of these funds has focused on reducing opioid-related deaths and other harms, as well as improving treatment for substance use disorders. A new RAND paper explores a missing piece of the strategy: expanding access to nonopioid alternatives for pain management. This may be key to to stemming the tide of the opioid crisis, as two-thirds of adults who misuse opioid prescriptions report that their motivation for opioid use is to relieve physical pain.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-01/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539/imagewithclass_copy.fit.800x0.jpeg/1693581736361.jpeg",
          "width": "800",
          "height": "451",
          "desc": "A massage therapist massaging a patient's back with both hands, photo by aldomurillo/Getty Images"
        }
      },
      {
        "title": "A Trilateral Summit to Deal with Trilateral Threats",
        "descriptions": "Photo by Kyodo via Reuters Connect U.S. President Joe Biden, South Korean President Yoon Suk-yeol, and Japanese Prime Minister Fumio Kishida held a historic trilateral summit at Camp David last month. RAND's Bruce Bennett breaks down the primary reason for this summit: growing nuclear threats from Russia, China, and North Korea. The Cold War–era approach to dealing with such threats is insufficient today, Bennett says. The United States and its allies and partners need a new, more-advanced doctrine—and now is the time to prepare.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "Technologies That Could Help Defend Taiwan",
        "descriptions": "If China were to invade Taiwan, U.S. and allied forces would likely struggle to defend the island—partly because of Beijing's wide array of sensors and weapon systems. Experts from RAND and the Special Competitive Studies Project recently took a new approach to understand the potential China-Taiwan invasion scenario, involving Silicon Valley technologists in a unique series of wargames. Ultimately, these games led to 17 tech-based solutions that can support a U.S. advantage in the Indo-Pacific.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-01/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1693581995645.jpeg",
          "width": "800",
          "height": "451",
          "desc": "Illustration of map of China and Taiwan with their flags as patterns on the countries, with shadow of China over Taiwan, photo by Rich Townsend/Getty Images"
        }
      },
      {
        "title": "Turning Climate Information into Action",
        "descriptions": "Photo by Will Parson/Chesapeake Bay Program Hurricane Idalia made landfall this week, causing severe flooding in Florida, Georgia, and the Carolinas. Elsewhere in the country, flooding remains a growing, costly problem. In the Mid-Atlantic region, for example, extreme precipitation has led to flooding nearly every season since 2018. And this problem will likely worsen as a consequence of climate change. A new RAND paper outlines key information to help Mid-Atlantic stormwater managers and civil engineers, who are generally not trained climate scientists, better protect their communities from flooding.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-01/_jcr_content/par/blogpost/par-blog/wrapperdiv_1035350401/imagewithclass.fit.800x0.jpeg/1693582172292.jpeg",
          "width": "800",
          "height": "451",
          "desc": "Lightning strikes near Annapolis, Maryland, April 20, 2015, photo by Will Parson/Chesapeake Bay Program"
        }
      },
      {
        "title": "Spending on Mental Health Services Surged After COVID-19",
        "descriptions": "A new RAND study finds that spending on mental health services among Americans with private health insurance has risen by more than half since the beginning of the pandemic. This increase has continued even as telehealth use has plateaued. According to RAND's Jonathan Cantor, the lead author of the study, if this surge in utilization drives higher health care spending, then insurers might start pushing back. For example, insurers may look for ways to curb costs, leading to less flexibility for consumers to use virtual mental health services.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-01/_jcr_content/par/blogpost/par-blog/wrapperdiv_267892730/imagewithclass.fit.800x0.jpeg/1693582370864.jpeg",
          "width": "800",
          "height": "451",
          "desc": "Young Japanese woman with short hair talking to a woman psychologist via video call, photo by Renata Angerami/Getty Images"
        }
      }
    ]
  }
}