{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:22:03.673966",
  "crawling_time_epoch": 1704165723,
  "type": "Commentary",
  "title": "The Trouble with a Cease-Fire",
  "url": "https://www.rand.org/pubs/commentary/2023/12/the-trouble-with-a-cease-fire.html",
  "descriptions": "Given that Hamas promised to repeat the October 7 attack until Israel's annihilation, it is no wonder that Israelis nearly uniformly want, as one Israeli politician put it, to finish the job this time around. To Israelis, the international calls for a cease-fire ring hollow.",
  "posted": "Dec 26, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/12/the-trouble-with-a-cease-fire/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1703614319530.jpeg",
    "desc": "Israel Defense Forces' ground operation in Gaza on November 12, 2023, photo by EyePress via Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Raphael S. Cohen",
      "profil": "https://www.rand.org/about/people/c/cohen_raphael_s.html",
      "profession": "Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "Asymmetric Warfare",
      "Gaza Strip",
      "Israel",
      "Military Strategy",
      "Urban Warfare",
      "www.rand.org"
    ],
    "Article": "Seeing the imagery coming out of Gaza, it's no wonder that 153 out of 193 states in the United Nations General Assembly and two-thirds of Americans support a cease-fire. The Hamas-controlled Gaza Ministry of Health reports that more than 20,000 Palestinians—many of them civilians—have died so far, and the numbers are climbing. As of the end of November, some 60 percent of the homes in Gaza had been damaged or destroyed. Fuel, medicine, and food are all in short supply. Given all of this, who would not want such devastation to end? Strategically, however, calls for a cease-fire—as opposed to a short pause in fighting, such as the one-week truce proposed by Israel and rejected by Hamas this week—are a mistake. These calls from the international community are, for starters, unlikely to change Israeli policy. But more importantly, they actually end up making what is already an undeniably bad situation even worse. That is because successful cease-fires require both sides to believe that such a cessation serves their interests. After a week in Israel talking to senior Israeli military and security officials and everyday Israelis, I can say that this is simply not the case right now. Even before the Oct. 7 attacks, the Israeli electorate was growing more skeptical of a peaceful two-state solution. One of the perverse ironies of the Oct. 7 attacks is that some of the communities hardest hit by the atrocities—the kibbutzim deeply rooted in Israel's socialist past—were also some of the most staunchly pro-peace voices in Israeli society. Today, buildings across Israel are filled with photographs of the hostages and streets are filled with posters that, roughly translated, declare “together to victory.” In a society that was so recently reeling from deep polarization and mass protests, Israelis from across the political spectrum are now fully united at least in one respect: their desire for the destruction of Hamas. Much of this broad commitment to Hamas's destruction stems less from seeking revenge or even appeasing anger (although there is, to be sure, some of this in play as well), but rather an even more basic and powerful emotion: fear. Prior to the attack, Israeli security officials regarded Hamas as a second-tier threat, ranking below Iran and its premier proxy, Hezbollah. While Israel expected Hamas to launch rockets or occasionally kidnap Israelis, Israeli security officials never believed Hamas could conduct an attack at the scale or complexity of Oct. 7. Prior to the attack, Israeli security officials regarded Hamas as a second-tier threat, ranking below Iran and its premier proxy, Hezbollah. The attacks that morning shattered many Israelis' sense of security in profound ways. Hamas operatives killed, raped, and tortured Israelis—both soldiers and civilians—in a brutal but highly methodical fashion. According to Israeli military officers I interviewed, captured plans indicate that Hamas meticulously planned its assault, down to naming the owners of individual houses and even identifying who owned dogs. Captured weaponry suggests that Hamas planned to advance up to 30 kilometers into Israel and hold the territory for days. For context, Tel Aviv is a mere 60 kilometers from the Gaza border. Indeed, the wounds of Oct. 7 remain fresh. More than 200,000 Israelis—from the Gaza border and from the Lebanese border—remain internally displaced. Over 10,000 rockets have been fired into Israel since the war began; hundreds of rockets are fired into Israel weekly, including into major cities like Tel Aviv and Jerusalem. Since Oct. 7, 260,000 Israelis have applied for gun permits, and approvals have increased thirtyfold from a similar time period prior to the conflict. And with a currently mobilized army of a half-million in a country of fewer than 10 million, practically everyone has a family member either at or ready for war. Given that Hamas promised to repeat the Oct. 7 attack until Israel's annihilation, it is no wonder that Israelis nearly uniformly want, as one Israeli politician put it to me, to “finish the job” this time around. Against this backdrop, to Israelis, the international calls for a cease-fire ring hollow. Some seem tone-deaf. Francesca Albanese, the United Nations special rapporteur on the occupied Palestinian territories, even claimed that Israel never had a right to self-defense, because Gaza is “under belligerent occupation,” ignoring both the immediate reality of the Oct. 7 attacks and the broader context that Israel withdrew from Gaza in 2005. Other calls for a cease-fire smack of blatant hypocrisy. Turkish President Recep Tayyip Erdogan—who is one of the most prolific jailers of journalists in the world and is also engaged in his own crackdown on Kurdish militant groups—quickly proclaimed Israel “a war criminal to the world.” Russian President Vladimir Putin, who is conducting an increasingly genocidal campaign in Ukraine, now wants to “stop the bloodshed” in Gaza. And Iran's supreme leader, Ayatollah Ali Khamenei, may decry the “crimes against Palestinians” but will torture and kill those who dare protest his regime and its strict interpretation of Islamic law. When countries face existential threats, they will go to any length to guarantee their security and are less—rather than more—likely to act with restraint. It's not merely that the calls for a cease-fire will likely go unheeded, however. They are likely having a perverse effect. As Israel senses the window for action closing, it increases the pressure to go fast and destroy Hamas infrastructure while it still can, rather than conduct a slower, more deliberate campaign to root out Hamas networks. The popular slogan heard at protests around the world—“from the river to the sea”—fuels Israel's sense that it is locked in an existential battle. When countries face existential threats, they will go to any length to guarantee their security and are less—rather than more—likely to act with restraint. Even if the calls for cease-fire are ultimately successful, the outcome will not be a pretty one. Israel, fearing a repeat of Oct. 7, will fortify its border with Gaza, turning it into something more akin to the Demilitarized Zone in Korea—with more walls, obstacles, and minefields—than its current state. Reconstruction will become significantly more difficult, as Israel will restrict what aid enters Gaza, again tempered by the fear that Hamas will use everything from concrete to fuel to rebuild its military infrastructure. Israel would also likely ban the 18,000 Gazans who previously worked in Israel, given the fears that some of them could have been a conduit of Hamas's intelligence-gathering efforts, further stifling the chances that the Gazan economy bounces back from the conflict. Military operations would not cease, either. Hamas would still try to attack Israel; Israel would still strike Hamas and other military groups in return. Ultimately, these conditions would lay the seeds for yet another, potentially even bloodier Gaza war. What, then, can the international community do to ease the suffering of Gaza's civilian population? First, it should pressure Israeli operations to become more precise in their use of force. To date, Israel's operations have included at least 29,000 airstrikes—not to mention significant amounts of artillery and ground operations. Israeli analyses of these strikes, as well as the relatively high rates of friendly fire between Israeli military units (believed to be up to 20 percent of Israeli casualties), suggest that, at the very least, Israel has loosened its rules of engagement for this war. Tightening these rules would save lives among both the Israeli military and Palestinian civilians. The international community should also push for increased humanitarian aid for Gaza. While Israelis accuse Hamas of stealing aid for its own purposes, at least some of it gets through to Gaza's population. In particular, with winter coming, and many of Gaza's buildings destroyed, the international community should look to provide temporary housing to Gaza's population. Of course, such housing is contingent upon having relatively safe places to put it, so the international community should also push Israel to create safe havens in spaces it has already cleared of Hamas militants. Finally, the international community should force a hard and necessary conversation with Israel the day after the war ends. If there is to be any silver lining in all the death and destruction in Gaza, then it should be that this war opens the aperture for a more lasting political solution, rather than a continuous cycle of violence that has plagued the region ever since the Israeli withdrawal from the strip in 2005. Should Israel succeed in its war aims and drive Hamas out, it's incumbent on Israel—as well as the international community—to provide the space for a liberal Palestinian nationalist movement to take Hamas's place. That, in turn, requires Israel to make real concessions, not only in Gaza, but in the West Bank as well. That is the trouble with cease-fires: They are short-term fixes amid the lasting problem of war. Given all the blood that has already been spilled, the international community must ensure that this war results not in some sort of temporary truce, but a lasting peace. Raphael S. Cohen is the director of Strategy and Doctrine Program, Project Air Force at the nonprofit, nonpartisan RAND Corporation and the lead author of From Cast Lead to Protective Edge: Lessons from Israel's Wars in Gaza. This commentary originally appeared on Foreign Policy on December 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}