{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:54:17.570222",
  "crawling_time_epoch": 1703242457,
  "type": "Commentary",
  "title": "The Russo-Ukrainian War Has Bolstered Ukraine's Nonstate Alliance Network",
  "url": "https://www.rand.org/pubs/commentary/2023/08/the-russo-ukrainian-war-has-bolstered-ukraines-nonstate.html",
  "descriptions": "Since 2014, militant groups from Russia, Belarus, Chechnya, and elsewhere have established themselves as allies of Ukraine in its fight against Russia and its aligned forces. Though alignment with these groups presents clear benefits in the near term, Kyiv should be cautious since these groups could turn on Ukraine at any time should their interests no longer align.",
  "posted": "Aug 7, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/08/the-russo-ukrainian-war-has-bolstered-ukraines-nonstate/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1691511792127.jpeg",
    "desc": "Service members with the Freedom of Russia Legion at their positions near a front line in Donetsk region, Ukraine, March 21, 2023, photo by Stringer/Reuters"
  },
  "content": {
    "source": "(The Moscow Times)",
    "author": {
      "name": "Erik E. Mueller",
      "profil": "https://www.rand.org/about/people/m/mueller_erik_e.html",
      "profession": "Defense Analyst",
      "username": "@erikemueller",
      "contact": "https://www.twitter.com/erikemueller"
    },
    "tags": [
      "Civilian Military Workforce",
      "Joint Operations",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "President Vladimir Putin and Russia have given Ukraine an excuse to provide a haven for organizations aimed at destroying the current Russian state and its allies in Chechnya and Belarus. Since 2014, militant groups from Russia, Belarus, Chechnya, and elsewhere have established themselves as allies of Ukraine in its fight against Russia and its aligned forces. These groups started forming during the 2014–2022 Donbas War, but more groups have formed and taken up arms alongside Kyiv's soldiers since the February 2022 Russian invasion. The formation of these groups in Ukraine and their actions against Russia's interests is blowback for Russian military activities in Chechnya and Ukraine, its backing of Alexander Lukashenko's government in Belarus, and Moscow's own governance at home. Among the newer organizations are those with goals focused on Russia, Chechnya, and Belarus. There are the neo-Nazi and Russian ethnonationalist Russian Volunteer Corps (RVC) as well as the politically inclusive and democracy-promoting Freedom of Russia Legion (FRL). Both these groups seek to overthrow Putin's government. There is also the Separate Special Purposes Battalion (OBON), a Chechen separatist organization aimed at establishing an independent Chechen Republic of Ichkeria. Additionally, there is the Belarusian Kastuś Kalinoŭski Regiment (KKR) that seeks to topple Lukashenko's government in Minsk. Some have fought with Kyiv since before the February 2022 invasion. Among these groups are Chechen separatist outfits like the Dzhokhar Dudayev Battalion (DDB) and Sheikh Mansur Battalion (SMB) that have fought alongside Ukrainian forces against Russian separatists and their allies since 2014. Some of the newer groups consist of fighters who served as part of nonstate groups during the Donbas War, with some fighters from the RVC and KKR having fought with far-right groups including the Ukrainian Azov Brigade. President Vladimir Putin and Russia have given Ukraine an excuse to provide a haven for organizations aimed at destroying the current Russian state and its allies in Chechnya and Belarus. Russia's backing of separatists in the Donbas from 2014 to 2022 is likely the inspiration for allowing these groups to organize, train, equip, fundraise, and fight alongside Ukrainian forces. These groups provide Ukraine with extra manpower to combat Russian-aligned forces. They also can serve as proxy forces to promote Ukrainian interests and fight its enemies abroad. Kyiv has already permitted RVC and FRL raids into Russian territory from Ukrainian territory. Both groups appear set to carry out further raids and attacks against Russian forces. It is possible that Ukraine might go on to allow the DDB, SMB, OBON, or other Chechen separatist allies to launch an armed campaign in Russian territory as well—something that may have already begun. Russia's invasion as well as its past backing of groups in Ukraine are likely reasons why Kyiv does not seek to prevent these groups from carrying out armed action within Russian territory. Beyond Russia, should Belarus choose to send troops to support Russia, Ukraine could allow the KKR and other Belarusian allies to carry out raids into Belarus. Many of Ukraine's nonstate allies see Russian defeat in the Russo-Ukrainian War as a rung on the ladder toward achieving their ultimate goals. For Russian groups like the RVC and FRL, the war could present an opportunity to organize armed opposition to directly engage in fighting Russia to overthrow Putin's government. For Chechen groups, the war could be a way to weaken Russia and reopen an opportunity for Chechnya to split away from Moscow and remove the government of Ramzan Kadyrov. For the KKR, the war may present an opportunity to weaken Lukashenko's grip on power by significantly impeding or ending Russia's capacity to continue providing support to his government in Belarus. Allying with Ukraine also could provide these groups with overt support for their overall causes. For instance, last fall, Kyiv recognized Chechnya as a Russian-occupied territory (though it has refrained from recognizing anyone as the legitimate government of Grozny). In the future, it may more overtly back the projects of groups like the KKR and FRL that seek to overthrow the current governments and establish democratic futures in Belarus and Russia respectively. However, support for the objectives of other groups is unlikely. For instance, Kyiv is unlikely to back RVC's efforts to establish a Russian ethnostate. In this circumstance, Ukraine seems to have made an alliance based on a shared enemy rather than support for the RVC's ideological project. Many of Ukraine's nonstate allies see Russian defeat in the Russo-Ukrainian War as a rung on the ladder toward achieving their ultimate goals. Backing these groups presents risks for Ukraine. For instance, the RVC appears to be working with and supporting other neo-Nazi groups like the Polish Volunteer Corps and the German Volunteer Corps, made up of Polish and German nationals respectively. They could collaborate with neo-Nazis from other countries like the United States. This may cause tensions between Kyiv and its allies, especially if these groups seek to use military training, combat experience, and weapons from their time in Ukraine to carry out violence at home. Additionally, incursions from Ukraine into Russian territory may further escalate the conflict. Kyiv may also be blamed if its nonstate allies commit war crimes or attacks that target civilians using weapons and equipment they obtained while fighting alongside Ukrainian forces regardless of how these tools came into their possession. Ukraine may be blamed whether or not it supported or had knowledge of such attacks in advance. Kyiv may also bear reputational costs due to its affiliation with extremist organizations—especially given that Moscow has justified the invasion with false claims that Ukraine is a neo-Nazi-dominated state. Though alignment with these groups presents clear benefits in the near term, Ukraine should be cautious since these groups could turn on it at any time should their interests no longer align with those of Kyiv. Erik E. Mueller is a defense analyst at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on The Moscow Times on August 7, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}