{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:40:02.506500",
  "crawling_time_epoch": 1703230802,
  "type": "Commentary",
  "title": "The Nuclear Shadows of the Ukraine War as Seen Through a Chinese Lens",
  "url": "https://www.rand.org/pubs/commentary/2023/12/the-nuclear-shadows-of-the-ukraine-war-as-seen-through.html",
  "descriptions": "China-U.S. relations are once again on an upward trajectory after the meeting between presidents Joe Biden and Xi Jinping on the sidelines of the APEC summit. But the good news should not obscure lingering bilateral tensions with respect to nuclear weapons.",
  "posted": "Dec 6, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/12/the-nuclear-shadows-of-the-ukraine-war-as-seen-through/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1701906186499.jpeg",
    "desc": "U.S. President Joe Biden shakes hand with Chinese President Xi Jinping at the Asia-Pacific Economic Cooperation summit in Woodside, California, November 15, 2023, photo by Kevin Lamarque/Reuters"
  },
  "content": {
    "source": "(The Diplomat)",
    "author": {
      "name": "",
      "profil": null,
      "position": "",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.geopolitical-strategic-competition.html",
        "tag": "Geopolitical Strategic Competition"
      },
      {
        "blog": "https://www.rand.org/blog.topic.nuclear-deterrence.html",
        "tag": "Nuclear Deterrence"
      },
      {
        "blog": "https://www.rand.org/blog.topic.nuclear-weapons-and-warfare.html",
        "tag": "Nuclear Weapons and Warfare"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "China-U.S. relations are once again on an upward trajectory after the meeting between presidents Joe Biden and Xi Jinping on the sidelines of the APEC summit. At about the same time, it comes as a relief to those concerned with China-U.S. “strategic stability” that some preliminary talks have occurred between the two countries in the critical domain of arms control. Nevertheless, the good news should not obscure lingering bilateral tensions with respect to nuclear weapons. There were more than a few disturbing revelations from the latest Pentagon report (PDF) on Chinese military capabilities, published in late October. Beijing apparently has already reached 500 operational nuclear warheads and is anticipated to field 1,000 such weapons by 2030. Moreover, these include intercontinental ballistic missiles (ICBMs) deployed into new silo fields, as a well as a new submarine launched missile (JL-3) “capable of ranging the continental United States from PRC littoral waters.” (PRC is an abbreviation of China's formal name, the People's Republic of China.) In a very troubling sign that Beijing might be following Washington's lead in preparing for limited nuclear war, that Department of Defense report concludes: “The PRC probably seeks lower-yield nuclear warhead capabilities…” Such advances in the Chinese nuclear arsenal, along with related U.S. concerns, underline the salience of understanding evolving Chinese nuclear strategy. In so far as Beijing's nuclear calculations are impacted by the postures and policies of the leading nuclear powers, it matters quite significantly how Chinese strategists interpret the nuclear shadows of the current war in Ukraine. It matters quite significantly how Chinese strategists interpret the nuclear shadows of the current war in Ukraine. As noted in a previous edition of this series, Chinese strategists have talked only minimally about this subject, likely due to the high sensitivity of these deliberations. Yet, a new and rather comprehensive survey of the issue published by one of China's leading Russia specialists, Zhao Huasheng, a professor at Shanghai's prestigious Fudan University, implies that the nuclear dimension of the Russia-Ukraine war is of major concern to Chinese experts on international relations. Zhao's assessment, published as the lead article in a Chinese Academy of Social Sciences journal from October 2023, is summarized below. We also conclude with some thoughts on its possible meaning for China's developing nuclear strategy. Zhao's analysis reflects a deep sense of anxiety—a sentiment that seems to be widely shared among Chinese experts—and he notes that some contend the nuclear dangers of the present Russia-Ukraine war might even exceed those of the paradigmatic case of the Cuban Missile Crisis. Indeed, he states that current Russia-U.S. relations are in a condition that is even more dire than during the Cold War era. The Fudan professor lays out the contours of the Russia-U.S. “nuclear game” as follows: the Kremlin has relied on nuclear deterrence from the very start of the war and thus “nuclear deterrence forms the most fundamental tool.” However, the United States believes that Russia “would not dare to use nuclear weapons” and so the result is a continuous “logic of escalation…[with very substantial] risk.” He states bluntly that the easiest way to stop the process of escalation would be with a ceasefire and he expresses concern about Washington's process of gradual escalation, which is described as progressing from transferring artillery pieces to heavy armor to now cluster munitions and jet fighters. Zhao observes that U.S. leaders seem to play down the risk with the knowledge that, in any case, nuclear use in this conflict “would likely not directly harm the U.S. homeland.” A significant part of Zhao's assessment simply summarizes the “debate among Russian scholars on whether to use nuclear weapons” in the Ukraine war, citing first and foremost an article by Sergei Karagonov from June of this year. The Chinese expert suggests that this famous Russian political scientist advocates for the limited first use of Russian nuclear weapons as a way to end the war and secure “Russia's victory.” Zhao explains, “If the United States did not agree to compromise, a nuclear attack would be executed against a NATO member, such as Poland.” Thus, Washington would be confronted with a simple choice: either to engage in a “large-scale nuclear war with Russia” or alternatively accede to halting the war. Zhao notes Karaganov's argument that non-Western countries would supposedly thank Russia for liberating the world from American hegemony and enabling multipolarity. Interestingly, he does not explicitly cite Karagonov's dark prediction that “Chinese friends… would… rejoice at heart that a powerful blow has been dealt to the reputation and position of the United States.” It is quite reassuring that this Chinese analysis seems to take very seriously the many critiques of the Karagonov article. Zhao observes that a variety of Russian former ministers, academics, and other Moscow elites have criticized its nuclear use proposal. As Zhao relates, even Russian conservatives called the proposal “extreme,” and anticipated that it would likely result in Russia's complete isolation. Comparing Russia to a frog in boiling water, the Fudan professor says the frog's attempt to leap out of the pot could send it straight into the fire. Zhao explains that Karagonov overestimates the non-Western world's desire to cut relations with the West, noting that many nations are bound by close economic ties. He also observes that NATO possesses an unassailable superiority in conventional arms. Most fundamentally, he concludes that the Kremlin's theory of “'escalating to deescalate' has never been tested and might well result in escalation and not deescalation.” Even if the Kremlin is not eager to run this experiment, Zhao is concerned that the Americans have thrown caution to the wind. He laments that Russia-U.S. nuclear rivalry is no longer constrained by arms control agreements, which have been systematically dismantled. Nor does he have faith that the United States will correctly interpret the Kremlin's “red lines.” In frustration, the Chinese scholar exclaims: “Nobody knows what step could…ignite a nuclear war.” Zhao observes that Russia might seek to reestablish the value of nuclear deterrence, since the Kremlin might worry that “nuclear war is no longer feared.” His analysis also notes that the concept of “limited nuclear war” is hardly new. Disturbingly, Zhao also cites a Russian strategist who claims that the disastrous effects of nuclear war are exaggerated. Ultimately, he says the reality is that Moscow considers nuclear weapons as its ultimate “trump card” that it will refuse to put aside, lest it be overwhelmed by NATO's “vast advantage in comprehensive power.” Hinting at China's possible role in stopping escalation, Zhao notes that “neutral” countries must put pressure on Moscow not to resort to nuclear use. Yet, he believes that such pressure is completely insufficient and will not be effective, because it will not resolve Moscow's security concerns. He contends that the Kremlin's nuclear strategy is defensive in character and that it is instead the United States and NATO that are propelling the risk of nuclear war. Zhao concludes that both sides are seeking to “break the stalemate,” so Russia will continue to reinforce the strength of its nuclear threats, even as the United States continues to provide Ukraine with weapons of greater destructive power. With the two sides locked in an “escalation spiral,” Zhao says the risk of Russia's resorting to nuclear first use is increasing. Conceivably, this paper was written over the summer of 2023, when a major Ukrainian breakthrough in the south remained as a possibility that could have prompted Russia's resort to nuclear first use. That breakthrough did not occur. Nevertheless, the Chinese analyst cites U.S. Secretary of Defense Lloyd Austin's goal of inflicting a “strategic defeat” upon Russia and even seeking to “demilitarize” the country. Zhao asserts that if such goals are still guiding the present war, it could still mean that a nuclear war is “inevitable.” Stating that this would be a grave tragedy for the whole of humanity, Zhao recommends that the world community, presumably including China, not just focus on stopping Russian escalation, but rather try to urge both sides to moderate the conflict and keep it from spinning out of control. This Chinese scholar closes the analysis by citing former U.S. President John F. Kennedy's sage advice from his June 1963 speech at American University where—clearly reflecting on the experience of the Cuban Missile Crisis—he warned that a nuclear power should not put its nuclear adversary in the position of choosing either a humiliating concession or fighting a nuclear war. Undoubtedly, it is reassuring that Kennedy's ideas about nuclear stability are well known to China's leading scholars. On the other hand, it's a bit disturbing to also note that Karagonov, discussed above as the influential Russian academic who has openly advocated for Russian first use of nuclear weapons in Ukraine, was recently feted at the Xiangshan Forum in Beijing in October, according to Chinese military news reporting. More comprehensive study is necessary to try to determine what Chinese national security analysts are learning about nuclear strategy and nuclear crisis management from the Russia-Ukraine war. More comprehensive study is necessary, of course, to try to determine what Chinese national security analysts are learning about nuclear strategy and nuclear crisis management from the Russia-Ukraine war. In this analysis by Zhao, there are certain encouraging signs. Most importantly perhaps are the many critiques of Karagonov's first use proposal, including the conclusion that the theory of “escalate to de-escalate” has never been tested and could lead to uncontrolled escalation. Yet, still lurking behind this cautious conclusion are certain disturbing signs, such as the twin concepts that nuclear weapons are important tools for strategy, and yet that it is unwise to rely too heavily on nuclear deterrence. A related point is the evident tendency in this analysis to accept that limited nuclear war could occur between nuclear powers—a possibility that is unfortunately suggested by other recent Chinese analyses and also by the October 2023 Pentagon report (PDF) on Chinese military power. If this tendency does represent official thinking, it could mean that China is considering moving away from its traditional nuclear policy of no first use/assured retaliation and toward a strategy that more actively considers nuclear warfighting. Lyle Goldstein is director of Asia Engagement for the Washington think tank Defense Priorities. He is also senior fellow at the Watson Institute for Public and International Affairs at Brown University. Nathan Waechter is a policy analyst at the nonprofit, nonpartisan RAND Corporation. Fluent in Mandarin Chinese, he lived in China for close to a decade, working in the quantitative market research industry. This commentary originally appeared on The Diplomat on December 6, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}