{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:03:15.509773",
  "crawling_time_epoch": 1703242995,
  "type": "Commentary",
  "title": "The Army Should Be Looking for a Few Older Soldiers",
  "url": "https://www.rand.org/pubs/commentary/2023/04/the-army-should-be-looking-for-a-few-older-soldiers.html",
  "descriptions": "Recruiting older people to enlist in the Army could help increase numbers, quality, and talent. Individuals who enlist over the age of 21 perform better as soldiers on several metrics. Recruiters have noted that older recruits are of higher quality, more focused, and more motivated.",
  "posted": "Apr 7, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/04/the-army-should-be-looking-for-a-few-older-soldiers/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1680905324894.jpeg",
    "desc": "Potential U.S. Army recruits listen to a drill sergeant talk about barracks life and other aspects of undergoing Army basic training at Fort Benning, Georgia, October 26, 2019, photo by U.S. Army"
  },
  "content": {
    "source": "(Defense One)",
    "author": {
      "name": "Ryan Haberman Michael S. Pollard",
      "profil": "https://www.rand.org/about/people/h/haberman_ryan.html",
      "profession": "Policy Analyst Senior Sociologist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@RJ_Haberman @MichaelSPollard",
      "contact": "https://www.twitter.com/RJ_Haberman"
    },
    "tags": [
      "Age Discrimination",
      "Labor Markets",
      "Military Recruitment",
      "United States Army",
      "www.rand.org"
    ],
    "Article": "The Army has missed its recruiting target twice in the past five years—by roughly 8 percent in 2018 and by 25 percent in 2022. While COVID shocks and a stronger job market may have hurt its efforts in 2022, other services mostly made their recruiting quotas—if in some cases by advancing recruits who had signed contracts but were not scheduled to enter service until fiscal 2023. Yet the Army has yet to make substantial movement toward changes that could sizably increase its number of recruits. Gen. James McConville, the Army's chief of staff, even doubled down, insisting that standards will not be lowered in such a way that would sacrifice soldier quality for quantity. While lowering standards is no doubt one way to enlarge the pool of the military-qualified applicants, it is by no means the only way to do so. Recent research indicates that looking at people who are somewhat older than today's typical recruit could broaden that pool while also maintaining quality—or even increasing it.… Recruiting older people to enlist in the Army could help with more than just its raw recruiting numbers. In our 2022 RAND study, we found that individuals who enlist over the age of 21 perform better as soldiers on several metrics. For instance, recruits in the 25-to-35 age range were about 15 percent less likely to attrit due to poor performance than recruits ages 16-to-18, and about 6 percent more likely to reenlist. In that same study, recruiters noted a perception that older recruits are “of higher quality, more focused, and more motivated, as well as being ready to ship to basic training more quickly.” Recruiters told us that older recruits were also more likely to walk into a recruiting station on their own without targeted outreach, indicating ample room for increased efforts to inform older individuals about Army opportunities. In interviews with young soldiers, some even insisted that older recruits' maturity made them better suited for military life. And to pile on, a previous study found that older recruits have higher qualification test scores, higher levels of education, and are more likely to be promoted compared to younger recruits. Targeting older individuals would require a shift from current recruiting practices. With a large share of recruits being aged 17-to-21, U.S. Army Recruiting Command may need to re-apportion its efforts away from high schools and colleges and into the virtual recruiting environment. The COVID-19 pandemic helped this trend to online recruiting, but targeting older people could require an increased reliance on tools such as LinkedIn, Indeed, and other virtual job hiring applications and events. Adults simply do not cluster in schools where recruiters have been known to meet recruits. Those recruiters may need to meet older individuals where they are or ensure that those individuals know about opportunities in the Army and how to apply for enlistment if they are interested. Further, the messaging could be targeted to appeal more to older individuals. Our study identified that a range of existing benefits, such as childcare, health care, education, and pensions were more influential to the enlistment decisions of older individuals than younger enlistees. Older recruits are more likely to have accumulated some form of student loans, but the existing Army Student Loan Repayment Program is not heavily marketed as an incentive by recruiters, and its restrictions could be easily modified to make it even more appealing. Similarly, duty-station location was more of a concern for older people considering enlistment than it was for younger ones, suggesting that broadly advertising the new incentive that lets recruits choose where they are stationed after they finish basic training could also be appealing. The Army may also want to explore whether increasing the maximum age of enlistment from 35 would further expand the pool of high-quality recruits. Past adjustments to this age requirement have been used to help meet recruiting targets and it may work now—not only to use as a short-term solution but as a long-term standard. From 2007 to 2016, the Army's maximum enlistment age was set at 42 to sustain demand for the surge in the war in Iraq. Raising the cutoff would place the Army more in line with its counterparts. In early 2023, the Navy adjusted its maximum recruitment age to 41 to help with their similar recruiting struggles. The Air Force has remained slightly higher, at 39. With recent layoffs disproportionately affecting the highly skilled tech workforce, and an increased military need for technical, cyber, and AI talent, increasing attention paid to recruiting older individuals into the Army could help increase numbers, quality, and talent. Ryan Haberman is a policy analyst at the nonprofit, nonpartisan RAND Corporation. Michael Pollard is a senior sociologist at RAND and a professor at the Pardee RAND Graduate School. This commentary originally appeared on Defense One on April 6, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}