{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:31:37.967407",
  "crawling_time_epoch": 1704166297,
  "type": "Commentary",
  "title": "The United States Needs a Moonshot to Prevent Extremism from Metastasizing",
  "url": "https://www.rand.org/pubs/commentary/2023/05/the-united-states-needs-a-moonshot-to-prevent-extremism.html",
  "descriptions": "Extremism is like cancer: It will always exist, but ignoring it runs the risk that it rears its ugly head, metastasizing throughout the country. The United States needs to ensure it has the proper tools to diagnose extremism in its earliest stages, and that the agencies tasked with protecting our democracy have the capability to get it into, and keep it in, remission.",
  "posted": "May 16, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/05/the-united-states-needs-a-moonshot-to-prevent-extremism/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1684275294413.jpeg",
    "desc": "The Proud Boys, Patriot Front, and other right-wing extremists protest a drag queen event at First Christian Church of Katy in Katy, Texas, September 24th, 2022, photo by Reginald Mathalone/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Marek N. Posard K. Jack Riley",
      "profil": "https://www.rand.org/about/people/p/posard_marek_n.html",
      "profession": "Military Sociologist; Professor of Policy Analysis, Pardee RAND Graduate School Vice President and Director, RAND Homeland Security Research Division; Director, Homeland Security Operational Analysis Center",
      "username": "@mnposard",
      "contact": "https://www.twitter.com/mnposard"
    },
    "tags": [
      "Counterterrorism",
      "Domestic Terrorism",
      "Threat Assessment",
      "United States",
      "Violent Extremism",
      "www.rand.org"
    ],
    "Article": "There are very real, and growing, concerns about domestic extremism these days. In a poll from last year, 88 percent of Americans reported that they were very or somewhat concerned about politically motivated violence. To put this in perspective, in the month after 9/11, 71 percent of Americans said they were very or somewhat worried about another terrorist attack. As the country heads into what will likely be a highly polarized election cycle, there is a real and growing need for a sustained investment that could prevent extremism from ripping through the social fabric of the country. Extremism is like cancer: It will always exist, but ignoring it runs the risk that it rears its ugly head, metastasizing throughout the country. The United States needs to ensure it has the proper tools to diagnose extremism in its earliest stages, and that the agencies tasked with protecting our democracy have the capability to get it into, and keep it in, remission. What's needed at the outset is a clearer definition of just what extremism means. It's a loaded term, certainly, but one useful starting point is a definition that focuses on beliefs and actions. Extremists hold beliefs on the far end of some ideological spectra in society; they advocate for these beliefs outside societal norms and laws. Under certain circumstances, both are necessary conditions for someone to be labeled an extremist. There needs to be a better understanding of why people become attracted to extremist activities in the first place. But there also needs to be a better understanding of why people become attracted to extremist activities in the first place. Research by our colleagues has found, for example, that such things as negative life events, mental health challenges, and loneliness often become drivers for people to engage in extremist efforts. The agencies tasked with protecting the public and democracy should prioritize monitoring broader extremist trends when appropriate. These days, much of what might be labeled as extremist activity occurs online. This is both harder to track in certain ways and easier in others—it has, at the very least, created opportunities to digitally map the latest trends in extremist behavior and ideologies over time. Such maps could help anticipate future risks and form plans to act to intervene earlier, rather than when it is too late. There also exists an acute need to leverage both new and existing support systems that could prevent those with personal troubles from becoming public problems. In the U.S. military, for example, there already exists a massive support system that has proven useful in preemptively addressing early signs of extremism among service members and veterans. Taking that model and scaling it out to the broader public seems both possible and practical. These tools for diagnosing and addressing extremism have broad political support. We found this to be true firsthand when RAND recently held workshops on the topic of bipartisanship during these divided times. These workshops included a diverse set of stakeholders from local, state, and federal governments to academia and nonprofit organizations. Some participants held conservative views, others held liberal ones. There is both a need to depoliticize the issue of extremism and for bold investments in policies that would prevent it from metastasizing over the long term. On the topic of violent extremism, one area of consensus that emerged was to apply a public health model for prevention, one that draws on behavioral health and social services, schools, and employers to help address extremism. This community-based approach relies on bolstering existing support systems aimed at detection, measurement, prevention, and intervention—language strikingly similar to what's used when talking about cancer. There is, at present, both a need to depoliticize the issue of extremism and for bold investments in policies that would prevent it from metastasizing over the long term. Such a project can take as a model the massive efforts to address cancer itself—similar in sweep and structure to President Biden's cancer moonshot. Behind all extremist activities exists a complex pathology, but there also exist pragmatic ways to prevent beliefs from growing into the very real threats that most Americans are rightly so concerned about. Marek N. Posard is a sociologist at the nonprofit, nonpartisan RAND Corporation and an affiliate faculty member at the Pardee RAND Graduate School. K. Jack Riley is vice president and director of the Homeland Security Research Division at the RAND Corporation. This commentary originally appeared on The Hill on May 16, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}