{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:45:20.398028",
  "crawling_time_epoch": 1703231120,
  "type": "Commentary",
  "title": "The Uncounted Losses to Russia's Air Force",
  "url": "https://www.rand.org/pubs/commentary/2023/08/the-uncounted-losses-to-russias-air-force.html",
  "descriptions": "The Russians have burned through more of the expected life span of their aircraft more quickly than anticipated. To make up for it, they'll have to procure more aircraft, increase maintenance, reduce operations, or accept a smaller force—or some combination of those.",
  "posted": "Aug 14, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/08/the-uncounted-losses-to-russias-air-force/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1692066100979.jpeg",
    "desc": "A Russian Sukhoi Su-27 fighter aircraft flies in international airspace over the Baltic Sea, April 27, 2023, photo by EyePress News/Reuters"
  },
  "content": {
    "source": "(Defense News)",
    "author": {
      "name": "Michael Bohnert",
      "profil": "https://www.rand.org/about/people/b/bohnert_michael.html",
      "position": "Engineer",
      "username": "@mbohnert",
      "contact": "https://www.twitter.com/mbohnert"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.military-aircraft.html",
        "tag": "Military Aircraft"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "With F-16 fighter jets expected to be provided to Ukraine over the coming months, opinions of their usefulness span from a gamechanger in the war with Russia to a total waste of resources. But there is one way that these aircraft will harm Russia even if they never shoot down a missile, fighter jet, or helicopter: They will cost the Russian Aerospace Forces precious aircraft life. The Russian Aerospace Forces, or VKS, possessed roughly 900 tactical aircraft before the 2022 invasion of Ukraine. These included fighter, attack, and fighter-bomber aircraft. Since the invasion, it has lost between 84 and 130 of those to air defenses, fighter aircraft, and crashes. That's only a portion of total losses, however. Overuse of these aircraft is also costing Russia as the war drags on. In a conflict's early stages, what matters is total combat power from all active platforms; that represents the maximum firepower that can be directed at the opposition from the onset. In a protracted war, where one force tries to exhaust the other, it's the total longevity of the military force that matters. And that's where the VKS finds itself now. By my calculations, the extra hours that it's pressed its aircraft into service since February 2022 have effectively cost it an additional 27 to 57 aircraft in imputed losses. The extra hours that Russia has pressed its aircraft into service since February 2022 have effectively cost it an additional 27 to 57 aircraft in imputed losses. Aircraft have a life span. They are designed with a total number of expected flight hours, which are used roughly evenly over the life of the aircraft and segmented with periodic maintenance and inspection. For example, if an aircraft is designed for 3,000 flight hours with an expected use of 30 years, the aircraft will fly roughly 100 hours per year. If, during an inspection, wear on the plane is found to be more or less than expected, the projected remaining hours are adjusted accordingly. These numbers dictate all sorts of planning, from fuel procurement to ground maintenance to pilot training. Imputed losses mean that the Russians have burned through more of the expected life span of their aircraft more quickly than anticipated. To make up for it, they'll have to procure more aircraft, increase maintenance, reduce operations, or accept a smaller force—or some combination of those. The VKS is still in the process of transitioning from Soviet-era aircraft to more-modern platforms, and an estimated 18 to 36 of these newer tactical aircraft join the force every year. Almost half of the VKS force is still upgraded Soviet-era airframes. While newer Russian aircraft are designed for between 3,500 and 4,500 flight hours, with some as high as 6,000, those Soviet-era aircraft were designed to be in the air only 2,000 to 3,500 hours. Although several platforms, such as the MiG-31, have been upgraded to extend their service life, many of these older planes (Su-24, Su-25, Su-27, MiG-29) are nearing the end of their service lives. These have, at best, 500 to 1,000 hours remaining. In the first few months of the war in Ukraine, the VKS was flying as many as 150 to 300 sorties per day—compared with the peacetime rate of roughly 60 per day. Even dropping to 100 sorties a day since, the VKS has basically flown double its normal annual hours since the beginning of the war. This extra use is, by commonly used measures, equivalent to losing roughly 34 aircraft since the start of the invasion. However, this only captures the losses relative to the life span of newer airframes. Because the older airframes have so few remaining hours, it's actually equivalent to losing about 57 VKS airframes. To be clear, the exact composition of the VKS force and the precise age and historical usage of all its airframes are not precisely known. Further, some VKS tactical aircraft aren't operating in Ukraine; they are either harassing NATO aircraft or being used for training. These sorties are in addition to previously mentioned Ukraine-related sorties and are in excess of the usage calculated above. They are being conservatively excluded from the usage being applied to the total force. These factors likely mean that my estimate of 57 imputed losses is an undercount. This results in total true losses closer to 187 VKS airframes. Extrapolating this, the VKS will continue to lose 30 to 60 airframes a year from combat, accident, and imputed losses. There are some ways the Russians could mitigate such losses: Conduct more-frequent and detailed inspections; increase maintenance; modify flight profiles and how aircraft are rotated; and reduce the hours of training. All those might pare back imputed losses to more like 34 airframes. But these actions are expensive in terms of manpower, time, and resources—all of which are likely strained from ongoing conflict. By the summer of 2024, combat losses and imputed flight hour losses may put the VKS below 75 percent of its prewar strength. By the summer of 2024, combat losses and imputed flight hour losses may put the VKS below 75 percent of its prewar strength. To make up for that, the VKS will need to either increase production, reduce usage or reduce force structure for the next 30 years. Overall, though, that's not a horrible position to be in. However, the VKS soon will be facing a very different Ukrainian threat: F-16 fighter jets, more air defenses, and cruise missiles. As the VKS devotes a greater share of its dwindling force to countering those, it will have fewer aircraft left to support Russian ground operations. VKS fighters in the sky will also be less capable, stemming from two years of overuse. This happens even if F-16s fail to score a single air-to-air kill, and an upgraded Ukrainian fighter and air defense threat will score many. Michael Bohnert is an engineer at the RAND Corporation. He previously worked as an engineer at a naval nuclear laboratory. This commentary originally appeared on Defense News on August 14, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}