{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:56:26.467436",
  "crawling_time_epoch": 1703231786,
  "type": "Commentary",
  "title": "The Trouble with Russian Blacklisting",
  "url": "https://www.rand.org/pubs/commentary/2022/12/the-trouble-with-russian-blacklisting.html",
  "descriptions": "Analysis, informed by interactions with Russians, offers Western leaders a window into Russia. Blacklists hinder this process. With the stakes so high, much depends on experts' success in getting their analysis right.",
  "posted": "Dec 15, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2022/12/the-trouble-with-russian-blacklisting/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1671158146991.jpeg",
    "desc": "People walk across Red Square near St. Basil's Cathedral and the Kremlin's Spasskaya Tower in central Moscow, Russia, September 21, 2022, photo by Evgenia Novozhenina/Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Alyssa Demus",
      "profil": "https://www.rand.org/about/people/d/demus_alyssa.html",
      "position": "International/\nDefense Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.information-operations.html",
        "tag": "Information Operations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.psychological-warfare.html",
        "tag": "Psychological Warfare"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      }
    ],
    "Article": "I've officially been banned from setting foot in Russia. Last month, I discovered I was number 44 on the Russian Ministry of Foreign Affairs' latest list of banished Americans. Like more than 1,200 other Americans, I now stand accused of having a hand in the “promotion of the Russophobic campaign and support for the regime in Kyiv.” Russia's sanctions list received a lot of attention last spring, when its first 963 names included a slew of U.S. politicians, a few journalists, business executives, and at least five people who were already dead at the time of publication, including the late Sen. John McCain. But also on the list were dozens of analysts, academics, and researchers like me. Americans banned then or added to the list later also include Yale University historian Timothy Snyder, Rutgers University professor Alexander Motyl, and my RAND Corporation colleague William Courtney. Compared with nuclear threats and paralyzing economic sanctions, a list banning Americans from entry into Russia may seem like a rather inconsequential aspect of U.S.-Russian relations in the middle of a major war. Sanctions or not, I wasn't exactly planning to spend Christmas in Novosibirsk. Blackballing researchers, however, does come with consequential effects that may not be immediately obvious. Foreign policy in Washington and elsewhere is informed by the expertise of specialists. Professional nerds like me can deepen people's understanding of the subjects we specialize in from the comfort of our offices—at least to some extent. For those of us who study the political and security dynamics of Eastern Europe or Eurasia, we pore over Russian military journals, dissect Kremlin rhetoric, and weed through social media data. But there's also an important human dimension to our work, ranging from formal interviews and surveys to casual email exchanges to chance encounters at coffeehouses. Before the pandemic and Russia's invasion in February, my colleagues at the RAND Corporation and I hosted frequent delegations of Russian officials and academics at our office in Washington. One such meeting stands out. The agenda included touchy topics like arms control and missile defense. Even though I was well acquainted with Moscow's official positions on these issues, our guests' body language, gesticulations, and accusatory tone told us it wasn't just formal rhetoric. The meeting was an important reminder of a simple fact: No matter how far-fetched Moscow's ideas seem to people in the West—that Russia is under threat from NATO, for example, or has a historical right to control Ukraine—for some Russians, these beliefs are genuine. Blackballing researchers does come with consequential effects that may not be immediately obvious. Several weeks later, following a briefing to U.S. military leaders on Russia, several attendees approached me and asked: “Surely Russia doesn't actually believe that the United States' and NATO's military activities are threats? That's just rhetoric, right?” Having recently met with the Russians, I could give the military brass a more-nuanced appraisal, including details from the interaction. To be sure, none of these exchanges dramatically altered the course of U.S. or Russian policymaking. It's unlikely the Russian delegation returned to Moscow with a different position, but its members may have gotten a better understanding of U.S. motivations and concerns. When taken together, these exchanges help the United States develop a better understanding of U.S. competitors, which in turn, can inform Western decisionmaking. These kinds of international exchanges are happening less and less because of the war, the deterioration of U.S.-Russia relations, and (of course) the imposition of entry bans on researchers, officials, and others on the sanctions list. In the age of Zoom conferences, much might be accomplished virtually. But for those of us declared persona non grata, our existing connections with Russians are now in jeopardy, and it will be hard to create new ones. Carrying a scarlet letter from the Russian Ministry of Foreign Affairs is also likely to frustrate efforts to cultivate or maintain relationships in countries friendly to the Kremlin, such as Hungary or Kyrgyzstan. With the recent amendment to Russia's so-called foreign agent law, Moscow has further hardened its crackdown on dissent within Russia. Now, Russians can be branded “foreign agents” for simply appearing to be “under foreign influence” in the eyes of the Russian government—a designation that bars individuals from receiving government grants or serving as educators. Under these conditions, it's easy to imagine why Russian researchers and others may be wary of interactions with foreigners, particularly those who've been blacklisted. Indeed, the Cold War offers an imperfect but relevant cautionary tale about limited contact between geopolitical rivals. When former Soviet leader Joseph Stalin ruled, “the Iron Curtain was real and impenetrable,” according to Yale Richmond (PDF), a U.S. diplomat who oversaw exchanges with the Soviet Union and Eastern European countries during the Cold War. “Few foreigners could visit the Soviet Union, and even fewer Russians could travel abroad.” As a result, “Soviet ignorance of the United States was abysmal,” he wrote. “American knowledge of the Soviet Union was not much better.” Following Stalin's death in 1953 and during the ensuing era of detente, the two countries initiated scholarly exchanges. Even then, interactions between U.S. and Soviet research communities remained constrained: Soviet authorities denied American scholars access to most archival materials and regularly prohibited them from traveling beyond preapproved locations. For its part, the United States also imposed restrictions, limiting travel for Soviet citizens and stipulating that Soviet officials, scholars, and journalists were to be closely supervised while on U.S. soil. Extensive interviews, oral histories, and joint dialogues between former Soviet and U.S. officials after the end of the Cold War have revealed instances when both sides of the Iron Curtain misperceived each other's intentions and behaviors. An analysis conducted in the 1990s for the U.S. Defense Department's in-house think tank, the Office of Net Assessment, showed that the U.S. analytical community seriously misunderstood “the Soviet decisionmaking process” by underestimating the role of the Soviet defense industry in driving arms buildups. Instead, American analysts attributed this trend exclusively to the Soviet leadership's aggressive intentions. Interestingly, Soviet analysts also fell prey to a similar misperception when assessing U.S. motivations for Washington's Strategic Defense Initiative, known as the “Star Wars program.” Soviet leaders were perplexed by the United States' dogged pursuit of the costly program, which senior Soviet scientists determined had little chance of success. In trying to untangle this enigma, Moscow's analysts mistakenly concluded that Washington was either bluffing or using the program to prop up the U.S. defense industry, a common practice in the Soviet Union. Like the United States, the Soviets also overestimated the aggressiveness of U.S. intentions (PDF) at points throughout the Cold War. In 1983, for example, the Kremlin believed that NATO's annual Able Archer military exercise was actually a cover for a nuclear attack and ordered Soviet nuclear missiles be ready to launch. Many researchers believe it was the closest the world came to nuclear Armageddon aside from the 1962 Cuban Missile Crisis. Anecdotal evidence suggests that these misperceptions were linked to the lack of U.S.-Soviet interaction. In the words of one former Soviet official (PDF) to her former U.S. rivals: “I have no doubt that the absence of trust between the two sides—the absence of good communications, and the lack of understanding of the other side's motivation—also played a role” in the tensions that plagued U.S.-Soviet relations in the 1970s and 1980s. The outcome could easily have been worse. Researchers working to understand what causes adversaries to go to war have found that the drivers of escalation include the absence of accessible information, leading to inadequate conclusions about an adversary. In other words, states are more prone to go to war if their leaders don't get reliable, unvarnished information about their adversary's aims, concerns, and worldview. States are more prone to go to war if their leaders don't get reliable, unvarnished information about their adversary's aims, concerns, and worldview. To be sure, quality analysis informed by face-to-face contact cannot prevent conflict and dispute by itself. Before Moscow's annexation of Crimea in 2014, when Western analysts had considerable access to their counterparts in Russia, much ink was spilled about what Russian President Vladimir Putin wanted vis-à-vis Ukraine. Even so, few experts in the West accurately characterized the Kremlin's intentions, instead projecting Western thinking about interdependence and cost-benefit analysis onto Putin. Analysis is not a silver bullet. Even with access to accurate and rigorous research, decisionmakers filter this information through their own lenses, politics, and domestic imperatives. I am not making a naive appeal to the Kremlin to change course and abolish its blacklist. Nor is this an argument for the West to return to its prewar status quo regarding U.S.-Russian exchanges and relations. It is impossible to ignore Russia's unprovoked war in Ukraine, even for the purpose of research and informing policy. Instead, it's a reminder to policymakers and fellow Kremlinologists: When geopolitical circumstances (or Kremlin policy) prevent experts from engaging with the human dimensions of their research, they have to find alternative, creative ways to observe, interact with, and study Russia. Russian men flocking to neighboring countries to escape mobilization could be a valuable resource for insights on recent developments and morale in Russia. Researchers could, for instance, partner with nongovernmental organizations in Georgia to set up focus groups, surveys, or other forms of getting information from Russians. While researchers develop creative ways to continue examining Russia, it's also a moment to be especially aware of biases skewing their views and decisions. Analysis, informed by interactions with Russians, offers Western leaders a window in. Blacklists hinder this process. With the stakes so high, much depends on experts' success in getting their analysis right. Alyssa Demus is an associate researcher for international and defense issues at the RAND Corporation. This commentary originally appeared on Foreign Policy on December 15, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}