{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:56:44.373931",
  "crawling_time_epoch": 1703242604,
  "type": "Commentary",
  "title": "The Arctic Is Our Last Global Commons—Let's Manage Its Fisheries Properly",
  "url": "https://www.rand.org/pubs/commentary/2023/06/the-arctic-is-our-last-global-commons-lets-manage-its.html",
  "descriptions": "It is time to create a multilateral Arctic fisheries management plan before a moratorium on fishing in Arctic high seas sunsets in 2037. Agreements can lead to economic and food security for partners; a lack of coordination will lead to conflict, environmental degradation, and overfishing. The clock is ticking.",
  "posted": "Jun 30, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/the-arctic-is-our-last-global-commons-lets-manage-its/_jcr_content/par/teaser.crop.250x187.rm.jpeg/1688151354900.jpeg",
    "desc": "A fishing boat off the coast of Pond Inlet, in the Canadian Arctic, August 15, 2019, photo by Kay Nietfeld/Reuters"
  },
  "content": {
    "source": "(The Messenger)",
    "author": {
      "name": "Katherine Anania",
      "profil": "https://www.rand.org/about/people/a/anania_katherine.html",
      "profession": "Policy Researcher",
      "username": "",
      "contact": null
    },
    "tags": [
      "Arctic Region",
      "Environmental and Natural Resource Management",
      "Environmental Regulation",
      "Environmental Sustainability",
      "Global Climate Change",
      "Security Cooperation",
      "www.rand.org"
    ],
    "Article": "It is time to create a multilateral Arctic fisheries management plan before a moratorium on fishing in Arctic high seas sunsets in 2037. We have an opportunity to get this right, but not for long. Signatories to the 2021 moratorium include Canada, China, Denmark (in respect of the Faroe Islands and Greenland), the European Union, Iceland, Japan, Norway, South Korea, Russia, and the United States. This band of signatories is significant in that it includes both Arctic nations that have territorial Arctic Ocean access and authorities and those that do not but have made it clear they would like to be involved in Arctic resource extraction. At this point, there is not much lost from agreeing not to fish in the Arctic. Scientists don't know what fish species currently live in the Arctic, let alone their populations or commercial viability. The ice cover makes access dangerous. Getting to the Arctic is expensive, infrastructure is minimal, and the vast Arctic region suffers the tyranny of distance. Current fish prices and fish stock levels mean that operating in the Arctic likely is not worth the risk or the cost. Overfishing and climate change are likely to lead to multiple fish stocks collapsing, which will decrease supply and increase prices. These deterrents won't last forever. The moratorium does have an end date. The ice is melting. Overfishing and climate change are likely to lead to multiple fish stocks collapsing, which will decrease supply and increase prices. At the same time, demand is expected to continue to rise. As the Arctic evolves, so too will the demands on fisheries. Although current fish populations and commercial viability are unknown, it is reasonable to expect that there are valuable seafood commodities in the Arctic—and even if there are not, it would be foolhardy not to plan for increased fisheries activity in the Arctic. In fact, Alaska and Russia are gearing up to start fishing after the 2037 deadline. The Arctic Ocean high seas are the last global commons. Never before has the opportunity existed to properly manage fisheries in an ocean without overfishing. The challenges of accessing the Arctic, as well as the Arctic Ocean's geography, mean that these high seas could be treated as a limited-entry fishery. Under the United Nations Convention on the Law of the Sea (UNCLOS), the Arctic high seas are not accessible except via an Arctic nation's exclusive economic zone (EEZ), and UNCLOS also allows for nations to dictate whether other nations will be permitted to transit their EEZs with fishing gear on board. Because of this, the Arctic high seas have the potential to be a limited-entry, cooperatively and sustainably managed fishery. This is the only ocean in the world that has ever had, or will ever have, this opportunity. In the world of fisheries management, properly managing a limited access region with invested stakeholders is the simplest and most effective strategy. The best practices for science, governance, and law enforcement for fisheries management are well known. Fisheries management is a mature field and, if managed properly, fisheries can provide economic stability and high-value/low-input protein in perpetuity. Fisheries management is a mature field and, if managed properly, fisheries can provide economic stability and high-value/low-input protein in perpetuity. Limiting access to the Arctic high seas to just Arctic Ocean-adjacent nations introduces a global resource equity problem. Arctic nations and those with the ability to access the Arctic are generally the wealthier and less food-insecure in the world. If access to the high seas is limited to Arctic nations only, one (or more) of the “gatekeeping” nations could unilaterally decide to allow access to other interested parties outside of the agreement. To avoid this situation and more equitably allow access to resources, a limited-entry agreement with strong science, management, and oversight could be formed to include non-Arctic nations that want to access Arctic high seas for fishing. Historically, armed conflicts have occurred over fisheries. There is no shortage of examples of nations stealing fish from other nations. There are certainly examples of people taking too much and destroying the hope of a long-term income and food source. The way to prevent the Arctic from becoming the last global commons to succumb to tragedy is to prioritize Arctic fisheries management, with an eye on limited global entry and agreements. But we must act now. Agreements can lead to economic and food security for partners; a lack of coordination will lead to conflict, environmental degradation, and overfishing. The clock is ticking. Kate Nixon Anania is a policy researcher at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on The Messenger on June 16, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}