{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:23:13.047229",
  "crawling_time_epoch": 1704165793,
  "type": "Commentary",
  "title": "The Israel-Hamas War Has Upended the Terrorist Threat Matrix",
  "url": "https://www.rand.org/pubs/commentary/2023/11/the-israel-hamas-war-has-upended-the-terrorist-threat.html",
  "descriptions": "Today's terrorist threat matrix seems more like an abstract expressionist painting. To those accustomed to traditional landscapes, it is difficult to discern what it depicts. The fighting in Gaza may well provoke terrorist repercussions beyond the region, the magnitude and shape of which will depend on the course of the conflict.",
  "posted": "Nov 22, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/11/the-israel-hamas-war-has-upended-the-terrorist-threat/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1700698310315.jpeg",
    "desc": "Abstract painting with two faces, photo by Sasha devet/Adobe Stock"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "profession": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "tags": [
      "Domestic Terrorism",
      "Gaza Strip",
      "Israel",
      "Terrorism Threat Assessment",
      "Terrorist Organizations",
      "United States",
      "Violent Extremism",
      "www.rand.org"
    ],
    "Article": "Today's terrorist threat matrix seems more like an abstract expressionist painting. To those accustomed to traditional landscapes, it is difficult to discern what it depicts. Events are less predictable. As FBI Director Christopher Wray testified before Congress, “the range of threats…is enormous.” As with past conflicts in the Middle East, the current fighting in Gaza may well provoke terrorist repercussions beyond the region. The magnitude and shape of the terrorist threat depends on the course of the conflict: How long it lasts. Whether external parties—Hezbollah or Iran—decide on full-scale intervention, or Israel launches a preemptive attack to prevent them from doing so. Whether America is drawn further into the fight. Even before October 7, the United States faced a complex array of terrorist threats. Although al Qaeda and Islamic State are currently engaged in local insurgencies, jihadists continue to threaten American persons and facilities abroad and on U.S. soil. Their various fronts in Africa, the Middle East, and Asia strengthened in 2023. Domestically, the threat posed by homegrown jihadists, although diminished, continues. A self-radicalized teenager displaying an ISIS flag on his WhatsApp profile was arrested in a potential bomb plot in August. The global jihadist movement has proven to be resilient and opportunistic. In 2011, it was hunkered down but then quickly exploited the Arab Spring to make a dramatic comeback, drawing a new wave of foreign volunteers to Syria. The Israel-Hamas war may offer jihadist groups another opportunity similar to 2011. That, or the war could attract restive extremists to new terrorist formations and create a new situation they can capitalize on to advance their own banners. Hezbollah, which emerged with Iran's guidance and support in Lebanon in the 1980s, has American blood on its hands. It is now a powerful sub-state actor, with a battle-hardened army and a vast arsenal of 150,000 rockets and missiles. An all-out Hezbollah assault on Israel could result in the kind of destruction seen in Ukraine and possibly provoke a U.S. intervention. An all-out Hezbollah assault on Israel could result in the kind of destruction seen in Ukraine and possibly provoke a U.S. intervention. A U.S. military confrontation with Hezbollah could spark terrorist attacks on American targets abroad and domestically. Hezbollah has a worldwide network of criminal enterprises and supporters and previously was involved in terrorist attacks and plots from Buenos Aires to Bulgaria. Just days ago, Brazilian authorities arrested Hezbollah operatives plotting to attack Jewish and Israeli targets in that country. Iranian-trained and financed militias in Syria, Iraq, and Yemen have already joined the battle of Gaza, firing rockets and missiles at Israel and attacking U.S. military troops still in Syria and Iraq. In response, the United States has carried out several retaliatory attacks on facilities used by Iran and its militias. Previous attacks on U.S. and coalition forces and the U.S. embassy in Iraq prompted the assassination of Qassem Soleimani, a commander in Iran's Islamic Revolutionary Guard Corps. Addressing the United Nations in September, Iran's President Raisi threatened to take revenge for the killing, vowing that “The blood of the oppressed will not be forgotten.” The ominous warnings have continued, although Tehran may limit its actions in the current crisis to distractions and diversions, possibly against U.S. vessels in the Persian Gulf, where it has waged a shadow war against Israel and the United States for several years. Iran also understands the power of taking hostages, which has evolved from a terrorist tactic to a strategic weapon. Hamas does not have its own international terrorist network, although it has called for action abroad to support its cause. New pro-Hamas terrorist groups might emerge. Or theoretically, Hamas could try to recruit operatives in the criminal underworld as Hezbollah and Iran have done. Iran has extensive connections in this domain and has used them to plot assassinations abroad, including in the United States. In 2011, an Iranian operative attempted to enlist assistance from a Mexican drug cartel to assassinate the Saudi ambassador to the United States and bomb the Israeli embassy in Washington. While Middle East menaces loomed large, until the Hamas attack occurred, U.S. concerns focused on the threat of domestic political violence on both ends of the spectrum. Events in the Middle East will likely further subdivide the political rifts that already plague America. Hamas's attack on Israel and Israel's ongoing response in Gaza have opened deep chasms in American society. Most Americans support Israel, but more than a few Americans publicly rejoiced in the wake of the October 7 terrorist attacks. For those Americans, animosity toward Israel quickly elided into open hostility toward all Jews. Threats to Jewish targets soon appeared, accompanied by exhortations to violent action. These divisions could even lead to renewed debate about the definition of terrorism itself. Those currently unwilling to condemn Hamas terrorism are likely to view the current conflict between Hamas and Israel as a continuation of anti-colonial struggles and efforts to free indigenous peoples from oppression. In such circumstances, the cause is paramount, therefore violence—even terrorist violence—is righteous. The end justifies the means. At the other end of the political spectrum, the Israel-Hamas war appears to have reinvigorated white supremacists, who see the anti-Israel movement as a source of potential support and recruits for—or at least as allies in—their continued campaign against the Jews. It is not a new idea. During World War II, the Grand Mufti of Jerusalem sought an anti-Jewish alliance with Nazi Germany. Hamas is a spin-off of the Palestinian branch of the Muslim Brotherhood, whose founder was himself an admirer of Hitler. A far-right–Hamas alliance, however, is an uncomfortable partnership. Muslims are only slightly less reviled by neo-Nazis and Christian nationalists. Attacks on Muslims and mosques by right-wing extremists were increasing in the United States even before October 7. Within hours of Hamas's attack, internet traffic among far-right groups increased dramatically. Drawing on a hate-filled history, the extremists applauded the attackers, describing the conflict as an opportunity to finish the job started by Hitler. Hamas was equated with the Waffen-SS, the military wing of the Nazi SS, which carried out many of the actions of the Holocaust. Swastikas were superimposed on Palestinian flags. The U.S. Criminal Code makes a distinction between terrorism, which is aimed at influencing policy, and hate crimes, which are simply aimed at racial, ethnic, religious, or other minorities. Much of what we see is online fantasy, but it will intensify emotions and encourage the sort of violence that can and will become reality. We are still in the early days during which hateful commentary, internet chest-thumping, threats, vandalism, and spontaneous attacks involving primitive tactics like vehicle rammings and stabbings predominate. These generally have low lethality—more noise than bloodshed. Ambitious terrorist plots take longer to prepare. Although this is America; guns can quickly turn primitive attacks into mass casualty events. Representatives of Israel and Israeli diplomatic facilities, synagogues, and other Jewish centers are the likely targets in this scenario. U.S. public officials may be targets of retaliatory assassinations. But we should not expect precision attacks or concern about collateral casualties—rather the opposite. The U.S. Criminal Code makes a distinction between terrorism, which is aimed at influencing policy, and hate crimes, which are simply aimed at racial, ethnic, religious, or other minorities. Most of what we may see will fall in the category of hate crimes aimed at easy targets—ordinary Jewish and Muslim citizens. More than political agendas, the motive underlying such violence is animus—revenge, retribution, and religious and ethnic hatred, all of which are likely to be reflected in the quality of the violence itself. A lot of the violence to come may more closely resemble the savagery of the October 7 attacks in Israel—unrestrained, deliberately bloody, gestural cruelty. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of numerous books, reports, and articles on terrorism-related topics. This commentary originally appeared on The Hill on November 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}