{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:30:24.775774",
  "crawling_time_epoch": 1704166224,
  "type": "Commentary",
  "title": "The Global Movement Against China's Economic Coercion Is Accelerating",
  "url": "https://www.rand.org/pubs/commentary/2023/06/the-global-movement-against-chinas-economic-coercion.html",
  "descriptions": "There is much the West can do to push back against Chinese economic pressure, and many reasons to do so. Doing so is a core interest of the United States, which now places itself in competition with China over the shape of the international order.",
  "posted": "Jun 9, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/the-global-movement-against-chinas-economic-coercion/_jcr_content/par/teaser.crop.250x187.cb.jpeg/1686356617186.jpeg",
    "desc": "G7 leaders before a meeting on economic security during the G7 summit, at the Grand Prince Hotel in Hiroshima, Japan, May 20, 2023, photo by Jonathan Ernst/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Bryan Frederick Howard J. Shatz",
      "profil": "https://www.rand.org/about/people/f/frederick_bryan.html",
      "profession": "Associate Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@HowardJShatz",
      "contact": "https://www.twitter.com/HowardJShatz"
    },
    "tags": [
      "China",
      "Geopolitical Strategic Competition",
      "International Economic Relations",
      "Lithuania",
      "Taiwan",
      "www.rand.org"
    ],
    "Article": "With the launch of the Coordination Platform on Economic Coercion in May, the Group of Seven (G7) leading economies have taken an important step after years of U.S. allies and partners facing coercion from the People's Republic of China (PRC) alone. There is no shortage of recent examples regarding why such a coordinated approach by the G7 members is warranted. In November 2021, NATO and EU member Lithuania welcomed a new Taiwan Representative Office. But allowing it to be called Taiwan rather than Chinese Taipei, or some other term, raised the alarm in Beijing. The PRC deemed it a violation of the “One China” principle and struck back: China, with a 2021 gross domestic product (GDP) of $17.7 trillion versus Lithuania's $66.4 billion, instituted a set of coercive trade measures on Lithuania. This was only one of a large set of such coercive measures China has been instituting against smaller countries over perceived slights. The G7 agreement builds on a measure in the U.S. National Defense Authorization Act, signed in December, which calls for the establishment of a Countering Economic Coercion Task Force. That task force has, as part of its mandate, the requirement to discuss with allies and partners how best to respond to Chinese economic pressure. As policymakers from the world's leading economies consider their response, there are a variety of options they could adopt to ensure that states do not have to be left to fend for themselves against such coercion. Our recent RAND report, “Countering Chinese Coercion: Multilateral Responses to PRC Economic Pressure,” identifies these different options and explains how the United States might lead such a collective response, including the costs and benefits of different approaches. There is much the West can do to push back against such bullying, and many reasons to do so. Doing so is a core interest of the United States, which now places itself in competition with China over the shape of the international order. Chinese pressure campaigns may create a chilling effect on state decisionmaking and sovereignty. Smaller states that rely on China economically may hesitate to offend China and may decide to avoid policies that do not meet with Beijing's approval. U.S. policymakers have clearly stated that they reject a system in which “small states subordinate national aspirations to the sphere of influence of larger ones.” There are three broad steps the United States and its allies and partners can take to respond to, and potentially stop, China's coercive actions. There are three broad steps the United States and its allies and partners can take to respond to, and potentially stop, China's coercive actions. First, the G7, which accounts for more than half the global economy, can publicly unite to denounce China's actions. There is precedent for such joint statements on other issues that threaten the international order. For example, in November 2022, the communiqué of the Group of 20 heads of state summit in Bali declared “the use or threat of use of nuclear weapons is inadmissible,” in reference to Russia's threat to use nuclear weapons in its war on Ukraine. Before the May 2023 G7 summit, however, such broad-based joint statements do not appear to have been issued regarding China's coercive activities. Second, they can retaliate economically in a coordinated manner against China, such as with multilateral trade or travel bans, until China ceases its coercive efforts. Such measures could be reciprocal to what China has done, or they could be unrelated to China's actions but economically costly to the PRC. Third, they can provide economic assistance to the target of China's wrath, helping it weather the negative consequences of China's coercion. This could include facilitating exports of goods that China has banned or direct financial assistance. All these measures come with a cost, although united statements would have the least cost. These costs could include the cost of potential Chinese retaliation—both economic and noneconomic—costs to domestic businesses in the cases where the United States and its partners put restrictions on Chinese trade or investment, or the costs of direct financial outlays. These should be weighed against the costs of not acting and allowing China to continue to attempt to dictate the policies of U.S. allies and partners. Recent events show what can be done through collective action. In the case of Lithuania, other states became increasingly willing to push back. Starting in January 2022, the European Union started a World Trade Organization case against China. Taiwan started a $1 billion credit program to help finance joint Lithuanian-Taiwanese projects. The United States sent a senior delegation to Lithuania in a show of support and held talks with the EU on how to counter coercion. And Australia, itself a target of Chinese pressure, increased cooperation with Lithuania to counter these pressures. Beyond Lithuania, the European Union is moving toward a new, formal Anti-Coercion Instrument. Anti-coercion efforts would be strongest if they encompassed Asian states that are even more exposed to potential Chinese economic coercion than European targets. While these signs are hopeful for European targets of Chinese coercion in particular, such anti-coercion efforts would be strongest if they encompassed Asian states that are even more exposed to potential Chinese economic coercion. Japan (PDF) and South Korea have also endured sustained PRC coercive campaigns in the past, and U.S. Asian treaty allies are much more economically dependent on China than those in Europe or North America. Based on available data, we calculate that in 2021 total goods traded with China—imports plus exports—amounted to 15 percent and 16 percent of all goods traded by the United States and the EU, respectively, those figures were 23 percent for Japan and 24 percent for Korea. U.S. leadership and coordination will be required to take advantage of the full economic power of the West, broadening out from the G7, including the United States, EU members, NATO members and U.S. Asian treaty allies. Based on World Bank data, we calculate that together these states accounted for 57 percent of global GDP in 2021, compared to 18.5 percent for China. Acting collectively gives the West considerable leverage to safeguard the policy freedom of smaller states and to shape China's actions in a more productive direction. This direction would be the same that has given rise to the world's—and China's—remarkable growth and development, specifically, safeguarding an international rules-based system in which countries are free to set their own policies within those agreed-upon rules. Bryan Frederick is a senior political scientist at the nonprofit, nonpartisan RAND Corporation and the associate director of the Strategy and Doctrine Program in RAND Project AIR FORCE. Howard J. Shatz is a senior economist at RAND and professor of policy analysis at the Pardee RAND Graduate School. This commentary originally appeared on The Hill on June 9, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}