{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:35:12.913450",
  "crawling_time_epoch": 1704166512,
  "type": "Commentary",
  "title": "The Ukrainian Army Is Leveraging Online Influencers. Can the U.S. Military?",
  "url": "https://www.rand.org/pubs/commentary/2023/03/the-ukrainian-army-is-leveraging-online-influencers.html",
  "descriptions": "Much has been said about Ukraine's astounding success in the information battlefield. How might the U.S. military emulate Ukraine's success to not only help win wars, but also to address its flagging campaign to recruit new members?",
  "posted": "Mar 1, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/03/the-ukrainian-army-is-leveraging-online-influencers/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1686591161008.jpeg",
    "desc": "Close-up of soldier holding a phone and looking at social mesia posts, U.S. Army photo"
  },
  "content": {
    "source": "(War on the Rocks)",
    "author": {
      "name": "Todd C. Helmus",
      "profil": "https://www.rand.org/about/people/h/helmus_todd_c.html",
      "profession": "Senior Behavioral Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@Helmus",
      "contact": "https://www.twitter.com/Helmus"
    },
    "tags": [
      "Information Operations",
      "Military Strategy",
      "Russia",
      "Social Media",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "On May 11, 2022, the Ukrainian Ministry of Defense Twitter account highlighted the results of a deadly artillery assault on a failed Russian pontoon crossing of the Siverskyi Donets river. The tweet generated over 14,000 likes and nearly 2,000 retweets. Another tweet, posted by a Ukrainian soldier that same day, on the same assault, read simply, “What I did to destroy Russian pantonne bridge over Siverskyi Donets—a thread.” In this tweet, a self-described Explosive Ordnance Disposal specialist told the story of his personal role in the Ukrainian attack. He wrote how he scouted the location, instructed observers to listen for “the sound of [Russian] motorboats,” and set the artillery's sights on the river crossing. The tweet reverberated quickly, generating over 45,000 likes, over 12,000 retweets and serving as the central source of information for Newsweek, France24, and various other news blogs. Much has been said about Ukraine's astounding success in the information battlefield. Russia—the preeminent force in propaganda and its subvariety, disinformation—has been brought to its knees by a country that few thought could prevail.… The remainder of this commentary is available at warontherocks.com Todd C. Helmus is a senior behavioral scientist at the nonprofit, nonpartisan RAND Corporation. He has written extensively about using influencers to support the Iraq war, to counter the Islamic State, and to support pro-Ukrainian influencers. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}