{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:04:19.493878",
  "crawling_time_epoch": 1703243059,
  "type": "Essay",
  "title": "The Time to Prevent Shortfalls in Critical Materials Is Now",
  "url": "https://www.rand.org/pubs/articles/2023/the-time-to-prevent-shortfalls-in-critical-materials.html",
  "descriptions": "China's domination of the rare earth market is a matter of economic and national security concern. Existing plans to diversify the market and help the United States break its reliance on China likely don't go far enough or fast enough, and the clock is running.",
  "posted": "Mar 20, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/the-time-to-prevent-shortfalls-in-critical-materials/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1679344600890.jpeg",
    "desc": "Jars containing rare earth minerals produced by Australia's Lynas Corp from its Mount Weld operations near Laverton, Australia, August 23, 2019, photo by Melanie Burton/Reuters"
  },
  "content": {
    "article": "Rare earth elements are—despite their name—everywhere. They're in your cellphone, your car, maybe even in a crown in your mouth. They're in satellites, wind turbines, night-vision goggles, and laser-guided missiles. By one estimate, every F-35 Lightning II fighter jet has around 920 pounds of rare earth elements built into its engines and electronics. All of which makes China's near-total domination of the rare earth market a matter of economic and national security concern. A recent RAND study looked at what the United States can do to break its reliance on China for critical but hard-to-source materials, using rare earths as a case study. It found that existing plans to diversify the market likely don't go far enough, fast enough—and the clock is running. “Things are moving in the right direction,” said Richard Silberglitt, a senior physical scientist at RAND who coauthored the study. “But they need to keep moving, and they probably need to accelerate.” Rare earths and other critical materials like lithium have been called the building blocks of future innovation. Some can be used to make tiny but powerful magnets, the kind needed to power the next generation of electric cars. Others can withstand extreme temperatures, strengthen metals, polish glass, or serve as chemical catalysts; lithium is a key component of rechargeable batteries. Rare earths are not rare—in fact, some are more common than lead or copper—but they're hard to mine and hard to separate. Rare earths are not rare—in fact, some are more common than lead or copper—but they're hard to mine and hard to separate. The United States was once the only real player in the rare earth market. China started taking over in the 1980s, using cheaper extraction methods and a greater tolerance for environmental destruction. A Los Angeles Times reporter once described a “crusty lake of radioactive black sludge” near one Chinese mine. Then, in 2010, the captain of a Chinese trawler, possibly drunk, rammed a Japanese Coast Guard ship in disputed waters. Japan arrested the captain and detained his crew, setting off a diplomatic standoff with China. Amid the tensions, reports surfaced that China was planning to cut off its rare earth exports to Japan. China has always disputed those reports—but when its exports dipped, rare earth prices shot skyward. “Things got serious real quick,” said Fabian Villalobos, an engineer at RAND who led the recent study. “That's when everybody started paying attention to this.” The U.S. has since moved to loosen its dependence on China. The Pentagon recently increased its stockpiles of rare earths, lithium, and other critical materials. The federal government announced last year that it would invest billions of dollars in bolstering the U.S. battery industry and tens of millions more in building up capacity to separate and process rare earths. But, for now, nearly all of the rare earth ore that comes out of the ground in the United States still ends up in China for processing into usable powders and metals. China also processes a majority of the world's lithium-ion battery materials. It builds and sells 92 percent of the rare earth magnets that are needed for electric vehicles, wind turbines, and fighter jets. The Mountain Pass Rare Earth Mine & Processing Facility in San Bernardino County, California Photo by Tmy350/CC BY-SA 4.0 RAND's research team mapped out two paths the U.S. can take to blunt the leverage that kind of market dominance gives China. It can try to break China's grip on the market outright. That would mean investing in finding, mining, and refining new deposits of rare earths and other critical materials, at home and abroad. Around 120 million tons of rare earth reserves are thought to exist around the world—and most of them are not in China. Just this year, Sweden announced that it had found a deposit of potentially 1 million tons in its far north. It described the discovery as the beginning of the end of China's market dominance, illustrating how important it will be to rely on allies, partners, and other countries. At the same time, though, the U.S. should also brace for the possibility of a supply disruption—from a diplomatic break with China, perhaps, but also from an unexpected shock like COVID-19. That would mean increasing how long companies can survive without Chinese inputs—through stockpiles, for example—and reducing how long it takes them to get back up and running afterward. While China has entire labs devoted to rare earth mining and processing, the U.S. now has only a handful of scientists who truly focus on rare earths. None of those options are cheap or easy. Starting up a new mine and processing facility can cost up to $1 billion and take more than a decade. Scientists have developed more environmentally friendly ways to separate and process rare earths, but there will still be impacts that need to be addressed. And while China has entire labs devoted to rare earth mining and processing, the U.S. now has only a handful of scientists who truly focus on rare earths. “These materials have become essential to our everyday lives,” said Jonathan Brosmer, an associate physical scientist at RAND. “U.S. policymakers really need to find ways to incentivize either domestic or partner nation capabilities to meet our future demand.” Processing rare earths and other critical materials—not just digging them out of the ground—is the real bottleneck. If every proposed processing plant outside of China were to somehow come online by 2025, researchers found, they could produce around 134,000 tons of usable rare earth material every year. Projected demand by 2025, outside of China: 140,000 tons and growing fast. Bar chart shows demand for REOs per year from 2020–2025 for four data points. The data is in metric tons. The data points are In 2020 and 2021, all four data points are less 50,000 metric tons. In 2022–2025, U.S. demand and REO production outside China continue to be less than 50,000 metric tons, but Chinese demand and global demand start to increase significantly. In 2025, Chinese demand is around 160,000 metric tons, and global demand is just over 300,000 metric tons. The bars for the 2025 data have notes stating: SOURCE: Features information from Ilankoon et al., “Constraints to Rare Earth Elements Supply Diversification.” Chinese processing data are based on estimates from Research and Markets, Investigation Report on the Chinese Rare Earth Market 2021–2025. U.S. data are derived from USGS, Mineral Commodity Summaries 2022. NOTE: The year refers to the initiation of an activity. This figure assumes a roughly linear demand increase between 2020 and 2025 for all demand and that U.S. market share is maintained. Given that shortfall, some more-creative solutions are starting to get a closer look. The Defense Department, for example, has invested in efforts to recycle critical materials from old electronics. For now, though, that remains a difficult and expensive option. Some scientists have also started looking at the ocean floor for a possible solution. Rocky concretions about the size of a potato are thought to contain cobalt, manganese, and other critical materials. But time is an enemy here. Policymakers need to make investments today that might not yield results for another decade or more. That only underscores the urgency of prioritizing options and investing early in those with the longest lag time. “If history has taught us anything,” the researchers wrote, “it has taught us that, in a quickly evolving technological world, timing is critical, and the time to act is now.” —Doug Irving",
    "overview": "",
    "topline": "",
    "tags": [
      "China",
      "Earth Sciences",
      "Environmental and Natural Resource Management",
      "Supply Chain Management",
      "United States",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/the-time-to-prevent-shortfalls-in-critical-materials/_jcr_content/par/blogpost/par-blog/imagewithclass.fit.0x0.jpeg/1678405534584.jpeg",
        "width": null,
        "height": null,
        "desc": "An aerial photograph of the Mountain Pass Rare Earth Mine & Processing Facility in San Bernardino County, California, photo by Tmy350/CC BY-SA 4.0"
      },
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/the-time-to-prevent-shortfalls-in-critical-materials/_jcr_content/par/blogpost/par-blog/wrapperdiv/imagewithclass.fit.500x0.svg/1678461169143.svg",
        "width": "500",
        "height": null,
        "desc": ""
      }
    ]
  }
}