{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:09:41.426400",
  "crawling_time_epoch": 1703239781,
  "type": "Commentary",
  "title": "The Wagner Group Will Live to Fight Another Day",
  "url": "https://www.rand.org/pubs/commentary/2023/06/the-wagner-group-will-live-to-fight-another-day.html",
  "descriptions": "Yevgeny Prigozhin led Wagner Group fighters in what appeared to be a direct challenge to the Russian military establishment. But it's unlikely that the Kremlin will dissolve Wagner's paramilitary enterprise. It is too significant to Russia's greater geostrategic aims and economic strength.",
  "posted": "Jun 28, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/06/the-wagner-group-will-live-to-fight-another-day/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1687959315610.jpeg",
    "desc": "A Wagner fighter patrols a street near the headquarters of the Southern Military District in Rostov-on-Don, Russia, June 24, 2023, photo by Stringer/Reuters"
  },
  "content": {
    "source": "(USA Today)",
    "author": {
      "name": "Molly Dunigan",
      "profil": "https://www.rand.org/about/people/d/dunigan_molly.html",
      "position": "Director, Strategy, Doctrine, and Resources Program, RAND Arroyo Center; Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "Civilian Military Workforce",
      "Military Force Deployment",
      "Russia",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Over the weekend, the world watched with a mixture of fascination, anticipation, excitement, and horror as the Russian paramilitary Wagner Group appeared to launch a direct challenge to the nuclear-armed Russian military establishment. Still, it is unlikely that Wagner's paramilitary enterprise will be dissolved. It is nearly impossible to imagine that the Russian leadership will completely disband the corporate underpinnings of the Wagner Group and its overall personnel—they are too significant to Russia's greater geostrategic aims and economic strength. On Monday, Russian President Vladimir Putin said that he would keep his promise to allow Wagner's soldiers to move to Belarus, go home to their families, or sign contracts with the Russian Defense Ministry. Leading a “march of justice,” Wagner owner Yevgeny Prigozhin led 25,000 primarily Russian fighters from Ukrainian territory into Russia and marched to Moscow, taking over military commands in the towns of Rostov-on-Don, Voronezh, and Lipetsk in their wake. The Wagner Group is just one of several known Russian private military companies that have operated abroad in the relatively recent past. But Wagner is unique in its scope and scale, having reportedly deployed 5,000 fighters at the height of the Syrian civil war in 2017, and 50,000 fighters in Ukraine as of early 2023. The organization is also active throughout Africa, the Middle East, and Latin America, and is often the tip of the Russian spear in power projection into these areas. Moreover, the organization is a significant source of income for the Kremlin, enabling the Russian government to quietly and securely overtake lucrative mining and extraction sites for a significant profit. The Wagner Group is a significant source of income for the Kremlin, enabling the Russian government to quietly and securely overtake lucrative mining and extraction sites for a significant profit. This is not surprising: The foundations of the current Russian market for force are shaped by private firms that emerged in the post–Cold War era to support the security needs of state energy companies such as Gazprom, Tatneft, Stroytransgaz, Zarubezhneft, Rosneft, and Surgutneftgaz. Russia has for years employed Wagner with strategic ambiguity: Private military actors remain illegal in Russia, allowing for broad uncertainty about the Kremlin's intent toward the group. Putin, in particular, has preferred to paternalistically treat Wagner's Prigozhin as one son, while treating his own Ministry of Defense as the other—never wanting to declare either to be the “favorite child.” While this has served his aims at times in terms of plausible deniability, it was ultimately an unsuccessful venture. In my book “Victory for Hire,” I found that mercenaries can strengthen military effectiveness when deployed in place of a military force, but can really weaken it when “codeployed” alongside regular military forces. Codeployment can work, but only if a clear and consistent command-and-control structure is put into place and everyone abides by it. Putin has intentionally done everything to avoid instituting such a clear and consistent command-and-control structure between Wagner and his military, instead preferring to pit the private and public sides of the coin against each other. Prigozhin's rebellion with 25,000 Russian-hired fighters is an extreme example of what goes wrong when private and public forces are codeployed without unity of command structure. This was not a coup or actual attempt to take over political power; it was a theatrical power play by Prigozhin to demonstrate his significance in relation to other parties in Putin's inner circle. This was not a coup or actual attempt to take over political power; it was a theatrical power play by Prigozhin to demonstrate his significance in relation to other parties in Putin's inner circle. It came as the Russian Ministry of Defense attempted to bring Wagner fighters under its direct control through individual contracts by the end of June, which would have effectively circumvented Prigozhin's control in Ukraine and put Wagner's numerous profitable ventures in Africa, the Middle East, and elsewhere in the Global South at risk. This was an example of brinkmanship to counter a long-term business threat posed by Russia's military leadership. Russia's next steps will be carefully calculated and may include a renaming or rebranding of the Wagner Group, the replacement of Prigozhin as its leader, and potential withdrawal of Wagner fighters from any territories adjoining Russia—including from Ukraine—due to the risk of another mutiny. Wagner's 50,000 troops have formed a sizable proportion of Russia's ground forces in the war in early 2023, compared with the roughly 169,000 to 190,000 Russian troops estimated to be operating in and around Ukraine as of February 2022. Given the importance of Wagner's personnel to Russian operations in Ukraine and its willingness to essentially employ its fighters as “cannon fodder” in suicide missions, this latter option of complete Wagner withdrawal from Ukraine could have significant implications for Russia's ability to effectively fight a ground war there. Whether Putin will pivot to primarily air, nuclear, or other unconventional tactics in the wake of such a withdrawal remains to be seen. Molly Dunigan is a senior political scientist at the nonprofit, nonpartisan RAND Corporation; director of the Strategy, Doctrine, and Resources Program within the RAND Arroyo Center; and a senior lecturer in Carnegie Mellon University's Institute for Politics and Strategy. This commentary originally appeared on USA Today on June 27, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}