{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:32:24.768465",
  "crawling_time_epoch": 1704166344,
  "type": "Commentary",
  "title": "The Problems Facing VA Modernization Are Bigger Than Its Software Systems",
  "url": "https://www.rand.org/pubs/commentary/2023/04/the-problems-facing-va-modernization-are-bigger-than.html",
  "descriptions": "The list of criticisms of the new Veterans Affairs electronic health record system, Oracle Cerner, is long. It's expensive, downtime has been high, and doctors' orders have gone missing, putting patient safety at risk. How did this implementation go so wrong? And what should be done now?",
  "posted": "Apr 28, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/04/the-problems-facing-va-modernization-are-bigger-than/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1682729395022.jpeg",
    "desc": "Department of Veterans Affairs sign on a VA building, photo courtesy of Department of Veterans Affairs"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Shira H. Fischer",
      "profil": "https://www.rand.org/about/people/f/fischer_shira_h.html",
      "profession": "Physician Policy Researcher",
      "username": "@ShiraFischer",
      "contact": "https://www.twitter.com/ShiraFischer"
    },
    "tags": [
      "Electronic Medical Records",
      "Health Information Technology",
      "Military Veterans",
      "United States",
      "www.rand.org"
    ],
    "Article": "The list of criticisms of the new Veterans Affairs (VA) electronic health record system, Oracle Cerner, is long. Thousands of doctors' orders went missing, putting patient safety at risk. Its downtime has been high compared to the old system, though it has improved. The new system is expensive: $16 billion so far, up from the $10 billion originally estimated. And, so far, it has been rolled out at just five of the VA's 171 sites. One of the problems is that the old record system, VistA, has its own lengthy list of reasons why it cannot continue to serve as the main software for VA hospitals. VistA was coded in Mumps, a computer language so old that few programmers are available to work on it. This old system is also not cloud-based, and cloud-based systems are now standard. And each VA location has customized VistA for its own particular needs, which means that each system is, in its way, unique, and interoperability is not at all simple. Even those who still love VistA concede that sticking with the old software is not a long-term solution. And even in the short term, VistA is expensive to maintain, costing $900 million for this purpose just last year. So VA has been sinking money into two different electronic health record systems, each one broken in its own way. As of last Friday, VA has called for a complete reset of the modernization program and a halt to any further Oracle Cerner rollouts. How did this implementation go so wrong? And what should be done now? VA has been sinking money into two different electronic health record systems, each one broken in its own way. Electronic health record (EHR) implementations often take a long time and go over budget. And while the VA implementation of its new EHR software has been challenging for a number of reasons, all of these reasons could be, and indeed were, anticipated. VA is unique in its geographical breadth—most EHR rollouts occur in a single health care system that is physically situated in one state, not across 50. Most EHRs, including the new Oracle Cerner system, are designed around billing, which is not a focus for providers in VA hospitals. The VA patient population is also different than the general public, with different frequencies of disease (more PTSD and missing limbs; less pregnancy and pediatric care), and it requires management of referrals and care outside the VA system. At the same time, Cerner has already been implemented at numerous hospital systems relatively smoothly; VA's ride didn't have to be so bumpy. The cost or slowness of the software at VA might have been tolerable if medication orders and referrals at the few hospitals that were using Cerner hadn't disappeared into an “unknown queue.” Six “catastrophic events” due to the EHR led to four deaths at VA hospitals. In one survey, 69 percent of users said that the old system, VistA, enables quality care; only 4 percent said that of the new Cerner system. The VA inspector general issued a series of reports with stark titles such as Care Coordination Deficiencies After the New Electronic Health Record Go-Live at the Mann-Grandstaff VA Medical Center in Spokane, Washington (PDF). Just this month, the system in Spokane went down again, and medical staff resorted to pen-and-paper recordkeeping. It is hard to pinpoint what has gone wrong, but a recent report from the U.S. Government Accountability Office found that VA did not fully implement any of the “eight leading practices for change management,” particularly around workforce training, as the administration worked to implement the new software. There were no user satisfaction targets to meet, nor independent assessments to deploy. VA, in other words, couldn't easily identify problems because it wasn't looking for those problems, let alone tracking whether or not they were resolved. VistA is beloved by VA medical staff; downtime is almost nonexistent, and patient safety outcomes are significantly better—all of which led members of Congress to propose legislation that would pull the plug on Oracle Cerner, or, short of that, negotiate a new contract. Cerner works well at other hospitals; in fact, in a survey from this year on “best software suite,” it came in second place among all EHRs for large organizations. Clearly, this is not simply a Cerner problem. Increased oversight of the implementation process of Cerner at different VAs might help. Another possibility is for VistA to be rebuilt as a modern EHR, which has been suggested for years. In 2017, an article in Politico noted that “even the men and women who built and patched and rejuvenated VistA over the years have given up on it.” But if it could be maintained for at least the next 10 years, might it be more efficient to pay for its upkeep during that time? Decisions about the next steps—fix Cerner, rewrite VistA, or something else—are still to come. As of April 21, the decision has been made to step back and reassess, as part of a reset. There has been a realization that things cannot go on the way they have been, but the path forward remains unclear. For now, those using VistA will continue to do so, and improvements will be made at the five Cerner sites. Decisions about the next steps—fix Cerner, rewrite VistA, or something else—are still to come. At this critical juncture, all involved need to not only fix the details but also consider the bigger picture: Is the VA ready for standardization across all its hospitals? Can Cerner be adapted to the VA culture? Can VA culture adapt to accept Cerner? Can patient safety issues be solved before any more implementations take place? Hopefully, everyone involved can work together to make sure the answers to all these questions are: Yes. Dr. Shira H. Fischer is a physician policy researcher at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on The Hill on April 28, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}