{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:12:21.462642",
  "crawling_time_epoch": 1703239941,
  "type": "Commentary",
  "title": "The Fight for Sudan Was Inevitable",
  "url": "https://www.rand.org/pubs/commentary/2023/04/the-fight-for-sudan-was-inevitable.html",
  "descriptions": "When conflict in Sudan did not end after the 2005 peace agreement, the international community fell into a familiar pattern of never-ending negotiations. But conflict resolution focused on agreements that split power between armed groups rarely leads to sustainable peace. The effects of such misbegotten efforts are plain to see.",
  "posted": "Apr 27, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/04/the-fight-for-sudan-was-inevitable/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1683033049828.jpeg",
    "desc": "Smoke rises from buildings during clashes between the paramilitary Rapid Support Forces and the army in Khartoum North, Sudan. April 22, 2023, photo by Mohamed Nureldin Abdallah/Reuters"
  },
  "content": {
    "source": "(New York Times)",
    "author": {
      "name": "Jacqueline Gardner Burns",
      "profil": "https://www.rand.org/about/people/b/burns_jacqueline.html",
      "position": "Senior Policy Analyst",
      "username": "",
      "contact": null
    },
    "tags": [
      "Peacekeeping and Stability Operations",
      "Politics and Government",
      "Sudan",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Khartoum has been wracked with violence for nearly a week. At least 413 people have been killed and millions trapped without food, water, or electricity, while a former Janjaweed militia—the Rapid Support Forces led by Lt. Gen. Mohamed Hamdan, known as Hemeti—battles the army for control of Sudan's capital. After violence erupted last Saturday, many pointed to the fact that Sudan is still merely four fitful years into building a civilian-led government after decades of military rule. General Hamdan and Gen. Abdel Fattah al-Burhan, who heads the Sudanese Army, had joined forces to remove President Omar Hassan al-Bashir from office in 2019 following a pro-democracy popular uprising, and continued their alliance as they jointly led a military coup in late 2021, removing the (at least nominally) civilian-led transitional government. Tensions that had been on the rise for months between the two military leaders finally exploded against the pressure of a looming deadline to hand power back to a civilian government. Analysts have noted that the movements that helped overthrow Mr. al-Bashir's dictatorial regime in 2019 were too weak and too disorganized to compete with the armed militias. Others have pointed to a broader “global power struggle” that has reportedly led foreign actors such as Russia, the Gulf States, Egypt, and even the Wagner Group to support or build ties with either Hamdan or al-Burhan, who are currently fighting for control of Sudan. Conflict resolution focused on signing peace agreements that split power between armed groups rarely leads to sustainable peace. These are indeed likely factors in the violence. But the problems stretch back much further. When conflict did not end in Sudan after the 2005 Comprehensive Peace Agreement, which marked the end of two decades of civil conflict, the international community fell into a familiar pattern of never-ending peace negotiations, rotating through different facilitators, in which the armed belligerents were brought to various international locations to negotiate for concessions that might lead to an end to the violence. Yet the problem is that conflict resolution focused on signing peace agreements that split power between armed groups—no matter how many provisions on political reforms are added—rarely leads to sustainable peace. And it often doesn't even lead to short-term peace. The effects of such misbegotten efforts, in the wreckage in Khartoum, are plain to see. Armed groups and dictatorial regimes know that as long as they are participating in a peace process, international pressures will eventually—often quickly—ebb. If they are pressed into signing an agreement, there are typically very few effective mechanisms to hold them to it. What's more, the time put into these peace processes—which in Sudan's case amounted to decades—is spent by the armed groups amassing political and military power. I saw this happen time and again in both Sudan and South Sudan, where certain leaders of armed groups with whom I dealt were more interested in watching televised soccer matches by the hotel pool and scheduling meetings for their own gain rather than discussing the violence affecting their people. All the while, international interveners—in this case the African Union and United Nations with the support of the United States, European Union, and others—legitimize these armed groups as the only valid power brokers or voices that need to be heard, while asking Sudanese citizens to quietly wait their turn. A turn that often never comes. In 2011, I started working for the U.S. special envoy for Sudan and South Sudan, which had just emerged from a brutal series of civil wars. Despite the peace agreement that allowed South Sudan to secede, violence continued in Darfur and had been rekindled in the “Two Areas,” along Sudan's southern border with South Sudan. I was young and optimistic, and believed it possible for Sudan to find acceptable, if not ideal, compromises in the name of saving lives. The Sudanese government was desperate for debt relief, as well as the removal of U.S. sanctions. There was a hope that if Mr. al-Bashir's regime was forced to share some fraction of power, the country would eventually start to democratize. At the very least, I hoped civilians wouldn't continue being strafed by indiscriminate aerial bombardments. My optimism was quickly tempered by those who assured me that none of the armed groups were actually interested in peace. Instead, they were intent on shoring up their political bases to gain more power. Even so, internationally facilitated negotiations remained more or less exclusively between these groups. Women, internally displaced persons and those who did not happen to be part of an armed rebel movement were almost entirely excluded. We were so focused on getting concessions and splitting power between the armed groups to reach a signed peace agreement that, despite paying lip service to the need for inclusivity and sustainable peace, we lost sight of this longer-term goal. These dynamics played out in 2019, when women and other marginalized groups, hurt by austerity measures urged by international financial institutions, took to the streets. Yet despite their leading role in the uprising that resulted in the eventual ouster of Mr. al-Bashir, women were not substantially included in the transitional government, and were only marginally included in political and peace negotiations. Instead, yet another peace agreement facilitated by a third party brought the armed rebel movements to the table and into the transitional government. By 2021, when the military junta took power, quashing all optimism for Sudan's democratic future, it consisted of several Darfuri rebel movements that joined forces with the militias they had been fighting for decades. These were the same armed groups that had been brought into various peace talks again and again; the same groups who were never interested in peace, but in gaining more power for themselves, often through violence. The international community should not stop trying to end violent conflicts, but future efforts must consider who matters for peace and who does not. Earlier this year, the various armed groups and civilian representatives once again met to complete an agreement on the transition. This time, even though the negotiations included consultations with women and other previously marginalized groups, it was far too little, too late. Weeks after the meeting, the Rapid Support Forces and the army, on which Mr. al-Bashir's rule had depended, are doing battle in the streets of Khartoum. If the international community continues to prioritize the voices of the armed and corrupt over those seeking real political reform and representation, we can expect nothing less than the continued cycle of violence and human suffering witnessed over the past week in Sudan. The international community should not stop trying to end violent conflicts, but future efforts must consider who matters for peace and who does not. The insidious nature of contemporary international conflict resolution is that, in its single-minded drive to get armed groups to put down their guns, those fighting for the real and lasting reforms necessary for peace too often get cast aside. Jacqueline Burns is a former adviser to the U.S. special envoy for Sudan and South Sudan and a senior policy analyst at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on New York Times on April 23, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}