{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:53:56.403455",
  "crawling_time_epoch": 1703231636,
  "type": "Commentary",
  "title": "The Three Vladimir Putins",
  "url": "https://www.rand.org/pubs/commentary/2023/02/the-three-vladimir-putins.html",
  "descriptions": "What happens next in the war in Ukraine depends almost exclusively on the mindset, will, and decisions of Vladimir Putin. The various descriptions of Putin suggest three different characters: strongman Putin, messianic Putin, and rational Putin. We may take more comfort in the last. We probably shouldn't.",
  "posted": "Feb 22, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/the-three-vladimir-putins/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1677108127634.jpeg",
    "desc": "Russian President Vladimir Putin at a training center in Ryazan Region, Russia, October 20, 2022, photo by Mikhail Klimentyev/Sputnik via Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "position": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "A savvy old intelligence hand once told me that, “You're in trouble when assessing your opponent's next move depends on remote psychoanalysis.” His comment would certainly apply to current efforts to understand the motivations of Russian President Vladimir Putin. What happens next in the war in Ukraine depends almost exclusively on the mindset, will, and decisions of this one man. He has led Russia for more than 23 years. It was his decision to invade Ukraine. He is responsible for the escalation of the war. He alone will decide the next move. American intelligence correctly predicted that Russia would invade Ukraine. Russia miscalculated that instead of welcoming Russian troops as liberators or quickly collapsing, the Ukrainians were able to mount a valiant defense and, as a consequence, inspire unanticipated foreign assistance. What will Russia do next? If unable to grind down Ukrainian forces with superior numbers and brutal tactics, will Russia mobilize for a long war? Putin has already threatened to use nuclear weapons—will he do it? If offered a way out of the war with sufficient territorial swag, will he take it? But will he then proceed to other targets? What happens next in the war in Ukraine depends almost exclusively on the mindset, will, and decisions of Vladimir Putin. The various descriptions of Putin suggest three different characters: Strongman Putin, Messianic Putin, and Rational Putin. We may take more comfort in the last. We probably shouldn't. Putin likes to display himself as a tough guy, a steely-eyed ex-KGB colonel, bare-chested on horseback, judogi-wearing martial arts master, hockey player. Putin rehabilitated the reputation of Josef Stalin, a 20th century tyrant. And statues of Ivan the Terrible are appearing on the scene. Ivan IV, the first tsar of Russia whose descriptor translated more correctly would be “Ivan the Fearsome,” added more territory to the Russian state than any other Russian leader. A ruthless tyrant, he created Russia's first secret police, impaled his enemies, and in a fit of rage killed his own son. His Russian admirers correctly point out that his actions must be seen in the context of the 16th century, when gaining and keeping a crown, whether in Moscow, London, or Constantinople, was bloody business that not infrequently involved the cold-blooded murder or execution of relatives. Russians have an affinity for strong leaders. Not only Russians. According to a recent poll, about one-third of Americans would prefer to be governed by rough, anti-democratic leaders. Some observations suggest that Putin may suffer from a “Joan of Arc complex,” seeing himself as the one chosen to fulfill a heroic mission. Putin considers the breakup of the Soviet Union to have been the greatest geopolitical tragedy of the 20th century, and that it is his destiny to recover Russia's lost territory, unify its people, and restore the country to its rightful place in the world. Putin's messianic vision makes no distinction between the country and himself. Saviors are hard to deal with. Their self-righteous convictions allow little room for compromise. Visions of glory are not abandoned. Ambitions transcend settled frontiers. Agreements are tactical. A messianic Putin is dangerous. In America, to call someone rational is a compliment. It means someone we can do business with. But we have to be careful not to mirror image. After his meeting with Putin, President Bush said, “I looked the man in the eye. I found him to be very straightforward and trustworthy.” If I were small enough and close enough to peer directly into a lizard's eye, what would I see? Probably a reflection of myself. But what would the lizard see? Lunch? Mafia dons and Latin American drug lords (contrary to Al Pacino's portrayal of “Scarface”) are rational within the context of their professions. Corporate executives who ramp up production despite the societal consequences of dangerous narcotics or cover up dangerous defects to protect profits are greedy but rational actors. The decision to drop atomic bombs on Japan in 1945 is viewed by some as unnecessary and immoral, but under the circumstances it could be argued as a rational decision. The principle of mutual assured destruction, which threatened that in the case of a nuclear attack both the attacker and the defender would be annihilated, seems mad, but maintaining destructive parity as a deterrent was not irrational. There is a Yiddish proverb: How much can you lose in order to win? Will Putin back off or double down? Thus far he seems to be gambling to win. It is not a crazy bet. Russia has vastly more manpower, more weapons, and a much larger economy than Ukraine. Sometimes, quantity creates its own quality. No matter how hard the Ukrainians fight, this line of thinking goes, eventually they could be ground down. It may not be irrational for Putin to conclude that the West will be frightened by the possibility of escalation or eventually will tire of a protracted war. Ukraine counts on the supply of ever-more-advanced weapons to offset Russia's numerical superiority. Russia's battle is against the West, but it may not be irrational for Putin to conclude that the West will be frightened by the possibility of escalation or eventually will tire of a protracted war. Russian propaganda portrays the invasion of Ukraine as a continuation of the Great Patriotic War against the Nazis in World War II. The Soviet Union lost more than 20 million people in that conflict—15 percent of its population. Russian losses in Ukraine to date are estimated to be somewhere around 140,000—less than one-tenth of 1 percent of Russia's current population. And if Russia brings all of Ukraine back under Russian control, it will gain tens of millions of people to offset its declining population. The sanctions imposed by the West have not yet bit deeply into Russia's economy or greatly impacted the average Russian's lifestyle. Russians have a higher capacity for suffering than their counterparts in the West. Putin is not bothered by domestic opposition. He has the power, he alone rules. He sees the West as divided, wobbly, hesitant, looking for a way to halt the fighting. For now, Putin can continue the war. There is nothing irrational in any of his calculations. We do not know how a rational Putin might view various trajectories of the war. A disaster may reduce Russia's military capabilities, but would it dent Putin's determination? Does he see greater risk in escalation or in failure, which could undermine his strongman image, and potentially his rule? But would victory quench his ambition or instead persuade him that he has reckoned right and is unstoppable? Today Ukraine, tomorrow beyond until NATO's entire post-Soviet edifice—even NATO itself—collapses? The point is that rational Putin gives little consolation. It can be seen as rational for him to continue fighting. Negotiations offer him tactical gains, but they are a component of, not an alternative to, his continuing campaign. It may not be in the national interests of the United States to support Ukraine indefinitely, to run the risks of escalation or wider war. That is our decision to make without illusions that Putin will permanently abandon his campaign or that we will gain more than temporary respite. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of numerous books, reports, and articles on terrorism-related topics. This commentary originally appeared on The Hill on February 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}