{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:41:27.351827",
  "crawling_time_epoch": 1703230887,
  "type": "Commentary",
  "title": "The Black Sea and the Changing Face of Naval Warfare",
  "url": "https://www.rand.org/pubs/commentary/2023/10/the-black-sea-and-the-changing-face-of-naval-warfare.html",
  "descriptions": "Uncrewed surface vessel and uncrewed underwater vessel technologies will continue to mature and be employed for an ever-wider range of missions. Today's struggles in the Black Sea may herald a changing face of naval warfare, in which large warships are increasingly vulnerable even to nations that lack substantial navies.",
  "posted": "Oct 31, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/10/the-black-sea-and-the-changing-face-of-naval-warfare/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1698801209543.jpeg",
    "desc": "Still from a video posted by the Ministry of Defence of the Russian Federation claiming to show the Black Sea Fleet's Admiral Essen frigate engaging a TB2 Bayraktar drone over the Black Sea, near the west coast of the Crimean peninsula, April 12, 2022, photo by Ministry of Defence of the Russian Federation/Reuters"
  },
  "content": {
    "source": "(Defense News)",
    "author": {
      "name": "Scott Savitz William Courtney",
      "profil": "https://www.rand.org/about/people/s/savitz_scott.html",
      "position": "Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-tactics.html",
        "tag": "Military Tactics"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-technology.html",
        "tag": "Military Technology"
      },
      {
        "blog": "https://www.rand.org/blog.topic.naval-warfare.html",
        "tag": "Naval Warfare"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "Ukraine has shown surprising naval capability in the Black Sea, helping to protect its shores and shipping while keeping its predator's fleet at bay. This achievement is remarkable because Ukraine is virtually bereft of warships. It has succeeded through the skillful use of emerging technologies, such as explosive-laden uncrewed surface vessels, and of older ones, such as land-based missiles and naval mines. The current war is the latest in a long history of battles in the Black Sea, a crossroads whose fertile shores have induced numerous nations to seek to dominate the sea and its approaches. Thucydides described Greek fleets fighting there over 2,400 years ago; more recently, Turkish and Russian fleets fought intermittently for centuries. Some of these battles have taken place in the same areas as today's fighting. In the Crimean War of the 1850s, British and French warships contributed to the siege to Russia's naval base at Sevastopol. Others have focused on the Turkish straits, the Black Sea's only exit. During World War I, Britain, France, and Russia tried and failed to seize those straits. In World War II, the Soviet Union's Black Sea Fleet fought the naval forces of Nazi Germany and its allies near Ukraine's shores. During the Cold War, the Soviets saw their fleet as vital to protecting against NATO warships that could attack its southern flank. A key constraint on naval power in the Black Sea has been the limited ability of non-littoral nations to get their warships through the Turkish straits. A key constraint on naval power in the Black Sea has been the limited ability of non-littoral nations to get their warships through the Turkish straits. Since 1936, the Montreux Convention has restricted the number and size of warships that they can operate within the Black Sea, as well as how long they can stay there. The convention also gives Turkey the right to close its straits to warships in time of war or when it perceives a threat. Turkey has exercised that right in the current war, preventing Russia from reinforcing its Black Sea Fleet, while also limiting access to the sea by other NATO nations. On the other hand, Russia and other littoral states are subject to no such constraints when they build up fleets within the Black Sea. When the Soviet Union collapsed in 1991, its Black Sea Fleet had 300 or more warships and submarines, vastly more than any other littoral country. Although the fleet was divided among Russia, Ukraine, and Georgia, Russia is now the sole heir. It destroyed the Georgian fleet during its 2008 invasion. During its 2014 seizure of Crimea, Russia used a millennium-old tactic—scuttling old vessels in a key channel—to trap Ukrainian ships in port, then seize them from the landward side. The result has been that the Russian Navy has dominated the Black Sea for the last decade. In its full-scale invasion of Ukraine, Russia has sought to use naval power in the Black Sea as an integral element. It has launched missiles against land targets, menaced Ukraine's coastline with a potential amphibious invasion, and sought to throttle Ukraine's vital maritime trade. This strategy has had limited effectiveness because of Ukraine's skillful use of uncrewed surface vessels, missiles, and naval mines. Ukraine has repeatedly employed explosive-laden USVs to target ships, even in Russian ports hundreds of miles from Ukrainian-controlled waters. Ukraine also likely used them to damage the Kerch Strait Bridge, a vital logistical link between southern Russia and occupied Crimea. Ukraine is now developing an explosive-laden uncrewed undersea vehicle, which can achieve greater stealth than a USV. Last year, Ukraine's anti-ship missiles sank Russia's Black Sea flagship, the Moskva. Recently, Ukraine's land-attack missiles damaged Russia's fleet headquarters in Sevastopol and an advanced S-400 air defense system. Some Russian warships are fleeing occupied Crimea for ports further east, though even those may remain within range of USV attacks. Throughout the conflict, naval mines have hindered Russia's ability to launch an amphibious assault against the key port of Odesa and other coastal areas. Ukraine's ability to nullify Russian sea power has facilitated grain and other commercial shipping along the western edge of the Black Sea. Ukraine has shown that a combination of USVs, land-based missiles, and naval mines can deny a superior navy the ability to exercise sea control, at least in a relatively confined body of water. Ukraine has shown that a combination of USVs, land-based missiles, and naval mines can deny a superior navy the ability to exercise sea control, at least in a relatively confined body of water. Ukraine has achieved this, in part, by pioneering the use of low-profile, explosive-laden USVs (these have ancient antecedents, such as fireships). Other technologies are not new: Anti-ship missiles have been used for over 50 years, and even nonstate actors like Lebanon's Hezbollah and Yemen's Houthis have employed them (with Iranian assistance). Mines have stymied superior navies since the Crimean War of the 1850s. Ukraine's contribution is to demonstrate how the deft use of these technologies in combination can offset a stronger navy's advantages. The lessons from today's fighting in the Black Sea may not be universal. In more open waters, some aspects of Ukraine's innovative approaches may be negated. Open-ocean environments could enable warships to operate at safer distances from land-based missiles, small uncrewed surface vessels' bases, and waters conducive to mining. However, throughout history, most naval battles have been fought in relatively confined coastal waters. Moreover, uncrewed surface vessel and uncrewed underwater vessel technologies will continue to mature and be employed for an ever-wider range of missions. Today's struggles in the Black Sea may herald a changing face of naval warfare, in which large warships are increasingly vulnerable even to nations that lack substantial navies. Scott Savitz is a senior engineer at RAND, where former U.S. Ambassador to Kazakhstan and Georgia William Courtney is an adjunct senior fellow. This commentary originally appeared on Defense News on October 30, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}