{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:36:21.994561",
  "crawling_time_epoch": 1704166581,
  "type": "Commentary",
  "title": "The Need for Irregular Warfare Professional Military Education",
  "url": "https://www.rand.org/pubs/commentary/2023/02/preparing-for-strategic-competition-the-need-for-irregular.html",
  "descriptions": "The Department of Defense does not provide the irregular warfare professional military education necessary for success in competition and conflict in the 21st century. This is not a new problem, but it is one that may deserve new attention from Congress and the Pentagon.",
  "posted": "Feb 1, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/02/preparing-for-strategic-competition-the-need-for-irregular/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1675788805715.jpeg",
    "desc": "Photo by Senior Airman Sam Goodman/U.S. Army"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Charles T. Cleveland Daniel Egel David Maxwell",
      "profil": "https://www.rand.org/pubs/authors/c/cleveland_charles_t.html",
      "profession": "Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Asymmetric Warfare",
      "Military Education and Training",
      "United States",
      "United States Department of Defense",
      "www.rand.org"
    ],
    "Article": "The Department of Defense (DOD) does not provide the irregular warfare (IW) professional military education necessary for success in competition and conflict in the 21st century. This is not a new problem, but it is one that may deserve new attention from the Congress and the Pentagon. More than 30 years ago, the late Ambassador Michael Sheehan, who also served as the assistant secretary of defense responsible for irregular warfare, observed that IW had “lost its significance (PDF) as a separate type of conflict that requires different doctrine and training.” Sheehan concluded that a consequence was that the United States lacked the “operational level and campaign planning (PDF)” necessary for irregular warfare above the tactical level. Congress—reflecting on the findings from the Skelton Panel in the 21stcentury—has affirmed (PDF) that “the primary purpose of [professional military education] is to develop military officers, throughout their careers, for the rigorous intellectual demands of complex contingencies and major conflicts.” It is perhaps unsurprising that the United States was unable to assemble (PDF) high-level irregular warfare–proficient campaign headquarters in either Afghanistan or Iraq—which may provide a critical vulnerability as U.S. adversaries are increasingly turning to irregular approaches to undermine U.S. conventional supremacy. There are plenty of opportunities for irregular warfare-focused education. Indeed, the joint force has developed and sustained a multitude of educational offerings directly related to irregular warfare, including programs operated by the National Defense University and specifically the College of International Security Affairs (CISA), the Air University (PDF), the Naval Postgraduate School, the Joint Special Operations University, the Marshall Center, the Daniel K. Inouye Asia Pacific Center of Security Studies, and the U.S. Army John F. Kennedy Special Warfare Center and School (PDF) (which includes CISA's Joint Special Operations Master of Arts Program). However, there is no coherent professional military education “architecture” for irregular warfare. There is no dedicated IW segment in DOD education and no mechanism for relevant officers, enlisted, and civilians to receive the “continuous access to IW-related training, doctrine, and education (PDF)” which the Irregular Warfare Annex to the 2020 National Defense Strategy highlighted as a requirement. The Joint Staff has declared that it cannot tell services (PDF) how to design irregular warfare curriculum, and neither Special Operations Command nor the Assistant Secretary of Defense for Special Operations and Low-Intensity Conflict have a specified role. Professional military education for irregular warfare is typically “sequestered to electives (PDF),” and often the requirement for IW professionals in attending traditional military education is to function as a “training aide” for conventional counterparts, which arguably impedes the education for all domains of warfare, including land, air sea, cyber, and space. This highly diffuse approach for irregular warfare is in sharp contrast to that currently being deployed by the Space Force. Developing an “independent” professional military education for the Space Force was a priority of the first Chief of Space Operations, General John W. Raymond, and it reflected a recognition that the “Space Force works in a radically different domain in terms of physics, size, and legal regime” than the rest of the Air Force. Further, rather than executing this independent and specialized education via an existing military institution, the Space Force decided to partner with a civilian university. This approach allowed the Space Force to “tailor curriculum to meet the unique and evolving needs of space operations by capitalizing on the multidisciplinary, strategy-focused course offerings in international security, ethics and leadership, international public policy, and more” at its university partner, Johns Hopkins University. This approach may offer two important lessons for how the DOD could overhaul its approach. Irregular warfare may require its own independent professional education. First, irregular warfare may require its own independent professional education. Irregular warfare operates in a wholly different domain than conventional forces—which Gen. Raymond Odierno, Gen. James Amos, and Adm. William McRaven called (PDF) the “human domain.” Thus, as Space Force operations in the space domain necessitated an independent program, irregular warfare may necessitate its own program as well—in order to develop IW-proficient campaign headquarters. Second, effectively executing this may require a more-robust partnership with a civilian university. Irregular warfare by its nature requires an understanding of typically civilian disciplines, including (PDF) anthropology, economics, geography, politics, psychology, and sociology. These can be and are taught at military education institutions, but partnerships with civilian universities—following the approach currently being employed by the Space Force—may provide the DOD a new approach for ensuring its irregular warfare commanders, planners, and operators are immersed in these tools. Education through a partnership with a world-class university may also expose military officers to other elements of national power that often prove critical in the success of irregular approaches, since irregular warfare is the military contribution to political warfare or competitive statecraft, the province of national level civilian policymakers. While the congressionally authorized Irregular Warfare Center may provide a mechanism for partnering with a civilian university, congressional leadership may be necessary to implement these two pragmatic lessons offered by the Space Force. Establishing independent professional military education for irregular warfare may require that Congress empower and require the Assistant Secretary of Defense for Special Operations and Low-Intensity Conflict and Special Operations Command to bring coherence to IW education. These organizations were created to address U.S. failures in IW but were not given needed authorities for personnel development and management—and just as Space Force education has a champion in the new service chief, irregular warfare may need a “senior champion” as well. A consolidated irregular warfare program could allow the DOD to generate the irregular warfare professionals necessary to meet the demands of strategic competition in the 21st century. A consolidated irregular warfare program could allow the DOD to generate the irregular warfare professionals necessary to meet the demands of strategic competition in the 21st century. It could include career-long education for appropriate branches and specializations, advanced IW strategy and campaign planning for select personnel at intermediate and senior service equivalent levels, and IW supporting components inserted into service education at all levels from the basic course through senior service colleges. The services might also consider including IW curriculum in the service academies and Reserve Officers' Training Corps. The United States has the best trained and educated military in the world—for traditional warfare. The national security and defense strategies highlight the requirement to conduct strategic competition in the gray zone as well as to deter war, and to fight and win the nation's wars. It may be time to give IW equal priority in professional military education and find it a home. Lt. Gen. Charles T. Cleveland (Ret.) is an adjunct researcher at the nonprofit, nonpartisan RAND Corporation and a senior mentor to the Army War College. Daniel Egel is a senior economist at RAND. Col. David Maxwell (Ret.) is a senior fellow at the Foundation for Defense of Democracies and the Global Peace Foundation and a senior advisor to the Center for Asia Pacific Strategy. Col. Hy Rothstein (Ret.) is a recently retired faculty member of the Naval Postgraduate School. This commentary originally appeared on The Hill on January 31, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}