{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:03:52.520242",
  "crawling_time_epoch": 1703239432,
  "type": "Commentary",
  "title": "The West's Incoherent Critique of Israel's Gaza Strategy",
  "url": "https://www.rand.org/pubs/commentary/2023/11/the-wests-incoherent-critique-of-israels-gaza-strategy.html",
  "descriptions": "The battlefield geography of Gaza means that any operation there would turn into a bloody, highly destructive ground operation, with a lot of civilians caught in the crossfire. While Israel can mitigate some of these effects, neither Israel nor any other military can prevent them entirely. In this war, there is no happy medium.",
  "posted": "Nov 16, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/11/the-wests-incoherent-critique-of-israels-gaza-strategy/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1700154933691.jpeg",
    "desc": "Israeli military spokesperson Rear Admiral Daniel Hagari shows what the Israeli military says is a tunnel at a location given as Gaza, in this still image taken from video released November 13, 2023, photo by Israel Defense Forces/Handout via Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Raphael S. Cohen",
      "profil": "https://www.rand.org/about/people/c/cohen_raphael_s.html",
      "position": "Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "Asymmetric Warfare",
      "Gaza Strip",
      "Israel",
      "Military Strategy",
      "Urban Warfare",
      "www.rand.org"
    ],
    "Article": "Since Hamas's October 7 massacre of more than 1,200 Israelis, a multitude of voices—from U.S. senators to the Chilean president, from the Norwegian prime minister to United Nations officials—has attempted to strike a similar line: that while Israel has the right to self-defense, its current operation in Gaza is disproportionate. Presumably, this same group would support a more targeted operation, but when pressed to explain what such an operation would look like, they demur, and instead say that one should ask “military experts.” Well, I am a military expert. I have studied military operations in Gaza for a decade now. What would a more targeted operation look like? I have no idea. Israel has tried more limited operations in Gaza before. In 2012, it conducted limited air campaigns like Operation Pillar of Defense or, more recently, 2021's Operation Guardian of the Walls. It also tried limited ground campaigns in Operation Cast Lead from 2008 to 2009, as well as Operation Protective Edge in 2014. During all of these campaigns, many voices similar to those now criticizing Israel's actions criticized those more targeted operations as disproportionate. For Israel, the lesson from these prior conflicts is that limiting its operations may not actually placate its critics. But more important, from Israel's perspective, is the fact that these limited operations were not successful. Israel has tried to kill Mohammed Deif, the commander of Hamas's military wing, seven times already, to no avail. The Israeli success rate against Hamas infrastructure has proved similarly limited. Yehia Sinwar, Hamas's Gaza leader, claimed that Operation Guardian of the Walls only succeeded in damaging a mere 5 percent of Hamas's tunnel network beneath Gaza in 2021. And one need only look at the October 7 attacks for evidence that Hamas's military capabilities remained very much intact after all previous, more targeted operations. One need only look at the October 7 attacks for evidence that Hamas's military capabilities remained very much intact after all previous, more targeted operations. Moreover, once we unpack what Israel's right to self-defense actually means in practical terms, the differences between so-called targeted operations and what Israeli operations have been to date begin to blur. At a minimum, a right to self-defense should allow Israel to rescue its hostages, prevent Hamas's ability to launch another October 7–style attack—which it has already promised to do—and kill or capture those responsible for October 7. With more than 200 hostages embedded somewhere among 2 million or more residents of Gaza, a rescue presents the ultimate needle-in-a-haystack problem for Israel. Ideally, Israel would have exquisite intelligence about each hostage's whereabouts. More likely, though, Israel needs to comb through Gaza, building by building, street by street, tunnel by tunnel. That is a slow, painstaking endeavor, one that forces Israel into the large-scale ground operation that we presently see unfolding. Hamas, of course, will resist such an incursion, leading to intense firefights in some of the most densely packed areas on Earth. There are, however, inevitable second-order consequences once we stipulate that Israel has the right to try to rescue hostages by force without knowing their exact locations. Israel needs to have control over who can and cannot leave Gaza, if only to prevent Hamas from smuggling its hostages to places unknown. Control over access also means controlling fuel going into Gaza. Hostage rescue is a delicate business where even seconds matter, given that Hamas has threatened to execute its hostages. The second goal—to prevent Hamas from launching another October 7–style attack—requires a similar approach. Hamas does not have traditional military bases. Instead, most of Hamas's military capabilities are underground, in a vast, estimated 500-kilometer network of tunnels running throughout the Gaza Strip. The Israeli military says—and outside media have documented on many occasions—that many of these tunnels run under civilian infrastructure, including mosques, hospitals, and schools. Detecting and destroying these tunnels also forces Israel to go into Gaza on the ground. Although Israel has pioneered a range of technological solutions for tunnel detection, these methods remain imperfect and often require troops to be relatively close to their targets, increasing the chances of large-scale firefights in populated areas. Clearing those tunnels, once they are found, poses still more challenges. Airstrikes inevitably destroy whatever is above the tunnels. But even if soldiers instead try to pack a tunnel full of explosives to destroy it, few buildings in the world, much less in Gaza, are designed to withstand that kind of subterranean blast. Finally, let's turn to the third objective: killing or capturing those responsible for the October 7 attacks. Israel estimates that some 3,000 Hamas and other militants entered Israel during the attack. Some of these militants were killed in the attack, but many escaped back to Gaza. Moreover, if we include in Israel's right to self-defense the elimination of those who helped plan and organize the attack, the number grows even larger. The U.S. National Counterterrorism Center places Hamas's total membership—let alone the smaller militant groups—at 20,000 to 25,000 as of September 2022. In practical terms, killing or capturing those responsible for October 7 means either thousands or potentially tens of thousands of airstrikes or raids dispersed throughout the Gaza Strip. Raids conducted on that scale are no longer a limited, targeted operation. It's a full-blown war. There are still plenty of legitimate criticisms to be made of Israel's strategic approach to Gaza and to the Palestinian population more broadly. There are still plenty of legitimate criticisms to be made of Israel's strategic approach to Gaza and to the Palestinian population more broadly. Prior to the October 7 attacks, Israeli settler attacks on Palestinians in the West Bank were rising and fueling a clash. For the last decade and a half, Israel's approach to Hamas in Gaza has largely been kinetic in nature—the “mowing the grass” strategy—without any concerted effort to improve the underlying poverty, unemployment, and decrepit infrastructure that were fertile ground for the October 7 bloodbath. Even today, Israel has offered no coherent plan for how to govern and rebuild Gaza if it does succeed in destroying Hamas. Even so, the uncomfortable, ongoing truth is that the battlefield geography of Gaza means that any operation in Gaza, however targeted it may be, would turn into what we see unfolding today: a bloody, highly destructive ground operation, with a lot of civilians caught in the crossfire. While Israel can mitigate some of these effects, neither Israel nor any other military can prevent them entirely. In this war, there is no happy medium. Raphael S. Cohen is director of the Strategy and Doctrine Program at RAND Project AIR FORCE. This commentary originally appeared on Foreign Policy on November 13, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}