{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:55:26.632597",
  "crawling_time_epoch": 1703231726,
  "type": "Commentary",
  "title": "The Inflation Pain You Don't See",
  "url": "https://www.rand.org/pubs/commentary/2023/01/the-inflation-pain-you-dont-see.html",
  "descriptions": "Official statistics don't capture the pain of inflation for many Americans. That's because there's something wrong with how we define the middle class. Far more American households earn a middle-class income than enjoy a middle-class lifestyle.",
  "posted": "Jan 18, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/01/the-inflation-pain-you-dont-see/_jcr_content/par/teaser.crop.250x187.lm.jpeg/1674097124001.jpeg",
    "desc": "A woman shops for bread in a supermarket in New York, New York, Saturday, April 2, 2022, photo by Richard B. Levine/Reuters"
  },
  "content": {
    "source": "(The Wall Street Journal)",
    "author": {
      "name": "George Zuo",
      "profil": "https://www.rand.org/about/people/z/zuo_george.html",
      "position": "Associate Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@GeorgeWZuo",
      "contact": "https://www.twitter.com/GeorgeWZuo"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.demographics0.html",
        "tag": "Demographics"
      },
      {
        "blog": "https://www.rand.org/blog.topic.households.html",
        "tag": "Households"
      },
      {
        "blog": "https://www.rand.org/blog.topic.socioeconomic-status.html",
        "tag": "Socioeconomic Status"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.wages-and-compensation.html",
        "tag": "Wages and Compensation"
      }
    ],
    "Article": "Official statistics don't capture the pain of inflation for many Americans. That's because there's something wrong with how we define the middle class. Consider two hypothetical Americans, John and Jane. Both have been stung by high gasoline and food prices, as well as by higher interest on their credit cards. John, a 67-year-old homeowner who gets $50,000 a year from a pension and Social Security, is managing. Jane, a 35-year-old renter with two young children, has a job paying $50,000 but is dipping into her small savings to pay her bills. Most analysts would call them both middle class—but it doesn't feel that way to Jane. The problem is that popular definitions of the middle class focus on income. If you make whatever the measure considers average, you're in the middle class. But this definition ignores a difference between John and Jane: how much of their income is eaten up by necessities. Far more American households earn a middle-class income than enjoy a middle-class lifestyle. In a recent RAND study I coauthored, we defined middle-class households as those who spent 40 percent to 90 percent of their after-tax income on necessities: housing, food, clothing, transportation, education, child care, health care, and personal-care products such as shampoo and toothpaste. We found that one-third of middle-income earners—and a disproportionate share of those who are young, Black, Hispanic, and single-parent households—couldn't live a middle-class lifestyle. Far more American households earn a middle-class income than enjoy a middle-class lifestyle. Inflation makes the problem worse. In a separate analysis, my colleagues and I applied our study's definition to consumption profiles from September 2021 as a pre-inflation benchmark and one-year inflation rates separately for food, education, health care, housing, personal care, transportation, apparel, and child care. We found that the middle class grew last year, but for all the wrong reasons. If middle-class households didn't cut back on any of those things—or get better-paying jobs—roughly 7.5 percent fell into the working class under our model. But 12.7 percent of the upper class fell into the middle class. Single parents, renters, younger adults, those without college degrees, and Black and Hispanic households were all more likely to have been pushed out of the middle class by inflation. Because of how inflation rates differ across goods and services, the lower the household's income, the harder inflation hit. For middle-class households, the percentage of after-tax income spent on necessities jumped from 60 percent to 65 percent. For upper-class households, the shift was from 26 percent to 28 percent. Working-class households already needed 108 percent of their monthly income to cover the basics in 2021; in 2022 it was 118 percent. They are either dipping into savings, getting help from relatives or safety-net programs, or going into debt. Yet traditional definitions of the middle class won't show much effect from inflation when official income statistics for 2022 are released. Incomes are slow to adjust over time. But behind those statistics, costs are piling up for many middle-class households, making life harder. It should be no surprise that inflation topped the list of voter issues this past election cycle. More Americans are finding that their middle-class aspirations are teetering. George Zuo is an applied microeconomist at the RAND Corporation. This commentary originally appeared on The Wall Street Journal on December 19, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}