{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:56:19.467159",
  "crawling_time_epoch": 1703231779,
  "type": "Commentary",
  "title": "The Precarious Transition of Unvaccinated Service Members",
  "url": "https://www.rand.org/pubs/commentary/2022/12/the-precarious-transition-of-unvaccinated-service-members.html",
  "descriptions": "U.S. service members separated from the military for refusing the COVID-19 vaccine were largely separated with a general discharge under honorable conditions. While they may be eligible for health care and disability compensation from the VA, they are not eligible for G.I. Bill benefits. How have they fared as they entered civilian society unvaccinated and with limited benefits?",
  "posted": "Dec 19, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2022/12/the-precarious-transition-of-unvaccinated-service-members/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1674048076794.jpeg",
    "desc": "Two hands shake, one wearing a military uniform, the other in a white cuff, superimposed over a military discharge form, photo by Air Force Tech. Sgt. Ter Haar/U.S. National Guard"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Rajeev Ramchand Carrie M. Farmer Heather Marie Salazar",
      "profil": "https://www.rand.org/about/people/r/ramchand_rajeev.html",
      "position": "Codirector, RAND Epstein Family Veterans Policy Research Institute; Senior Behavioral Scientist; Professor of Policy Analysis, Pardee RAND Graduate School Codirector, RAND Epstein Family Veterans Policy Research Institute; Director, Health Care Quality Measurement and Improvement Program; Senior Policy Researcher Legislative Analyst",
      "username": "@RRamchand @carriefarmer",
      "contact": "https://www.twitter.com/RRamchand"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.coronavirus-disease-2019-covid-19.html",
        "tag": "Coronavirus Disease 2019 (COVID-19)"
      },
      {
        "blog": "https://www.rand.org/blog.topic.media-influences-on-health.html",
        "tag": "Media Influences on Health"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-personnel-retention.html",
        "tag": "Military Personnel Retention"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.vaccination.html",
        "tag": "Vaccination"
      },
      {
        "blog": "https://www.rand.org/blog.topic.veterans-health-care.html",
        "tag": "Veterans Health Care"
      },
      {
        "blog": "https://www.rand.org/blog.topic.violent-extremism.html",
        "tag": "Violent Extremism"
      }
    ],
    "Article": "Congress recently unveiled a compromise on legislation as part of the National Defense Authorization Act that would remove the mandate for service members to be vaccinated against COVID-19, despite the Secretary of Defense's desire to keep the mandate in place. In removing the mandate, the U.S. military will join nearly 14 percent of companies that once had, but have recently abandoned, their vaccine mandates. Not included in the compromise was reinstating and issuing back pay to the over 8,000 who left the military for refusing its COVID-19 vaccine mandate, though some lawmakers sought to include these provisions. This includes at least 2,064 Navy sailors, 1,500 Army soldiers, 3,717 Marines, and more than 800 airmen. Those separating for refusing the COVID-19 vaccine were largely separated with a general discharge under honorable conditions, which means that while they may be eligible for health care and disability compensation from the VA, they are not eligible for G.I. Bill benefits. Because of their beliefs about the vaccine, they sacrificed education and employment advantages enjoyed by other veterans, and face health threats from COVID-19 itself. As codirectors of a RAND Corporation veteran research institute, it is part of our job to examine military trends to anticipate what may be new and emerging needs of the veteran population. Recently, we have been cataloging how service members discharged for refusing the COVID-19 vaccine may have fared as they entered civilian society unvaccinated and with limited benefits. A key area where unvaccinated veterans are at a disadvantage is their educational opportunities. In 2020, 67 percent of the active-duty military had a high school diploma as their highest level of education. Serving in the military provides these individuals with benefits that help them pursue higher education, including the generous Post-9/11 G.I. Bill benefits. According to RAND research, these benefits are important: In addition to being linked to greater wages, postsecondary education for veterans increases access to new employment opportunities and helps them master new skills that may be more translatable to civilian employers. A key area where unvaccinated veterans are at a disadvantage is their educational opportunities. But these education benefits are only available to those with honorable discharges, not those separating with a general discharge, even if the general discharge is under honorable conditions. Even if they are willing to pay for their own postsecondary education, unvaccinated veterans discharged for refusing the COVID-19 vaccine may be unwelcome on many college and university campuses. The website Best Colleges is keeping track, and notes that over 1,000 colleges and universities across the United States require students to have been vaccinated for COVID-19 to participate in on-campus instruction. The list includes private, religious, and state schools. Unvaccinated veterans also may have fewer job opportunities than their vaccinated peers due to employer COVID-19 mandates. An October 2022 Mercer survey revealed that one-third of employers have worksite COVID-19 vaccination requirements; the percentage is even higher (44 percent) among large businesses with over 20,000 employees. Just as the military's COVID-19 vaccine policies evolve, postsecondary institutions' and employers' policies will as well. All settings allow for medical and religious exemptions. And requirements are being challenged by some state policymakers and citizens themselves. In addition to the recent congressional agreement, President Biden's more encompassing November 2021 employer vaccine requirement was blocked by the Supreme Court. Our projections are only based on what we know today, and how the military, educators, and employers respond to the evolving COVID-19 threat will impact veterans as well. Mandatory vaccines for the military is nothing new. Military vaccine requirements vary by region of assignment, but all service members are required to be vaccinated for hepatitis A; influenza; measles, mumps, and rubella (MMR); and polio. Certain assignments also require vaccinations for rabies, anthrax, hepatitis B, and pneumococcal. With requirements to receive at least four vaccinations, what makes the COVID-19 vaccine different? Some service members who refused the COVID-19 vaccine reported they were waiting for full FDA approval of the vaccine. But according to RAND research among the civilian population, full approval of the vaccine did not lead to much immediate change of heart. Service members, like the rest of us, are susceptible to social media efforts that either unintentionally or intentionally seek to convince them to forego the vaccine—and these beliefs can be very strongly held. To us, this suggests a troubling dynamic. As our former RAND colleague Colin Clarke warned earlier this year, “the anti-vaxxer movement could end up serving as a conveyor belt that delivers new members to other extremist groups, including militias and racially and ethnically motivated violent extremist organizations.” Unvaccinated veterans are more likely to be hospitalized with COVID-19 and face more-severe symptoms than others who contract the disease. A former leader of a neo-Nazi group recently told RAND researchers that extremist groups capitalize on service members' periods of transitions and seek out veterans for their military training and leadership capabilities. Those being discharged for refusing vaccines may represent a group vulnerable to extremist recruitment and one that is targeted by extremist groups. But the most immediate threat to those who are unvaccinated is the COVID-19 virus itself. Research shows that unvaccinated veterans are more likely to be hospitalized with the disease and face more-severe symptoms than others who contract the disease. Perhaps more importantly, unvaccinated veterans can increase the risk faced by those unable to be vaccinated, like those undergoing some forms of chemotherapy. This is particularly concerning as we enter the winter months, and COVID-19 infections are projected to increase. Rajeev Ramchand is codirector of the RAND Epstein Family Veterans Policy Research Institute and a senior behavioral scientist at the nonprofit, nonpartisan RAND Corporation. Carrie M. Farmer is codirector of the RAND Epstein Family Veterans Policy Research Institute, director of the Health Care Quality Measurement and Improvement Program, and a senior policy researcher at RAND. Heather Salazar is a legislative analyst at RAND. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}