{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:49:11.969177",
  "crawling_time_epoch": 1703242151,
  "type": "Commentary",
  "title": "The Lithuanian Success Story",
  "url": "https://www.rand.org/pubs/commentary/2023/10/the-lithuanian-success-story.html",
  "descriptions": "The horrors of the past have motivated Lithuanians to build a successful new independent country. Lithuania is a success story, an advertisement for democracy and market economics during a dark period in Eastern Europe.",
  "posted": "Oct 20, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/10/the-lithuanian-success-story/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1697850773298.jpeg",
    "desc": "The business district of Vilnius, Lithuania, October 4, 2023, photo by Oliver Berg/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "John Tefft",
      "profil": "https://www.rand.org/about/people/t/tefft_john.html",
      "profession": "Distinguished Chair in Diplomacy and Security",
      "username": "",
      "contact": null
    },
    "tags": [
      "Economic Development",
      "Lithuania",
      "North Atlantic Treaty Organization",
      "Security Cooperation",
      "www.rand.org"
    ],
    "Article": "The first thing a visitor notices driving into the center of Vilnius, Lithuania, these days are the high-rise office buildings on the northern side of the Neris River. For my wife, Mariella, and me, arriving for a visit this past September, 20 years after I completed my term as U.S. ambassador in 2003, those buildings symbolized the modern, prosperous Lithuania we had read about. The Lithuanians have wisely preserved the historic integrity of the Old City of Vilnius on the south bank, keeping modern high-rises out and effectively dividing the city center between old and new. The second thing a visitor notices is a huge sign atop the Vilnius City Administration building, which reads “Putin, the Hague is waiting for you.” It is a declaration from the mayor of Vilnius and the city's citizens that Lithuanians strongly oppose Russia's war in Ukraine and its war crimes. Lithuania supports the Ukrainian people in their struggle to counter Russia's aggression and reclaim complete sovereignty and territorial integrity. For me, the City Hall sign was also a historical reminder that this small but determined Baltic nation knows of what it speaks. It borders Belarus on the east and Kaliningrad on the west. It spent 50 years under Soviet occupation, an annexation which the United States never recognized. Lithuania supports the Ukrainian people in their struggle to counter Russia's aggression and reclaim complete sovereignty and territorial integrity. In the center of Vilnius at Lukiskes Square on Gediminas Avenue, is a 19th-century building that housed the Vilna Governorate during the late Russian empire. It served as a prison during the early Soviet period, Gestapo headquarters during the German World War II occupation and, from 1944 to 1991, the headquarters of the KGB. Today the building is a courthouse, but in its basement is a museum memorializing a horrific time in Lithuania's past. The museum preserves a block of cells, as well as torture and interrogation rooms just as they were left by Soviet KGB officers when they fled Vilnius in a hurry in 1991. Today these rooms, plus a museum display and record center, serve as a memorial for the thousands of Lithuanians who were held here during the Soviet occupation. In the courtyard is an execution chamber where the KGB put to death over 1,000 Lithuanians including several Catholic bishops. Many of their names are inscribed on the walls outside the building. Our visit to Vilnius coincided with the 80th anniversary of the liquidation of the Vilnius Ghetto. Many of the Jews from that ghetto were sent to their deaths at Paneriai, a rail stop just outside Vilnius. There the Nazis murdered 70,000 of Lithuania's roughly 195,000 Jews between June and December 1941. By the time the SS Einsatzgruppen were finished, 95 percent of the Jewish population of the entire country had been executed. Historians say this is proportionally the most complete destruction of a Jewish community by the Nazis in any country in Europe. Tragically, this Lithuanian holocaust was abetted by the collaboration of a large group of anti-Jewish Lithuanian paramilitaries working with the Nazis. The horrors of the past have motivated Lithuanians to build a successful new independent country. Like most countries in the region, Lithuania had a wrenching political and economic transition in the 1990s. Privatization and monetary reforms helped build a stable economy. The World Bank reports that Lithuanian GDP grew 308 percent from 2000 to 2017, despite a sharp dive in 2009 caused by the world economic recession. Lithuania was hit by a substantial rise in energy prices after the Russian invasion of Ukraine in 2022, but the resulting inflation has been brought under control. What united Lithuania in the years following the Soviet collapse was support across the political spectrum for achieving membership in NATO and the EU. Led by President Valdas Adamkus, they succeeded in 2004. Today EU countries are the biggest investors in Lithuania, but the United States also has significant investments. Thermo Fischer Scientific Baltics is the fourth-largest company in Lithuania with nearly $1.5 billion in revenue, as well as being Lithuania's largest taxpayer. It produces material crucial to mRNA vaccines, like those used in American COVID-19 vaccinations, and is one of the flagship enterprises in Lithuania's effort to become an innovative biotechnology and life sciences hub. Lithuania has forged a stable democracy. Next year, elections for president and parliament will highlight the vibrant range of political options from which citizens can choose their leaders. Lithuania is an active member of NATO, investing over 2 percent of GDP in defense in 2023. Ninety percent of Lithuanians support NATO membership and the military presence of allied nations in Lithuania. Germany leads NATO's Enhanced Forward Presence Battle Group in Lithuania, while the United States provides a battalion of over 800 rotating troops. The Lithuanians would like a permanent U.S. presence. Lithuanians proudly tell visitors they have become producers of security and not just consumers. Lithuania has been a leader in Europe's efforts to support Ukraine following the Russian invasion. Lithuania provides ammunition, air defense, and other material support. Thousands of Ukrainians have taken refuge from the war in Lithuania. An estimated 70,000 Russians have also fled to Lithuania to escape the war and Putin's repression at home. Many thousands of Belarusians live in exile in Lithuania, including Sviatlana Tsikhanouskaya, who leads the democratic forces seeking a better future for the people of Belarus, instead of the oppression of the Lukashenko regime. Lithuanians proudly tell visitors they have become producers of security and not just consumers. Last June they hosted NATO's annual summit meeting, which brought the leaders of 28 nations and their delegations to Vilnius for a discussion of the war, and Ukraine's future in the alliance. The Lithuanians were disappointed that NATO did not lay out a plan and timetable for Ukraine to join NATO, but they remain hopeful that real progress will occur at next year's NATO summit in Washington. As one who saw Lithuania in its early transition to renewed independence, our visit to Vilnius constantly amazed me at how much Lithuania has changed for the better. Lithuania is a success story, an advertisement for democracy and market economics during a dark period in Eastern Europe. I am proud that the United States has been there with the people of Lithuania every step of the way. John F. Tefft is an adjunct senior fellow at the nonprofit, nonpartisan RAND Corporation and a retired U.S. diplomat who served as ambassador to Lithuania, Georgia, Ukraine, and Russia. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}