{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:04:42.114256",
  "crawling_time_epoch": 1703239482,
  "type": "Commentary",
  "title": "The History of Hostage Negotiations Tells Us Empathy Isn't Enough",
  "url": "https://www.rand.org/pubs/commentary/2023/11/the-history-of-hostage-negotiations-tells-us-empathy.html",
  "descriptions": "History offers no prescriptions on how to bargain for human life. The circumstances of each case differ, but lessons can be learned.",
  "posted": "Nov 3, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/11/the-history-of-hostage-negotiations-tells-us-empathy/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1699915065097.jpeg",
    "desc": "A chair for each Israeli held hostage by Hamas in Gaza at “Hostages Square” outside the Art Museum of Tel Aviv, in Tel Aviv, Israel, November 3, 2023, photo by Gili Yaari/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "position": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "tags": [
      "Counterterrorism",
      "Gaza Strip",
      "Israel",
      "Terrorism Financing",
      "Terrorist Organizations",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "We again find ourselves bargaining for human life. This time in Gaza. Previously, it was in Tehran, Moscow, Pyongyang, Baghdad, Beirut, or Khartoum—the situation is not new. Faced with Americans held captive by Barbary pirates in 1785, Thomas Jefferson and John Adams debated the merits of paying ransom or going to war. The options are the same today. History offers no prescriptions on how to bargain for human life. The circumstances of each case differ, but lessons can be learned: Empathy is necessary but not sufficient. People holding hostages are seldom moved by humanitarian concerns. They trade in lives. The terms we ultimately accept to secure a release reflect the importance we place on bringing back our own. Bargaining therefore is one-sided—there are no good deals made under duress. People holding hostages are seldom moved by humanitarian concerns. Armed rescues are an attractive alternative to negotiations, but rescues work better in Hollywood movies. In real life, they are high-risk. Hostages may be held for months, even years, but most come home alive—eventually. Terrorists, and increasingly rogue states, take hostages to free imprisoned comrades, extort ransoms and protection payments, demand political concessions, end sanctions, prevent peace, and create crises. Sometimes it is all of these things. Hostages are sometimes held as human shields. In 1958, Cuban rebels kidnapped 19 U.S. and Canadian civilians and 29 American sailors and marines. The rebels demanded that the United States stop supplying weapons to the Cuban government and halt government bombing of rebel positions. Until this time, there had been some sympathy in the United States for the rebels, but the kidnapping provoked anger and the news media, Congress, and the hostages' family members argued for tough action to ensure their release. President Eisenhower took a more cautious approach, ending arms deliveries, and bringing the hostages back safely. Facing imminent military action by the U.S.-led multinational force to liberate Kuwait, which Iraq had invaded in 1990, Saddam Hussain took hundreds of foreign hostages—he called them “special guests”—who were held at strategic sites throughout Iraq. Thousands of additional foreigners were prevented from leaving. The ploy backfired. Outraged by the blatant violation of the Geneva Conventions, the United Nations passed multiple resolutions condemning Iraq (PDF). Allied commanders planned operations that would reduce risks, even at the cost of greater military losses, but leaders of the coalition were reconciled with hostage casualties. The United States and its partners made it clear that the planned military liberation would not be deterred or delayed. Saddam Hussein would be held responsible for any harm. Meanwhile, allied propaganda belittled his pretensions of being a hero while hiding behind hostages. Claiming humanitarian interests, the Iraqi leader released some hostages, using them to divide the coalition and attempting to drag out the process, but as military action loomed, he folded and announced the release of all of the hostages. He would not, however, withdraw from Kuwait and during the war tried to use coalition POWs as human shields. It did not halt the offensive. Hostage situations create human dramas. Life hangs in the balance. Captives are not dead victims to be mourned, or abstract statistics of war, but people with names and photos and families, people we come to know whose fate remains to be determined. We are gripped by their plight. Those who value life are always at a disadvantage when dealing with cold-blooded captors who try to displace culpability by asserting that the fate of the hostages is decided by the target of their extortion. Whether they live or die depends on whether our demands are met. Refuse and they die. Their blood will be on your hands. But those holding hostages are alone responsible for their fate. Unmet demands do not absolve them of murder. Hostage situations put enormous pressure on government leaders to do whatever it takes to save the lives of captives. Desperate family members give heart-wrenching interviews. Full-page ads appear in newspapers. Murals are painted on walls. Yellow ribbons are tied on trees and worn on lapels. Terrorists release videos of hostages thanking their captors or pleading for their lives—or being put to death. Failure to free hostages can bring down governments. But any deal made for their release will inevitably be criticized too. Bargaining for human life opens deep philosophical rifts, pitting the value of an individual life against broader concerns. Some argue that concessions to terrorists holding hostages only invite more hostage-taking—spectacular payments do appear to encourage even more extravagant demands. The evidence is weaker that no-concessions policies deter terrorist kidnapping, as terrorists still obtain publicity, provoke political crises, paralyze governments, and divide their foes regardless of whether their demands are met. American presidents learned that hostage situations could be politically perilous. President Jimmy Carter's hopes for reelection were shattered by the inability of his administration to rescue or negotiate the release of American diplomats held in Tehran. President Reagan's administration was nearly brought down by revelations that the United States had secretly sold arms to Iran in order to free American hostages kidnapped by Iranian-backed proxies in Lebanon. Jews have been captives of ancient kingdoms from Babylon to Egypt. Throughout the Middle Ages, Jews in Europe were tossed into dungeons by ransom-seeking rulers. To redeem a fellow Jew from captivity is a religious commandment for which Jewish communities have developed policies and procedures. Modern Israel has faced a near-continuous string of hostage situations. Terrorist captors have an incentive to protract hostage situations. It gives them the semblance of equal power. It keeps them in the headlines. It builds pressure on the target of their demands. Infiltrating Israel via tunnels, Hamas kidnapped an Israeli soldier in 2006, releasing him five years later in return for 1,027 Palestinian prisoners. The episode underscores the potentially long duration of hostage episodes. The longest-lasting captivities are where the hostages are kept at secure locations—remote jungle hideouts under guerrilla control, hideouts in urban areas like Beirut during Lebanon's civil war, or in prisons where arbitrarily detained foreign nationals are consigned. An American aid worker in Niger was held by jihadist rebels for six years. Iran held an American citizen for eight years. Hamas has held two Israelis, both mentally disabled men, for a decade. Until the release of the last American detainees in September in return for the release of $6 billion in frozen funds and the release of five Iranians held by the United States, Iran had continuously held Americans hostage since 2008. As some were released in previous deals, Iran detained others to maintain a continuing bank account of hostages. Humanitarian appeals seldom work. The majority of all hostages survive mainly because, almost always, ransoms are paid, prisoners are released, or other concessions are made. Rescues are risky. The majority of all hostages survive mainly because, almost always, ransoms are paid, prisoners are released, or other concessions are made. There have been spectacular successes like the 1976 Israeli rescue of airline passengers held hostage in Entebbe or the 1977 rescue by German commandos of passengers held aboard a hijacked airliner in Mogadishu. But most hostages who die are killed during rescue attempts. Overall more hostages have been rescued than have died during the attempts, but outcomes can be tragic. In 1974, terrorists crossed the border from Lebanon to seize hostages at an elementary school in Ma'alot. Israeli commandos launched a desperate rescue attempt, but 25 hostages, including 22 children died in the assault. In 2004, Chechen terrorists seized a school in Beslan, Russia, taking more than a thousand hostages, including nearly 800 school children. A rescue by Russian commandos saved hundreds but cost the lives of 333 hostages, including 186 children The technology to deliver human drama directly to our televisions and mobile devices, the inclination of the news media to focus on pathos, the role of social media in elevating and promoting online causes, the emergence of a powerful hostage advocacy movement, and the decline of abstract imperatives like national interest contribute to the public's intense involvement in hostage events. That we devote so much of our attention to the fate of hostages reflects a profound shift in attitudes. In earlier centuries when slavery was widespread, when captive soldiers were ransomed or enslaved, when human beings were bought and sold as chattel, holding hostages was less of an aberration. Today's attitudes are a victory of empathy—a public affirmation of the importance of individual life, although we remain deeply divided on whose. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of numerous books, reports, and articles on terrorism-related topics. This commentary originally appeared on The Hill on November 3, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}