{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:07:21.270512",
  "crawling_time_epoch": 1703239641,
  "type": "Commentary",
  "title": "The Solution to Telemedicine Prescribing of Buprenorphine Seems Clear to Everyone but DEA",
  "url": "https://www.rand.org/pubs/commentary/2023/09/the-solution-to-telemedicine-prescribing-of-buprenorphine.html",
  "descriptions": "For more than a decade, Congress, clinicians, and policymakers have been requesting implementation of a special registration pathway that would allow registered clinicians to prescribe buprenorphine without an in-person visit requirement. It's clear to us that the time to implement the pathway is now.",
  "posted": "Sep 5, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/09/the-solution-to-telemedicine-prescribing-of-buprenorphine/_jcr_content/par/teaser.crop.250x187.cb.jpeg/1693956607116.jpeg",
    "desc": "Closeup view of a doctor writing in an electronic medical record while another person holds the tablet, photo by Ivan-balvan/Getty Images"
  },
  "content": {
    "source": "(Health Affairs)",
    "author": {
      "name": "Lori Uscher-Pines Haiden A. Huskamp Ateev Mehrotra",
      "profil": "https://www.rand.org/about/people/u/uscher-pines_lori.html",
      "position": "Senior Policy Researcher",
      "username": "",
      "contact": null
    },
    "tags": [
      "Electronic Pharmaceutical Prescriptions",
      "Opioids",
      "Substance Use Disorder Treatment",
      "Substance Use Harm Reduction",
      "Telemedicine",
      "United States",
      "www.rand.org"
    ],
    "Article": "Summertime may be a time to relax but not this summer. Not if you're among the Drug Enforcement Agency (DEA) staff having to wade through roughly 38,000 public comments on a set of proposed rules on prescribing controlled substances through telemedicine. The DEA issued the proposed rules in March 2023, in an effort to clarify permanent policy on telemedicine as the public health emergency was coming to a close. The backlash against the proposed rules was fierce, prompting the DEA to reverse course and extend the full set of telemedicine flexibilities through November 2023. With that date fast approaching, the DEA needs to finish processing the large volume of comments and propose new policies. We believe they don't need to look very far for potential solutions. The proposed rules put forth in March—one on controlled substances and one specific to buprenorphine—addressed the use of telemedicine for writing prescriptions without an in-person medical evaluation. Clarification of permanent policy was needed because during the COVID-19 pandemic, the 2008 Ryan Haight Act requirement that an in-person visit occur prior to prescribing a controlled substance via telemedicine had been waived. The proposed rules said that once the public health emergency ended, the DEA would allow patients to be started on buprenorphine via a telemedicine visit; however, a patient would need to be seen in person within 30 days to get a refill. Thousands of public comments argued that an in-person visit requirement to start or refill buprenorphine is burdensome and arbitrary. This aligns with the fact that for more than a decade now, Congress, clinicians, and policymakers have been requesting implementation (PDF) of a special registration pathway that would allow registered clinicians to prescribe without an in-person visit requirement. It's clear to us that the time to implement the pathway is now. Although medications such as buprenorphine are first-line treatments for opioid use disorder with established safety and effectiveness, most who could benefit from these medications do not get them. Although medications such as buprenorphine are first-line treatments for opioid use disorder with established safety and effectiveness, most who could benefit from these medications do not get them. A variety of factors play a role, but possibly the most important has been limited access to clinicians who prescribe the medications. It is important to also acknowledge that buprenorphine does involve some risks, both to the patients to whom it is prescribed and other individuals to whom it may be diverted. The challenge for regulators is to find the right balance between an overly restrictive system that limits patient access to a lifesaving medication and an overly lax system that floods communities with diverted buprenorphine. The DEA is a law enforcement agency focused on the risks of inappropriate prescribing by bad actors and diversion (that is, the unauthorized rerouting or misappropriation of prescription medication to someone other than for whom it was intended). Clinicians and public health authorities, on the other hand, are more focused on increasing access to buprenorphine. They may not even interpret diversion as something that needs to be prevented given that the diversion that does occur has primarily been for the purpose for which it was intended—helping people with opioid use disorder (OUD) to reduce use of other opioids and to treat symptoms of withdrawal. Given the disconnect, it is no wonder that it has been challenging to make policy. The special registration pathway could serve the needs of all of these stakeholders. The underlying idea behind the special registration pathway is that clinicians who want to prescribe a controlled substance via telemedicine without an in-person visit would register with the DEA. The DEA could ensure that these clinicians meet certain standards and track their activities for law enforcement purposes. More than 10 years after its first mention in the Ryan Haight Act, Congress again required the DEA to establish such a pathway in the 2018 SUPPORT Act (PDF). The DEA still did not act. In January 2020, months before the start of the pandemic, Senator Mark Warner (D-VA) wrote to the DEA, “The DEA's failure to promulgate the rule has meant that—despite Congress' best efforts—many patients suffering from substance use disorders remain unable to access treatment via telehealth. These patients cannot afford to wait, and we are concerned the DEA is standing in the way of treatment for individuals that cannot access a provider in person—particularly those in rural and underserved areas.” In the 2023 proposed rules, the DEA briefly discussed why they rejected the special registration idea. They argued that the process would be too “burdensome for both prospective telemedicine providers and patients.” This argument is weak for multiple reasons, including the fact that the DEA controls precisely how burdensome (or not) registration will be, and patients would have no role in their providers' registration activities. The COVID-19 pandemic has provided a wealth of information on the use of telemedicine, and our research supports the idea that telemedicine can be used to start patients on buprenorphine. Two in five clinicians who prescribe buprenorphine are comfortable with starting patients on buprenorphine via video, and they can decide when it is appropriate to use telemedicine for different patients. Telemedicine was used for 15 percent of all starts of buprenorphine in the early pandemic, and greater use of telemedicine has not resulted in inferior outcomes. In short, permitting telemedicine to start patients on buprenorphine can improve access without obvious negative impacts. Therefore, it was not surprising that thousands of comments argued that the flexibilities that have been in place since the start of the pandemic should remain permanent. Hundreds of comments, including those from telemedicine advocacy organizations, said that while they preferred to continue with the current flexibilities, a special registration was a viable alternative. Permitting telemedicine to start patients on buprenorphine can improve access without obvious negative impacts. The DEA may be hesitant to set up the special registration process for several reasons. They may worry that they lack the resources to administer and monitor such a program. Perhaps there is limited consensus on which standards should be imposed on registrants, and whether those will be effective. Registration requirements that allow clinicians to practice in a certain manner are not common; they are indeed special. However, there are some lessons to be learned from similar programs that have given registered clinicians the right to prescribe medical marijuana or to administer COVID-19 vaccine. Up until a few months ago, prescribing buprenorphine required an X waiver, so the DEA is well-versed in a very relevant registration process. The good news is that in August 2023, the DEA announced that they might consider establishing a special registration process assuming that guardrails could be implemented to reduce diversion risk. One option the DEA could consider is to require registration only for higher-volume clinicians (such as those clinicians who start more than five patients per year on buprenorphine) or organizations. This would limit administrative costs and focus the policy on the clinicians in a position to have the greatest public health impact. In terms of guardrails, the registration process could include training requirements, as well as detailed plans on how clinicians will verify the identity of patients and policies for preventing diversion. To support the DEA in identifying and building consensus around guardrails, we assembled a list of strategies that have been discussed in the broader literature and categorized them by their likely impact on access to care (see exhibit 1). The DEA can work with stakeholders to further describe and prioritize these strategies. When selecting guardrails, the DEA should try to avoid burdening patients who already face numerous barriers to care, interfering in clinical decisions, and requiring that clinicians play the role of police, which can have negative impacts on therapeutic alliance. Source: Authors' analysis. Notes: We view these guardrails as a menu of options the DEA could consider. We would encourage the DEA to implement a select few after engaging stakeholders regarding feasibility and likely effectiveness. It should be noted that some of the guardrails in the exhibit are focused on larger organizations (for example, group practices with multiple prescribers, large telehealth companies) and may not be relevant to solo practitioners. Guardrails in this category may present significant barriers to patients and thus reduce access to care, negatively impact therapeutic alliance, or threaten established care models. Once special registration is established, lists of registered prescribers should be available to pharmacists, or registrants could put their pathway IDs on all prescriptions. This would address the problem that pharmacists sometimes reject legitimate scripts for buprenorphine that appear to come from telemedicine providers. When a pharmacist encounters a prescription from a new, unknown clinician, the ability to verify that they are registered could help address certain important pharmacy-level barriers to widespread access to buprenorphine. Whatever the requirements, the key is for the DEA to consider a special registration pathway. It has been discussed and dismissed for 15 years. Given the numerous advantages of telemedicine in increasing access and reducing stigma and the urgency of the opioid crisis, old ideas deserve a fresh look. Lori Uscher-Pines is a senior policy researcher at the nonprofit, nonpartisan RAND Corporation. Haiden Huskamp is a health economist and the Henry J. Kaiser Professor of Health Care Policy at Harvard University. Ateev Mehrotra, MD, MPH, is professor of Health Care Policy, Department of Health Care Policy, Harvard Medical School. This commentary was first published as Lori Uscher-Pines, Haiden A. Huskamp, Ateev Mehrotra, “Time For The DEA To Implement A Special Registration Process For Telemedicine Prescribing Of Buprenorphine,” Health Affairs Forefront, September 1, 2023, copyright © 2023, Health Affairs by Project HOPE—The People-to-People Health Foundation, Inc. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}