{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:23:45.291134",
  "crawling_time_epoch": 1704165825,
  "type": "Essay",
  "title": "Therapeutic Use of Psychedelics in Treating PTSD and Depression Among Veterans",
  "url": "https://www.rand.org/pubs/articles/2023/therapeutic-use-of-psychedelics-in-treating-ptsd-and-depression-among-veterans.html",
  "descriptions": "Clinical trials have shown that psychedelics can have a positive effect on mental health conditions like PTSD or depression for some people. Enthusiasm for these treatments has grown among veterans and providers who work with military populations. The VA should invest in research and provide guidance on psychedelics.",
  "posted": "Nov 8, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/therapeutic-use-of-psychedelics-in-treating-ptsd-and-depression-among-veterans/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1699465720185.jpeg",
    "desc": "An open prescription bottle and capsule of LSD, photo courtesy of the Multidisciplinary Association for Psychedelic Studies"
  },
  "content": {
    "article": "Barbara Rothbaum helps traumatized veterans relive and recover from the memories that haunt them. She's a pioneer in the treatment of posttraumatic stress disorder, or PTSD. She sometimes uses virtual reality to take veterans back to the most difficult moments of their lives, right down to the crowded streets, the crash of explosions, and the smell of gunpowder. But recently, she's been testing another approach that she hopes will help them confront those memories with less fear. Instead of virtual reality, it uses MDMA—better known as the feel-good party drug Ecstasy. Psychedelics like MDMA have seen a resurgence of interest in recent years from researchers like Rothbaum. Clinical trials have shown that, under the right conditions, they can have a positive effect on mental health conditions like PTSD or depression for some people. Veterans have responded by calling for greater access to psychedelic-assisted therapy for some patients. Yet, as a recent RAND paper noted, the U.S. Department of Veterans Affairs has provided no official guidance to help its doctors even talk to their patients about psychedelics. With some psychedelic compounds now legal in two states—and under discussion in several more—it needs to answer basic questions about what the path forward looks like. If those conversations aren't already happening, researchers wrote, they should start. “MDMA could represent a breakthrough in our ability to treat PTSD,” Rothbaum said, with the emphasis on “could.” As the director of the Trauma and Anxiety Recovery Program at Emory University, she is overseeing a clinical trial that will test whether MDMA can help traumatized veterans overcome their memories as an adjunct to therapy. “If they can talk about these bad experiences without a high level of fear or anxiety, it might be a more efficient treatment to help them take their lives back,” she said. “But—we'll see. That's why we're doing the study.” Barbara Rothbaum, Emory University Photo courtesy of Barbara Rothbaum Psychedelics were once considered the next frontier in psychiatric medicine. Clinical experiments showed they could be effective in treating everything from combat stress to depression to alcohol use disorder. Even RAND contributed. In a small experiment in the 1960s, several researchers and staff members volunteered to take LSD. They reported short-term reductions in anxiety and in what the study author described as “dogmatism.” But psychedelics' close association with the “turn on, tune in, drop out” counterculture doomed them. The federal government essentially outlawed them in the early 1970s, labeling them as drugs of abuse with no accepted medical purpose. It made exceptions for research—but funding for that research all but vanished. In the past 20 years, though, psychedelics have started to get another look. Several clinical trials are investigating MDMA for the treatment of PTSD and mood disorders. One pivotal study showed that psilocybin, the active compound in “magic mushrooms,” could help ease the anxiety of cancer patients. Two-thirds of the people who took psilocybin in a 2006 study described it as one of the most meaningful experiences of their lives. It's still not entirely clear how psychedelics produce those effects. Experts suspect they might work by helping patients go deeper and gain greater insights into their own mental health conditions, without getting trapped by fear. But for veterans groups that have been fighting for years for more effective treatments, especially for PTSD, it's the outcomes that matter most. We're seeing a groundswell of enthusiasm for psychedelics right now, especially from veterans, but also among providers who work with military populations. “We're seeing a groundswell of enthusiasm for these treatments right now, especially from veterans, but also among providers who work with military populations,” said Rajeev Ramchand, who codirects the RAND Epstein Family Veterans Policy Research Institute. “It's exciting, but it's a little bit concerning, too. There's a danger that the policy might move quicker than the science.” Oregon became the first state to pass a law legalizing psilocybin for supervised use in 2020. Colorado followed in 2022—and also allowed any adult to grow and share certain natural psychedelics. At least ten other states are now considering their own proposals to lower or eliminate the legal barriers to psychedelics. More than 20 cities and counties have made enforcement of some psychedelic laws a low priority for law enforcement. In the world of drug policy, that is a seismic shift in just a few years. Researchers at RAND who study veterans issues teamed up with researchers who specialize in drug policy to help the VA—and the government more broadly—start thinking through the policy issues it raises. For Beau Kilmer, the codirector of the RAND Drug Policy Research Center, what's happening now with psychedelics has a familiar echo in what happened with cannabis. Like most psychedelics, cannabis remains a prohibited substance at the federal level. But roughly two dozen states have legalized the supply and possession of it for any reason, and some others allow it to be used for medical purposes. This has created a patchwork of laws and regulations under which possession of cannabis might be entirely legal or grounds for an arrest, depending on which state you happen to be in. Doctors at the VA, following the federal law, have never been able to recommend cannabis for their patients. But the VA didn't explicitly authorize them to even discuss cannabis use with their patients until 2017, nearly 20 years after states began legalizing it for medical purposes. That same directive also clarified for the first time that patients would not lose their benefits or access to VA programs if they tested positive for cannabis. Military veterans and spouses during a group therapy session at a psychedelic retreat in Tijuana, Mexico, March 18, 2022 Photo by Meridith Kohut/New York Times “We know there are veterans who are using psychedelics,” said Kilmer, who coauthored the 2016 Oxford University Press book Marijuana Legalization: What Everyone Needs to Know. “If vets are using these substances to treat mental health conditions, it would make sense for them to tell their medical providers about it. But at the same time, these substances are not approved at the federal level, so it really creates some tough questions.” The VA should not wait another 20 years to provide guidance on psychedelics, researchers wrote. It should be clear about the rules and consequences for veterans who use them in places like Oregon or Colorado. It should also consider what training its providers will need to better understand psychedelics and how they interact with conventional treatment. Federal agencies, including the VA, should continue to invest in psychedelic research. And, if evidence accumulates that psychedelics can help treat disorders like PTSD—and the U.S. Food and Drug Administration approves—the VA might need to start thinking about how to incorporate them into its own treatment protocols. As Ramchand said in recent testimony prepared for Congress, psychedelics could be part of a menu of treatment options, especially for those who have tried more-conventional treatments and are still struggling. Now is the time for the federal government and federal agencies like the VA to decide: Do they want psychedelics to roll out the way cannabis did, or do they want this to be something different? The VA cannot afford to take a wait-and-see approach this time, he added. Psychedelic-assisted therapy sessions can take eight hours and require two therapists as guides. Slotting that into VA schedules, without disrupting other mental health care for veterans, is going to require some careful planning. “Now is the time for the federal government and federal agencies like the VA to decide: Do they want this to roll out the way cannabis did, or do they want this to be something different?” Kilmer said. “And if they want this to be something different, they need to figure out what that's going to be and start shaping it.” The pace of clinical trials is only accelerating. Researchers at the VA itself are now working on at least five, testing MDMA and synthetic psilocybin. Earlier this year, a company that has been testing MDMA as a treatment for PTSD said it plans to request federal approval to market it for medical use. At Emory University, Barbara Rothbaum sees the need for more-effective PTSD treatments every day. She leads a two-week program of intense exposure therapy for traumatized veterans as part of the Emory Healthcare Veterans Program, guiding them back through their memories, over and over again. “They learn that it gets a little bit easier and they can stay with it over time, and then they can really look at it a little more objectively.” Existing treatments can help the majority of traumatized veterans, she said—but none works for everyone. That's why she's testing MDMA. She hopes it will help those who need it break through the fear and confront their memories. She doesn't buy into the hype, the media headlines about miracle cures. “I wish I believed in miracles,” she said. “I see some patients who are trying so hard, doing all the right things, and it's just not working for them, and I think maybe MDMA would help them open up this process. But we just don't know yet, and that's what we have to find out. I don't believe in miracles. I believe in clinical trials.” —Doug Irving Funding for this research and analysis was made possible by a generous gift from Daniel J. Epstein through the Epstein Family Foundation, which established the RAND Epstein Family Veterans Policy Research Institute in 2021.",
    "overview": "",
    "topline": "",
    "tags": [
      "Controlled Substances and Illegal Drugs",
      "Depression",
      "Drug Policy and Trends",
      "Mental Health Treatment",
      "Military Veterans",
      "Posttraumatic Stress Disorder",
      "Veterans Health Care",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/therapeutic-use-of-psychedelics-in-treating-ptsd-and-depression-among-veterans/_jcr_content/par/blogpost/par-blog/imagewithclass.fit.200x0.jpeg/1699323534357.jpeg",
        "width": "200",
        "height": "280",
        "desc": "Barbara Rothbaum, photo courtesy of Barbara Rothbaum"
      },
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/therapeutic-use-of-psychedelics-in-treating-ptsd-and-depression-among-veterans/_jcr_content/par/blogpost/par-blog/imagewithclass_1625337691.fit.0x0.jpeg/1698794745576.jpeg",
        "width": null,
        "height": null,
        "desc": "Military veterans and their spouses during a group therapy session at a psychedelic retreat in Tijuana, Mexico, March 18, 2022, photo by Meridith Kohut/New York Times"
      }
    ]
  }
}