{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:53:11.061449",
  "crawling_time_epoch": 1703242391,
  "type": "Commentary",
  "title": "These Technologies Could Defeat China's Missile Barrage and Defend Taiwan",
  "url": "https://www.rand.org/pubs/commentary/2023/08/these-technologies-could-defeat-chinas-missile-barrage.html",
  "descriptions": "Earlier this year, a group of experts from RAND and the Special Competitive Studies Project launched a new wargame effort around China's invasion of Taiwan. But unlike most D.C.-based wargames, this effort heavily involved members of the commercial technology sector, to understand what near-term capabilities might be brought to bear on a Taiwan scenario.",
  "posted": "Aug 24, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/08/these-technologies-could-defeat-chinas-missile-barrage/_jcr_content/par/teaser.crop.250x187.cb.jpeg/1693266694660.jpeg",
    "desc": "Illustration of map of China and Taiwan with their flags as patterns on the countries, with shadow of China over Taiwan, photo by Rich Townsend/Getty Images"
  },
  "content": {
    "source": "(Breaking Defense)",
    "author": {
      "name": "Jim Mitre Ylber Bajraktari",
      "profil": "https://www.rand.org/about/people/m/mitre_jim.html",
      "profession": "Vice President and Director, Global and Emerging Risks",
      "username": "@jim_mitre",
      "contact": "https://www.twitter.com/jim_mitre"
    },
    "tags": [
      "China",
      "Military Technology",
      "Security Cooperation",
      "Taiwan",
      "United States",
      "Warfare and Military Operations",
      "Wargaming",
      "www.rand.org"
    ],
    "Article": "Earlier this year, a group of experts from RAND and the Special Competitive Studies Project launched a new wargame effort around China's invasion of Taiwan—but unlike most D.C.-based wargames, this effort heavily involved members of the commercial technology sector, in order to understand what near-term capabilities might be brought to bear on a Taiwan scenario. In the exclusive analysis below, Jim Mitre of RAND and Ylber Bajraktari of SCSP lay out their key findings. On July 6, as Treasury Secretary Janet Yellen visited China to build a “floor” under U.S.-China relations, 600 miles to the south Chinese leader Xi Jinping was focused on another pressing matter. Visiting the People's Liberation Army Eastern Theater Command, the unit responsible for the Taiwan Strait, Xi called on China's military to enhance war planning, and to raise the forces' capabilities to fight and win. The world, according to Xi, has entered a new period of turbulence, and China's security situation is facing rising uncertainty. The U.S. intelligence community and a number of senior U.S. military leaders have warned publicly that Xi has directed his commanders to be ready by 2027 to conduct a successful invasion of Taiwan. This is not to suggest that Xi has made a decision to invade by 2027. But—at a minimum—he appears intent on having an option to invade by then. However, the Defense Department has yet to demonstrate that it can assuredly deny a concerted Chinese military effort to suborn Taiwan in 2027 or beyond. Moreover, the department is quickly running out of time on this task. 2027 is just barely on the edge of its three-year timeline to start spending funds on a new initiative. And wargame after wargame indicates that the United States would struggle to win, or—if it did—it would be at high costs (PDF). As time grows short, and with the stability of the Indo-Pacific hanging in the balance, we at the Special Competitive Studies Project and the RAND Corporation sought to stretch the Defense Department's imagination on what solutions may be feasible to adopt within the next few years. In an attempt to try something different, we embarked on a series of wargames that featured not the usual cadre of D.C.-based strategists and operators, but technologists from some of the most successful companies in Silicon Valley, early-stage tech companies focused on defense, and traditional defense contractors. To be sure, strategists, operators, and analysts from the Defense Department and RAND—along with political and military representatives from Taiwan—informed and grounded the deliberations. But the technologists were the core participants. A panel of senior civilian and military officials, both active and retired, from the United States, Taiwan, and Australia reviewed the results and assessed which solutions held the most promise for a potential Taiwan contingency. After identifying hard-to-solve operational problems in the first wargame, the technologists came back to the second wargame and went through a structured brainstorm to generate some 82 different solutions. Taking into consideration each solution's functionality and feasibility, they then down-selected them to the 17 most promising ones. The third and final wargame explored how these technological solutions could impact U.S. military operations. The results were as surprising as they were promising. Three encouraging broad themes emerged. First, there is significant potential for enhancements to U.S. and allied military capabilities from existing technologies. There was not a large call for moonshot projects or technological breakthroughs; instead, the technologists looked to existing capabilities, used in new and innovative ways. To be sure, scaling solutions remains a challenge for the Defense Department—it has an “innovation adoption problem” not an “innovation problem.” But the path to adoption is easier when working from established technologies rather than those that are in a nascent stage of development. Proposals with the most promise to have a quick impact are those that focus on providing Defense Department and allied forces with an information advantage over China. Second, proposals with the most promise to have a quick impact are those that focus on providing Defense Department and allied forces with an information advantage over China. They are less dependent on military service–specific investments, and more reliant on initiatives that stitch the services together into a joint force that is interoperable with Taiwan and key allies. This is partly due to the fact that software-centric solutions are more feasible than hardware-centric solutions over the next four years. But it's also driven by a larger trend of the increasing importance of information advantage to the future character of warfare. Third, there was a sense among participants that in the event of a contingency, U.S. tech companies would step up and support the U.S. government, similar to what has transpired in Ukraine, where technologists are actively—and rather decisively—assisting military operations. To be sure, the number of participating technologists was a limited sample that may not necessarily be representative of the broader innovation ecosystem. But the sentiment among them seemed to suggest that the opposition to collaborating that the Defense Department had encountered five years ago from select Silicon Valley technologists may not manifest itself in a crisis. Here are some of the 17 total operational problems and solutions that the gaming series surfaced and that we believe could help close potential deterrence gaps in the near term, enabling America's positional advantage over the next decade. China's wide array of sensors and weapon systems able to strike assets in the theater of operations during a China-Taiwan invasion scenario threatens the survivability and resilience of U.S. and allied forces. A key operational problem confronting the Defense Department therefore is the ability to disrupt China's targeting of U.S. and allied forces. Large numbers of low-cost, uncrewed air and maritime vehicles would confuse China's battlespace awareness and complicate its ability to identify high-value targets. These drone mimics could also have the benefit of creating the perception of a larger coalition force, drawing Chinese forces to incorrect locations, or causing them to expend advanced munitions on false targets. The Defense Department has fielded unmanned systems with payloads useful for deception but it is unclear that they have been tailored for this purpose. An application that leverages information on China's collection platforms could alert friendly units when they were likely under surveillance, and inform their use of physical, electronic, and cyber decoys, as well as cover, camouflage, and other force maneuvers. As the war in Ukraine underscores, decoys and deception are key to improving the odds of surviving on a transparent battlefield. The orchestrated employment of “smart” sea mines showed promise as a formidable defensive obstacle. Smart mines could be repositioned—autonomously or remotely—to swarm and destroy high-value targets, or channel Chinese military ships toward areas where they are more easily targeted. The mines could be deployed—and reseeded—from unmanned surface or underwater assets or launched from coastal areas. While smart mines exist, collaborative and swarming behaviors have not yet been developed to enable this capability. U.S. and Taiwanese forces must be able to share information in real time once the conflict begins for a host of reasons, such as coordinating operations and leveraging each other's sensor networks and target quality data. U.S. and Taiwanese forces must be able to share information in real time once a conflict begins. Most China-Taiwan conflict analyses assume the U.S. and Taiwanese militaries can speak with each other. Yet Taiwan has a low English proficiency (PDF), with estimates that less than a third of Taiwanese speak English. The Defense Department is training more Mandarin linguists, but from an even lower base. Only 1.1 percent of Americans speak Mandarin or Cantonese at home. Technologists, therefore, proposed a solution that enables real-time translations. The application would run on equipment carried by deployed personnel and work regardless of connectivity. It would handle various dialects and accurately translate military jargon. While better communication between U.S. and Taiwanese forces is critical, the Defense Department must avoid having that information fall into the wrong hands. One solution is to enable the sharing and aggregating of information between allies and partners that facilitates the coalition to execute a common plan while concealing its precise order of battle. This “uncommon operating picture” with partners would obfuscate the exact location of U.S. and coalition forces, deliver spatially-aggregated information, tailor information to certain geographic areas, and reduce the risk to America and allies if the Chinese successfully accesses the system. Establishing a cloud computing infrastructure would enable data and computing collaboration first between U.S. forces, and then with Taiwanese forces. Such “blue-blue” and “blue-green” data infrastructure integration would help preserve records, enable communication and collaboration across all, and be less reliant on connectivity. An architecture like this would considerably simplify data sharing between the United States and Taiwan by providing standardized methods of exchange and a single aggregated system with which to interact. In modern warfare, static positions or assets with a highly visible signature have an extremely low life expectancy. Individuals and tactical commanders must become highly mobile to improve their odds of protection from detection and destruction. This is true not just for frontline forces and logistics, but for command centers because of their constant electronic emissions. The United States and Taiwan must retain the ability to conduct robust command and control while dispersed and moving. They need data feeds, computing power, and multiple displays on their handheld devices with the ability to securely connect to secret and top-secret data. Today, this requires lugging around multiple computers certified to operate on individual networks. To be mobile, technologists suggested solutions to fit multiple networks onto a single device with cybersecurity safeguards to protect each network but with the ability to toggle between networks. Chinese electronic warfare capabilities have grown significantly in recent years and could disrupt U.S. communication networks and impair joint maneuvers. Current communications are typically designed to support a specific source/destination and a specific data type. The Integrated Warfighter Network breaks down these barriers to create a fully interoperable network that maximizes the use of any available link. It would ensure that individual pieces of military equipment or communications gear are able to use any available network path, hence creating robust and secure channels for data and communications that can survive Chinese attacks. The Integrated Warfare Network is an existing Defense Department capability that does not require tech maturation, only widespread adoption. In the heavily urbanized island, the tactical edge also includes Taiwanese civilians who serve as extra “eyes and ears” for the Taiwanese military, as well as provide additional manpower, and specialist capabilities—a digital form of levée en masse. In Ukraine, civilians used existing communications apps, such as Signal and WhatsApp, and have developed new ones for a range of uses, including tracking Russian troop movements, coordinating supplies, and finding evacuation routes. A “Commercial Combat Suite” would provide an analogous capability for Taiwan. It would use commercial software with an established market share in Taiwan or develop purpose-built applications for unique use cases. After the wargame series concluded, the most promising solutions were tested by RAND in a campaign analysis to assess whether they had a positive impact on the performance of U.S. and Taiwanese forces relative to the first wargame when these capabilities were not available. They do. These tech solutions show great promise and are worthy of serious consideration for further investment. In the initial game without the above solutions, the United States lost over one hundred fifth-generation fighter aircraft, mostly on the ground, due to missile strikes. But when implementing the 17 solutions, an estimated 50 percent fewer losses of U.S. fifth-generation fighters occurred in the first five days of hostilities. Synergistic effects of multiple solutions led to an increase in Chinese fighter losses by an estimated 70 percent in the same time period. Furthermore, Chinese amphibious force losses increased from about half to at least two-thirds of their force. The Chinese air assault force also lost significant percentages of its total strength. There is no certainty how these tech solutions would perform in the real world as reflected in this model. The results are exemplary and could have a wide variation; they are based on a host of assumptions about how the solutions would be implemented, integrated, and employed. Nevertheless, they show great promise and are worthy of serious consideration for further investment. Given that many of these technologies are out in the marketplace, they are also available to China in some form or other. Lack of pursuit risks America falling behind. Sensible application today of technological solutions like these would do much to close potential deterrence gaps and enable a favorable regional balance of power in the Indo-Pacific over the next decade. Jim Mitre is a senior international/defense researcher and director of the International Security and Defense Policy Program at the RAND Corporation. Ylber Bajraktari is a senior advisor for Defense and Intelligence at the Special Competitive Studies Project. This commentary originally appeared on Breaking Defense on August 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}