{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:35:08.451608",
  "crawling_time_epoch": 1704166508,
  "type": "Commentary",
  "title": "To Heal Russia, Exorcise Fear",
  "url": "https://www.rand.org/pubs/commentary/2023/03/to-heal-russia-exorcise-fear.html",
  "descriptions": "In ordering the invasion of Ukraine, Russian President Vladimir Putin and his ex-KGB cohort in the Kremlin have invited disaster on Russia. For centuries, Russia's secret police have caused the country harm and terrorized its people. Only by easing its deadly grip might Russians gain freedom.",
  "posted": "Mar 2, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/03/to-heal-russia-exorcise-fear/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1677869830112.jpeg",
    "desc": "Russian police officers stand guard after opposition activists called for street protests against the mobilization of reservists in Moscow, Russia, September 21, 2022, photo by Reuters photographer/Reuters"
  },
  "content": {
    "source": "(The Moscow Times)",
    "author": {
      "name": "William Courtney",
      "profil": "https://www.rand.org/about/people/c/courtney_william.html",
      "profession": "Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "tags": [
      "Political Reform Movements",
      "Politics and Government",
      "Russia",
      "www.rand.org"
    ],
    "Article": "In ordering the invasion of Ukraine, Russian President Vladimir Putin and his ex-KGB cohort in the Kremlin have invited disaster on Russia. For centuries, Russia's secret police have caused the country harm and terrorized its people. Only by easing its deadly grip might Russians gain freedom. Since Ivan the Terrible in the 16th century, Russian rulers have relied on organized terror to enforce autocratic rule. Ivan had his oppressive bodyguard corps, the Oprichniki; later the Romanov Tsars had their Okhrana. The Soviets had the Cheka, which was later renamed the KGB. Today Russia has its successor organization, the FSB, whose agents—and Putin himself—are often referred to as Chekists. The use of terror through various enforcement agencies helped propel Russia from tsarist authoritarianism to Stalinist totalitarianism. Under the last three tsars, the Okhrana executed 14,000 people. The Cheka killed over 140,000. Repression peaked in the 1930s when Stalin's NKVD shot some 700,000. Later, the KGB tortured opponents in psychiatric hospitals, killed Ukrainian poet Vasyl Stus, human rights advocate Anatoly Marchenko, and many other heroic dissidents, and exiled the inspirational nuclear physicist Andrei Sakharov, widely considered to have been the Soviet Union's greatest moral authority. Russia is now more repressive internally and more aggressive externally than at any time in its modern independence. After the Soviet Union collapsed in 1991, Russian President Boris Yeltsin made bold political and economic reforms, but only reshuffled the KGB. He even reversed tentative reforms of the organization, a tragic error. The KGB's notorious Fifth Directorate, responsible for censorship and security against political and religious dissent, was merely relabeled in the FSB. As in the Soviet era, dissent is brutally crushed in Russia today. The country is now more repressive internally and more aggressive externally than at any time in its modern independence. The extent to which Russians seem in thrall of—or at least tolerant of—abusive secret police is striking. A poll in 2018 by Russia's independent Levada polling center found that only 20 percent of respondents thought the function of the feared Cheka was political control. An apparently more gullible 60 percent saw its purpose as fighting saboteurs and crime. Polls also reveal naive perceptions of today's security organs on the part of the Russian population. A Levada poll in 2018 showed, incredibly, that 10 times more Russians blamed British intelligence for the poisoning of former Russian spy turned double agent Sergey Skripal and his daughter in the UK earlier that year than blamed the Russian intelligence services. In 2020, a poll found that Russians saw the FSB and other secret services as more important to society than the government, the media, or the judiciary. These indicators do not bode well for Russia's imminent transformation into a society based on the consent of the governed and the rule of law. Some observers are more optimistic. Exiled Russian magnate Mikhail Khodorkovsky and former world chess champion Garry Kasparov say Putin is living on “borrowed time” and that the moment is “ripe for a transition to democracy.” Democracy is unlikely, however, without wholesale disbandment of the elements of the security system used against Russia's own citizens. One model might be the abolition of East Germany's hated Stasi secret police after the 1989 fall of the Berlin Wall. This quick action, and permission for citizens to read their own Stasi files, helped former East Germans confront an ugly past. If a new leadership in Russia were to pursue a more-democratic path, it might open secret police archives so that Russians could finally know the truth of their oppression. An independent commission could investigate and reveal the history of the secret police and their horrors, from the Ochrana to the FSB. Finally, an open debate might help Russians define the kinds of accountable security institutions they want for the future. If a new leadership in Russia were to pursue a more-democratic path, it might open secret police archives so that Russians could finally know the truth of their oppression. While any nation-state requires a foreign intelligence and counterintelligence service, this function might be separated from law enforcement in a more-democratic Russia. Both institutions also could benefit from robust parliamentary and judicial oversight. In the United States, this is performed by well-informed intelligence committees in Congress and by the Foreign Intelligence Surveillance Court. Noted Soviet political prisoner Lev Timofeyev observed, “society will heal only when the KGB is destroyed.” He may have been right. By eliminating the country's repressive security organs, Russians might overcome their pervasive fear and Russia might no longer pose a threat to its peaceful neighbors. William Courtney is an adjunct senior fellow at the nonprofit, nonpartisan RAND Corporation and was U.S. ambassador to Kazakhstan and Georgia. Philip Wasielewski is a senior fellow in the Foreign Policy Research Institute's Eurasia Program and was a paramilitary case officer with a 31-year career in the directorate of operations of the Central Intelligence Agency. This commentary originally appeared on The Moscow Times on March 1, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}