{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:38:04.377755",
  "crawling_time_epoch": 1704166684,
  "type": "Commentary",
  "title": "To Help African Americans Gain Generational Wealth, Look to the Housing Market",
  "url": "https://www.rand.org/pubs/commentary/2022/12/to-help-african-americans-gain-generational-wealth.html",
  "descriptions": "African American families have significantly less wealth than White families, even after reaching the middle class. Home ownership is, for the vast majority of Americans, the primary vehicle for accruing wealth, and passing it down through generations. This is a crucial time for policymakers to consider policies that focus on improving home ownership rates for African Americans.",
  "posted": "Dec 7, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2022/12/to-help-african-americans-gain-generational-wealth/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1670510069280.jpeg",
    "desc": "Black couple holding sold sign sitting on porch of a house, photo by valentinrussanov/Getty Images"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Jessica Welburn Paige",
      "profil": "https://www.rand.org/about/people/p/paige_jessica_welburn.html",
      "profession": "Behavioral/\nSocial Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "African American Populations",
      "Housing Markets",
      "Personal Wealth",
      "Racial Discrimination",
      "Racial Equity",
      "Socioeconomic Status",
      "United States",
      "www.rand.org"
    ],
    "Article": "Throughout much of America, the housing market is cratering, thanks to ever-higher interest rates. Fears of recession are in the air, too. And as is the case during all economic downturns, middle-class African Americans are at risk of being particularly hard-hit. In the wake of the last recession, in 2008, the wealth gap between middle-class African Americans and White Americans increased by about 20 percent. Even in good economic times, middle-class African Americans face, on average, more economic vulnerabilities than White Americans for a huge range of reasons. One significant reason is the persistent racial wealth gap, which is fueled by differences in home ownership rates and home values for African Americans and White Americans. Home ownership is, for the vast majority of Americans, the primary vehicle for accruing wealth, and passing it down through generations. Recent research suggests that African Americans made some gains in the housing market during the pandemic, driven by stimulus payments and other COVID-19 economic relief policies. However, the end of those polices, coupled with a potential economic downturn, could reverse those gains. As a result, this is a crucial time for policymakers to consider policies that focus on improving home ownership rates for African Americans. In addition, more attention should be given to persistent racism in the lending and appraisal industries. These are crucial steps to combat entrenched racism, and to provide African Americans with more opportunities to accrue the same sort of generational wealth that White Americans have long been afforded. One of the most significant contributors to the racial wealth gap is that African Americans are less likely than White Americans to own homes. African American families have significantly less wealth than White families, even after reaching the middle class. Data from the 2019 Survey of Consumer Finances shows that the average African American family had a median net worth of $24,100, compared to $189,000 in the average White family. While African Americans gain wealth as their income rises, the wealth gap between them and White Americans with similar income actually grows. African Americans at the 75th percentile of the income distribution have a median net worth of $114,000, compared to $573,000 for White Americans. In times of economic uncertainty, these trends are exacerbated, as African Americans have fewer economic resources to fall back on than their White counterparts do. As a result, middle-class African Americans are more vulnerable than White Americans to experiencing significant financial obstacles, including downward economic mobility. One of the most significant contributors to the racial wealth gap is that African Americans are less likely than White Americans to own homes. For example, the U.S. Department of the Treasury reports that in the second quarter of 2022, the home ownership rate for African Americans was 45 percent, compared to 75 percent for White Americans. In fact, the gap between home ownership rates for African Americans and White Americans has remained relatively unchanged since the 1960s. When African Americans do own homes, they are often worth significantly less than the homes that White Americans own. U.S. Department of Treasury data shows that on average, homes owned by White Americans are worth 2.5 times more than homes owned by African Americans. Several factors account for such a difference in home values. On average, African Americans live in neighborhoods with higher poverty rates, fewer resources, and fewer middle-class households than neighborhoods that White Americans live in. This is the case even when African Americans reach the middle class and beyond. For example, one study shows that the average affluent Black family lives in a neighborhood with a poverty rate of 14 percent. In contrast, the average affluent White family lives in a neighborhood with a poverty rate of 9 percent. Further, homes owned by African Americans are often appraised at lower values than homes owned by White Americans, even when all other factors about the home are equal. This happens because of a combination of historical redlining to keep certain races out of certain neighborhoods, as well as racial bias built into the appraisal process. In recent months, such racist appraisal practices have received considerable media attention after a prominent African American professor reported a personal experience with a racially biased appraisal; there is also a new documentary film on the subject. These differences in home ownership rates and home values fuel the racial wealth gap—and they impact African Americans in other areas of life. For example, the average value of the inheritance that White Americans receive is about $195,000, compared with an average inheritance value of about $100,000 for African Americans. Data from the Opportunity Insights project shows that 37 percent of African Americans who grow up in middle-class households fall out of the middle class as adults, compared with 25 percent of White Americans. This may be in part because middle-class African Americans have fewer economic resources to fall back on during challenging times. Thus, focusing on providing more opportunity in the housing market could be an important step toward providing more stability for the African American middle class, particularly in times such as these, while facing increased economic uncertainty. Focusing on providing more opportunity in the housing market could be an important step toward providing more stability for the African American middle class. There are already, across the country, good examples of programs doing just this. The Washington D.C. Home Ownership Assistance Program, for example, provides interest-free loans, gap financing, and assistance with closing costs for qualified borrowers. The program targets borrowers that earn incomes below 80 percent of the area median. The Michigan State Housing Development Authority is another such program that provides home loans and down payment assistance for borrowers below certain income levels. However, more such efforts, particularly at the federal level, and focusing specifically on African Americans, may be necessary to begin making up for the already significant and entrenched wealth gaps. Such programs, coupled with a renewed focus on national-level policies aimed at curbing discrimination in the lending and appraisal industries, could prove crucial to improving economic well-being for middle-class African Americans. Jessica Welburn Paige is a behavioral/social scientist at the nonprofit, nonpartisan RAND Corporation. She uses qualitative methods to explore how African Americans navigate racism and discrimination and how they think about social mobility in the post–Civil Rights era. The writing of this commentary was generously supported by the RAND Center to Advance Racial Equity Policy. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}