{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:37:41.958080",
  "crawling_time_epoch": 1704166661,
  "type": "Commentary",
  "title": "Toward 'Smarter' Federal Funding of Public Health Emergencies",
  "url": "https://www.rand.org/pubs/commentary/2022/12/toward-smarter-federal-funding-of-public-health-emergencies.html",
  "descriptions": "The next public health emergency or large-scale disaster may be looming. It may be time to rethink the way federal relief funds are sought and allocated so that aid is more rapidly, accurately, and fairly distributed to hospitals and health systems. This could help ensure patients and communities get the care when and where they need it when crisis hits.",
  "posted": "Dec 20, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2022/12/toward-smarter-federal-funding-of-public-health-emergencies/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1671821336306.jpeg",
    "desc": "Two FDNY EMTs stand next to ambulances parked outside the Emergency entrance to Elmhurst Hospital in Queens, New York, April 28, 2022, photo by Anthony Behar/Sipa USA via Reuters Connect"
  },
  "content": {
    "source": "(United Press International)",
    "author": {
      "name": "Mahshid Abir Jessie Riposo",
      "profil": "https://www.rand.org/about/people/a/abir_mahshid.html",
      "profession": "Senior Physician Policy Researcher Director, Disaster Management & Resilience Program, RAND Homeland Security Research Division; Senior Operations Researcher",
      "username": "",
      "contact": null
    },
    "tags": [
      "Coronavirus Disease 2019 (COVID-19)",
      "Emergency Preparedness",
      "Health Care Financing",
      "Public Health Preparedness",
      "www.rand.org"
    ],
    "Article": "The COVID-19 pandemic has affected the whole nation for close to three years. The impact of this protracted public health emergency has not been uniform—with some localities experiencing more-significant outbreaks, and some impacted hospitals and health systems having fewer resources for effective response than others. Having sufficient and timely federal government funding to ensure adequate staffing, supplies and equipment, and space to care for patients during the pandemic could be critical to sustaining clinical operations in facilities across the United States. Since early 2020, the federal government allocated $5.2 trillion in pandemic funding across different sectors. The Department of Health and Human Services Provider Relief Fund allocated $178 billion (PDF) to help health providers prevent, prepare for, and respond to COVID-19 and to cover expenses and lost revenue related to the pandemic. The Federal Emergency Management Agency obligated $56 billion in COVID-19 public assistance to date, including funding for hospitals and health systems. A closer look at federal funding of health care entities during the pandemic might reveal opportunities for COVID-19–specific cost centers. Others developed time-entry codes (PDF) for providers to report time spent on COVID-19–related care. Such efforts can facilitate access to more readily available and accurate COVID-19–related hospital and health system cost data for reporting in requests for federal funding. Implementing these and other strategies to optimally track patient care–related costs in health care settings could be considered for both routine and emergency cost reporting during future incidents. For federal assistance to be allocated where it is most needed, reimbursement could be tailored to the level of strain on hospitals and health systems during the public health emergency. For federal assistance to be allocated where it is most needed, reimbursement could be tailored to the level of strain on hospitals and health systems during the public health emergency. Systems that track financial status of hospitals based on publicly available data could be used to ensure that reimbursement is commensurate with needs and the level of stress experienced by the organization during the incident. To ensure that relief funding efforts are not duplicated across U.S. government agencies, interagency collaboration and interagency sharing could be critical. HHS and FEMA have provided funding for COVID-19 health care and public health response during the pandemic. FEMA reported on collaboration with HHS around sharing of response best practices early in the pandemic. Efforts toward interagency collaboration could include developing systems that allow data sharing to help both applicants and federal agencies avoid duplicative efforts in the grant application and allocation process. The next public health emergency or large-scale disaster may be looming. It may be time to rethink the way federal relief funds are sought and allocated so that aid is more rapidly, accurately, and fairly distributed to hospitals and health systems. This could help ensure patients and communities get the care when and where they need it when crisis hits. Mahshid Abir is a senior physician policy researcher at the nonprofit, nonpartisan RAND Corporation. Jessie Riposo is the director of the Disaster Management and Resilience Program at RAND's Homeland Security Research Division. This commentary originally appeared on United Press International on December 20, 2022. Outside View © 2022 United Press International. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}