{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:52:24.395180",
  "crawling_time_epoch": 1703242344,
  "type": "Essay",
  "title": "Trauma Takes a Toll in the U.S. Intelligence Community",
  "url": "https://www.rand.org/pubs/articles/2023/trauma-takes-a-toll-in-the-us-intelligence-community.html",
  "descriptions": "For people in the intelligence community, the risk of experiencing a variety of traumas is very real. Agencies should look more closely at their workforces to better understand the traumas their analysts face and what they can do to help.",
  "posted": "Sep 6, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/trauma-takes-a-toll-in-the-us-intelligence-community/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1694021754453.jpeg",
    "desc": "Abstract collage with faces of stressed or depressed people, image by Olena Panasovska/Adobe Stock"
  },
  "content": {
    "article": "There was nothing that unusual about the day when Karen Sudkamp reached her breaking point. She had spent years as an intelligence analyst watching drone videos of terrorists and military operations in almost real time. She had never thought much about the toll it was taking, until that one day when it took too much. “I was sitting at my desk,” she says now, “and I thought, 'I have to leave, because otherwise I am going to lose my soul.'” Intelligence analysts like her sometimes deploy to war zones. They immerse themselves in brutality. Every time a terrorist group releases a beheading video, some analyst somewhere has to watch it. And then they go home, and if anyone asks them what they're dealing with, they often can't answer. The information is classified. Researchers at RAND interviewed current and former intelligence professionals about their experiences with trauma and traumatic stress. They heard repeatedly about toxic workplaces, indifferent managers, a “suck it up, buttercup” attitude that permeates some parts of the intelligence community. Analysts exposed to trauma need more help and support, the researchers warned—before they, too, reach their breaking point. Karen Sudkamp waiting for a helicopter in Baghdad, Iraq, 2005 Photo courtesy of Karen Sudkamp “I thought I was fine until that one day when it was very clear that I wasn't,” said Sudkamp, now a management scientist at RAND and the project's lead author. “And what I took from our interviews was that I wasn't alone. It wasn't my fault. I worked with amazing people in the intel community who, day in and day out, are doing their jobs, trying to protect the country. We need to take care of them so they can fulfill that mission.” Rich Girven had spent days surveying the blasted coastline of Sri Lanka after the 2004 Indian Ocean tsunami by the time he met with a government-issued psychologist. “Have you seen many bodies?” the psychologist asked him. “I literally have seen thousands,” Girven, the defense attaché at the time, told him. “Are you having any nightmares?” “I said no,” Girven recalls. “And he said, 'Well, you will.' And then he gave me a card with a phone number to call if I had any problems. That was the extent of the counseling I had for dealing with that kind of experience.” An aerial photo taken in Sri Lanka after the 2004 Indian Ocean tsunami that killed more than 225,000 people across a dozen countries. Rich Girven, now a senior researcher at RAND, was serving as the defense attaché in Sri Lanka then and spent days surveying the devastation. Photo by Vincent Thian/AP Two decades of war forced the U.S. military to confront the impact that exposure to trauma can have on a person's mental health—the nightmares and intrusive thoughts, the depression and posttraumatic stress disorder. The risk of trauma in the intelligence community has received no such attention. Girven, now a senior international defense researcher at RAND, suspected it was a “festering problem” that was costing the nation good analysts. He brought together a small group of researchers to find out. The U.S. intelligence community is not a single entity. It's thousands of analysts working across 18 different agencies and organizations, from the CIA to the FBI to the Department of the Treasury. Not all of them deal with trauma in their day-to-day lives—but many do. Analysts often deploy alongside the military to places where the trauma is direct. For others, the trauma comes from daily exposure to graphic videos or accounts of atrocities. Analysts who work for the CIA or the Defense Intelligence Agency often deploy alongside the military to places where the trauma is direct—roadside bombings, mortar attacks. For others—those who specialize in counterterrorism or counternarcotics, for example—the trauma comes from daily exposure to graphic videos or accounts of atrocities. “You can't go back to the way you were before,” one counterterrorism analyst said in a 2014 study. Another described it as a “Pac-Man job,” because it devours everything else. “It's my job and my purpose to see and understand what's happening,” adjunct policy researcher Dara Massicot, an expert on the Russian military and a former analyst, tweeted amid the devastation of the war in Ukraine. “What that means is every day I see suffering and misery, and I can't stop it. It feels like picking up cut glass in my hands every day and squeezing.” RAND's research team interviewed nearly a dozen managers in the intelligence community about their experiences with trauma in their workforces. They also convened a focus group of fellow RAND researchers who had worked in intelligence. Many had stories of being exposed to trauma and then being left mostly on their own to deal with it. Some described the moral anguish of knowing something terrible was about to happen—and then watching it happen when national leaders chose not to act. Others described constant exposure to hostage videos, closeup images of mass graves, or high-resolution drone feeds of counterterrorism strikes. One manager who worked on hostage situations had learned to filter out the most disturbing aspects of the job, but was shaken to see a younger analyst crying behind a workstation. Analysts often fear that seeking help will endanger their security clearances—if they even know where to turn. Some work on content that is so highly classified they can only discuss it on a “need-to-know” basis. That means they can't talk about it with their colleagues, much less their friends or families. “The intelligence community is not a community of complainers,” said Heather Williams, a former intelligence officer who deployed three times to Iraq and Afghanistan. She's now a senior policy researcher at RAND and the associate director of RAND's International Security and Defense Policy Program. “Nobody is saying they don't want to make these sacrifices,” she added. “Most analysts love what they do. They're committed to it. But this accumulation of traumatic stress threatens to get in the way of them doing their job.” The intelligence community should be more proactive, encouraging analysts to take care of themselves and their mental health before it becomes a problem. Intelligence agencies often promote a “culture of health” for their workforces. They provide gyms in their office buildings and give employees time off to exercise. But what they don't have—and what they need, researchers concluded—is a culture of mental health. Programs exist to help analysts with mental health needs, even in classified environments. But those were generally seen as limited, underutilized, and meant mostly for people who experience direct trauma, such as on a deployment. The intelligence community should be more proactive, researchers wrote, encouraging analysts to take care of themselves and their mental health before it becomes a problem. Senior leaders should talk more openly about mental health, to reduce the stigma and assure analysts that they won't endanger their clearances if they ask for help. RAND's investigation was meant to be exploratory—the first word, not the last. Its findings should push intelligence agencies to look more closely at their own workforces, to better understand the traumas their analysts face and what they can do to help. “How many people are broken by their experiences?” Girven asked. “The answer is, we don't really know, because nobody's tracking it. You hear, 'Oh, yeah, Bob had serious mental health issues, poor Bob.' Maybe it's because Bob experienced four different deployments to Afghanistan, where he was involved with some pretty gory things, and nobody ever talked to him about it.” Girven does yoga and meditates now. But there are still times when the air is warm and the wind blows just right, and he's back on the beach in Sri Lanka. —Doug Irving",
    "overview": "",
    "topline": "",
    "tags": [
      "Intelligence Community",
      "Occupational Safety and Health",
      "Posttraumatic Stress Disorder",
      "Trauma",
      "Workplace Well-Being",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/trauma-takes-a-toll-in-the-us-intelligence-community/_jcr_content/par/blogpost/par-blog/imagewithclass_1126346026.fit.300x0.jpeg/1693931441848.jpeg",
        "width": "300",
        "height": "247",
        "desc": "Karen Sudkamp waiting for a helicopter in Baghdad, Iraq, 2005, photo courtesy of Karen Sudkamp"
      },
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/trauma-takes-a-toll-in-the-us-intelligence-community/_jcr_content/par/blogpost/par-blog/imagewithclass.fit.0x0.jpeg/1693512044776.jpeg",
        "width": null,
        "height": null,
        "desc": "An aerial shot taken from a helicopter shows the aftermath of a tsunami in Sri Lanka, December 29, 2004, photo by Vincent Thian/AP"
      }
    ]
  }
}