{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:50:22.439085",
  "crawling_time_epoch": 1703242222,
  "type": "Blog",
  "title": "Trauma in the Intelligence Community, Climate Change, Cybersecurity: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-september-29.html",
  "descriptions": "This weekly recap focuses on the toll that trauma takes in the intelligence community, how climate change will affect the federal budget, why it may be time for a new cybersecurity standard, and more.",
  "posted": "Sep 29, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-29/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1696019409752.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "tags": [
      "Cybersecurity",
      "Global Climate Change",
      "Intelligence Community",
      "Military Strategy",
      "Politics and Government",
      "Security Cooperation",
      "Space Science and Technology",
      "Trauma",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "This week, we discuss the toll that trauma takes in the U.S. intelligence community; how climate change will affect the federal budget; why it may be time for a new standard in cybersecurity; planning for Ukraine's reconstruction; how UFO research is harmed by government rhetoric; and what the United States can do to “defend without dominance.”",
    "sub_article": [
      {
        "title": "Trauma Takes a Toll in the U.S. Intelligence Community",
        "descriptions": "Intelligence analysts immerse themselves in brutality for their jobs. They deploy to war zones, watch videos of terrorists beheading prisoners, and review detailed accounts of atrocities. Researchers at RAND interviewed current and former intelligence professionals about their experiences with trauma and traumatic stress. They found that analysts need more support—before they reach their breaking point. RAND's Karen Sudkamp, lead author of the study and a former intelligence analyst, did hit a breaking point. “I thought I was fine until that one day when it was very clear that I wasn't,” she said. There are barriers that prevent intelligence professionals from getting help: They can't discuss classified information with others, they fear that seeking help will endanger their security clearances, and the agencies they work for don't do enough to promote a workplace culture that supports mental health. These findings should push intelligence agencies to increase their efforts to understand the traumas their analysts face and what they can do to help. For Sudkamp's part, the study helped her realize she wasn't alone: “It wasn't my fault. I worked with amazing people in the intel community who, day in and day out, are doing their jobs, trying to protect the country. We need to take care of them so they can fulfill that mission.”",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-29/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539_830847769/imagewithclass_copy.fit.800x0.jpeg/1696017269528.jpeg",
          "width": "800",
          "height": "451",
          "desc": "Abstract collage with faces of stressed or depressed people, image by Olena Panasovska/Adobe Stock"
        }
      },
      {
        "title": "How Will Climate Change Affect the Federal Budget?",
        "descriptions": "Photo by David Swanson/Reuters From heatwaves and wildfires to droughts and floods, climate change will induce more severe and more frequent hazards. These events will lead to increased spending in disaster relief, health care, and insurance programs. Further, climate change is likely to lead to a net reduction in federal revenue by affecting productivity, labor hours, and total labor force. In a new report, RAND researchers examine these issues, taking a close look at how climate change and related mitigation policy may affect the federal budget.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-29/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539/imagewithclass_copy.fit.800x0.jpeg/1696017703607.jpeg",
          "width": "800",
          "height": "450",
          "desc": "The Dixie Fire burns near Taylorsville, California, U.S., July 29, 2021, photo by David Swanson/Reuters"
        }
      },
      {
        "title": "Why It's Time for a New Cybersecurity Standard",
        "descriptions": "Cybersecurity detection tools can be just as vulnerable as the critical infrastructure they’re designed to protect. In fact, these tools are increasingly under attack by U.S. adversaries. RAND's Chad Heitzenrater says this is just one part of a broader problem: America's current approach to cybersecurity may not meet security needs during a conflict. He argues for a higher standard for cybersecurity—one that “focuses on developing systems that are fit for purpose and designed to operate in hostile environments.”",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-29/_jcr_content/par/blogpost/par-blog/wrapperdiv_655378184/imagewithclass_copy_.fit.800x0.jpeg/1696017600953.jpeg",
          "width": "800",
          "height": "451",
          "desc": "Binary code and digital locks, some lit up and some not, photo by JuSun/Getty Images"
        }
      },
      {
        "title": "Planning for Ukraine's Reconstruction",
        "descriptions": "Photo by Kyodo/Reuters It's unclear how or when the war in Ukraine might end. What is clear, say RAND's Charles Ries and Howard Shatz, is the need for an extensive post-war reconstruction. Ries and Shatz recently analyzed past rebuilding efforts—in Western Europe after World War II, for example—to understand what will be required in Ukraine. Among the key takeaways: the United States and Europe should partner on Ukraine's reconstruction, with the United States leading on security matters and the EU leading on economic assistance.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-29/_jcr_content/par/blogpost/par-blog/wrapperdiv_1710719032/imagewithclass.fit.800x0.jpeg/1696017863665.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A woman walks near a destroyed hotel in Chernihiv, northern Ukraine, on April 14, 2022, following Russian attacks, photo by Kyodo via Reuters"
        }
      },
      {
        "title": "UFO Research Is Harmed by Antigovernment Rhetoric",
        "descriptions": "Photo by Elizabeth Frantz/Reuters Both Republicans and Democrats have expressed support for increased transparency around government records related to unidentified anomalous phenomena, or UAPs (more commonly called UFOs). But according to RAND's Marek Posard and Caitlin McCulloch, conspiracy theories and antigovernment sentiment could halt progress on this issue. “If UAP information gets caught up in debates over antigovernment conspiracies, that'll put the entire area of research—and the movement to make data more transparent—at risk.”",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-29/_jcr_content/par/blogpost/par-blog/wrapperdiv_1035350401/imagewithclass.fit.800x0.jpeg/1696018005607.jpeg",
          "width": "800",
          "height": "450",
          "desc": "(l-r) Ryan Graves, David Grusch, and David Fravor attend a U.S. House of Representatives hearing on &ldquo;Unidentified Anomalous Phenomena: Implications on National Security, Public Safety, and Government Transparency&rdquo; in Washington, D.C., July 26, 2023, photo by Elizabeth Frantz/Reuters"
        }
      },
      {
        "title": "How the U.S. Can 'Defend Without Dominance'",
        "descriptions": "Photo by Graeme Sloan/Sipa USA via Reuters After years of focusing on counterterrorism and counterinsurgency missions, U.S. defense policy must now grapple with the very different challenge of deterring—and, if necessary, fighting wars against—peer or near-peer competitors. In a new paper, RAND's Michael Mazarr breaks down what it might take to meet this difficult moment. “The United States cannot muscle its way past these problems with bigger budgets or expanded capabilities,” he writes. “Bigger decisions must be made.”",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-september-29/_jcr_content/par/blogpost/par-blog/wrapperdiv_267892730/imagewithclass.fit.800x0.jpeg/1696018783333.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A House Select Committee on Strategic Competition between the United States and the Chinese Communist Party hearing on the Biden Administration's China strategy, at the U.S. Capitol, in Washington, D.C., July 20, 2023, photo by Graeme Sloan/Sipa USA via Reuters"
        }
      }
    ]
  }
}