{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:29:58.251055",
  "crawling_time_epoch": 1704166198,
  "type": "Commentary",
  "title": "Treating Mental Health Within Jails Should Start Beyond Jails",
  "url": "https://www.rand.org/pubs/commentary/2023/06/treating-mental-health-within-jails-should-start-beyond.html",
  "descriptions": "In the United States, people with mental health concerns are disproportionately jailed at a staggering rate. It is essential that people have access to the health care they need while incarcerated. But efforts to build up community-based alternatives are essential, too.",
  "posted": "Jun 22, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/treating-mental-health-within-jails-should-start-beyond/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1687542001839.jpeg",
    "desc": "The Los Angeles County Men's Jail in Los Angeles, California, February 16, 2021, photo by Lucy Nicholson/Reuters"
  },
  "content": {
    "source": "(Los Angeles Daily News)",
    "author": {
      "name": "Stephanie Brooks Holliday",
      "profil": "https://www.rand.org/about/people/h/holliday_stephanie_brooks.html",
      "profession": "Senior Behavioral Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Incarceration",
      "Los Angeles",
      "Mental Health Treatment",
      "Social Services and Welfare",
      "www.rand.org"
    ],
    "Article": "In the United States, people with mental health concerns are disproportionately jailed at a staggering rate. The three largest mental health facilities in the United States are jails. In Los Angeles, 41 percent of the jail population has a diagnosed mental health condition, is experiencing mental health symptoms, or is taking psychiatric medication, a number that has increased 21 percent since 2020. The situation in the Los Angeles County jail is particularly dire. For the past two months, the county jail system has been the subject of intense scrutiny over conditions the ACLU deemed “inhumane” in a recent court motion. Stories have described overcrowding and people shackled to furniture for days, surrounded by human waste and roaches. Many of those suffering such shockingly poor treatment have mental health conditions. The situation in the Los Angeles County jail is particularly dire. In response to the growing outrage, Los Angeles County's Board of Supervisors voted recently to create a 16-bed acute mental health care unit in Twin Towers Correctional Facility, in downtown Los Angeles, which will supplement the existing forensic psychiatric inpatient unit. But, with so many people in our jails experiencing serious mental health symptoms, just 16 additional beds is barely a drop in the bucket. There are better alternatives. As of 2020, nearly half of the jail mental health population were detained pretrial that is, they were not serving time in the jail for committing a crime, but merely waiting for their day in court. Given this, many have focused on the elimination of cash bail as a way to reduce the number of people held in jail. Though others have raised concerns that people released without bail will not show up for their court dates, and may commit a crime while released, studies suggest that neither happens all that often. For those with less-serious mental health symptoms, the elimination of cash bail could be particularly effective if they have a stable home or job to return to. Providing wraparound community-based services is less expensive than the current standard practice of incarcerating someone with mental health needs at the jail. But for people with acute mental health symptoms, returning to the community without needed services can be destabilizing. This is where pretrial diversion can play a key role. The California penal code contains an option for people with mental illness who are charged with a crime. If they successfully complete a one-to-two-year mental health treatment program, their charges will be dismissed. Though the specific program is tailored to the needs of the individual, it often includes a combination of medication and therapy, and sometimes other supports like case management or substance use disorder treatment. Los Angeles even has two formal programs that implement this penal code, one of which is operated by the Public Defender's Office (PDF) and the other by the Office of Diversion and Reentry. We need more, and better data on the outcomes of these programs, but both appear promising. Still, funding for programs like these has been limited, despite evidence (PDF) that providing wraparound community-based services is less expensive than the current standard practice of incarcerating someone with mental health needs at the jail. This isn't to say that the jail shouldn't add these new acute care beds. On the contrary, it is essential that people have access to the health care they need while incarcerated. But efforts to build up community-based alternatives are essential, too. The goal shouldn't just be to release people from jail, but to make sure they don't end up there in the first place. Investing in programs and services in the community is a proven way to start doing just that. Stephanie Brooks Holliday is a senior behavioral scientist at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared in Los Angeles Daily News on June 18, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}