{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:22:28.168838",
  "crawling_time_epoch": 1704165748,
  "type": "Commentary",
  "title": "Treat Psychedelics Like Cannabis?",
  "url": "https://www.rand.org/pubs/commentary/2023/12/treat-psychedelics-like-cannabis.html",
  "descriptions": "Similar to cannabis a decade ago, the United States is in the early days of legalizing some psychedelics for nonmedical purposes. Now is the time to make thoughtful choices.",
  "posted": "Dec 13, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/12/treat-psychedelics-like-cannabis/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1702572894842.jpeg",
    "desc": "Chillum, a mushroom and hemp dispensary, in Tampa, Florida, February 23, 2023, photo by Dirk Shadd/Tampa Bay Times TNS/ABACA via Reuters Connect"
  },
  "content": {
    "source": "(Vital City)",
    "author": {
      "name": "Beau Kilmer Michelle Priest",
      "profil": "https://www.rand.org/about/people/k/kilmer_beau.html",
      "profession": "Codirector, RAND Drug Policy Research Center; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Assistant Policy Researcher, RAND; Ph.D. Candidate, Pardee RAND Graduate School",
      "username": "@BeauKilmer",
      "contact": "https://www.twitter.com/BeauKilmer"
    },
    "tags": [
      "Controlled Substances and Illegal Drugs",
      "Drug Markets and Supply",
      "Public Safety Legislation",
      "United States",
      "www.rand.org"
    ],
    "Article": "When Ohio's cannabis ballot initiative passed in November, the United States crossed a new threshold. More than half of Americans now live in states, including New York, that have passed laws allowing commercial production and retail sales of cannabis to adults for nonmedical purposes. Liberalization of drug laws is not stopping with cannabis. Some states and localities are also loosening or considering changing their policies about psychedelic substances such as “magic” mushrooms containing psilocybin. Some decisionmakers may think cannabis provides a useful template for liberalizing drug laws. But psychedelics are very different substances. The U.S. Food and Drug Administration (FDA) has authorized several clinical trials evaluating psychedelics to treat certain mental health conditions. Some formulations of psychedelics could be available in clinical settings as soon as 2024 (PDF). While this medical research receives a lot of publicity, it's not prescribed medical use where the state- and city-level legal changes are focused. Rather, the moves are toward allowing psychedelics to be used for any reason. Legalizing the supply of psychedelics in the future requires confronting multiple choices—each with different consequences. More than 20 localities in the United States already have “deprioritized” certain psychedelic laws, generally meaning that police now deemphasize those offenses. Voters in two states—Oregon and Colorado—passed ballot initiatives to allow for supervised psilocybin use. Colorado also allows adults to cultivate, use, and share a variety of naturally occurring psychedelics. So far, none of these changes allow regulated psychedelics to be sold at retail stores the way cannabis is in many states. But that could change. Signatures are being collected for two psychedelics-related initiatives for the 2024 ballot in California, including one (PDF) that would “implement a comprehensive, statewide framework authorizing and regulating the cultivation, processing, and distribution of psilocybin mushrooms and the chemical compounds therein.” Massachusetts and other states may also have psychedelics initiatives on the 2024 ballot. Legalizing the supply of psychedelics in the future requires confronting multiple choices—each with different consequences. Which substances? Psychedelics can produce significantly altered states of consciousness, sometimes including hallucinations, and not all drugs classified as psychedelics have the same risks or potential benefits. Some jurisdictions have singled out a particular substance (often psilocybin) or a subset of psychedelics, such as those found in plants or fungi, which excludes LSD, MDMA, and other synthetic substances. Some local deprioritization policies do not extend to peyote cacti or mescaline derived from them in an effort to conserve the cacti for indigenous communities for whom peyote is a spiritual medicine. Who gets to supply? Between prohibiting production and the profit-maximization model that's generally prevailed with cannabis here, there are middle-ground options, such as Colorado's aforementioned “grow and give” approach. States could also choose to limit supply to nonprofit cooperatives or even government-run stores. In fact, outside the United States, there is much more interest in middle-ground options for legalizing cannabis supply. How will supervision be regulated, if at all? Oregon, for example, requires that psilocybin services be supervised by a state-licensed facilitator to help clients accomplish their goals for using the substance and potentially reduce negative experiences. This includes (PDF) a preparation session between the guide and client, a guided session where the drug is used, and an integration session afterwards. Oregon's approach can be expensive and, for some, controversial since it does not require facilitators to be board-certified doctors. It can cost more than $2,000 for a supervised trip, and some medical associations believe the regime can be unsafe for those with mental health conditions. Jurisdictions requiring supervision will also need to determine which entity will have the responsibility—and resources—to make sure guides are acting ethically and safely. What forms of products are allowed and at what doses? Even if states implement a profit-maximization model, they can restrict what psychedelic products are available. Will there be limits on dosing? Will psilocybin or LSD edibles be allowed? Given the thousands of children each year who accidentally eat cannabis products, serious thought should be given to whether to allow edible psychedelic products. Given the thousands of children each year who accidentally eat cannabis products, serious thought should be given to whether to allow edible psychedelic products. There are also pressing questions for federal decisionmakers in Congress, the Department of Justice (DOJ), the Drug Enforcement Administration, and other agencies and departments. All could have shaped state-legal cannabis markets but opted to stay largely on the sidelines, watching a powerful industry develop state by state. If federal officials don't want psychedelics to be sold and promoted like cannabis, they have a few options with their own pros and cons. For example, they could crack down on state-legal businesses or pass their own legislation. Another option would be for the DOJ to produce a guidance memo letting states know that the supply and possession of most psychedelics is illegal under federal law and that the DOJ will use its discretion to determine which products or actions it will tolerate. For example, it could make it clear that state-licensed supervision or home-grow models would not be a high priority for federal law enforcement, but companies selling or promoting these products without FDA approval would be. Similar to cannabis a decade ago, the United States is in the early days of legalizing some psychedelics for nonmedical purposes. Now is the time to make thoughtful choices. Beau Kilmer is codirector of the RAND Drug Policy Research Center and vice president of the International Society for the Study of Drug Policy. Michelle Priest is an assistant policy researcher at RAND and a Ph.D. candidate at Pardee RAND Graduate School. This commentary originally appeared on Vital City on December 13, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}