{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:49:26.243192",
  "crawling_time_epoch": 1703231366,
  "type": "News Release",
  "title": "Treatment for Opioid Use Disorder Rises After Medicare Expands Coverage for Methadone",
  "url": "https://www.rand.org/news/press/2023/05/19.html",
  "descriptions": "The use of methadone among Medicare beneficiaries to treat opioid use disorder increased sharply after the program began covering the drug, with evidence suggesting the change created new treatment rather than displacing use of other medications.",
  "posted": "May 19, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/news/press/2023/05/19/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1684947561245.jpeg",
    "desc": "Prescription bottle with methadone pills, photo by Johnrob/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Erin Audrey Taylor",
      "profession": "Senior Policy Researcher",
      "biography": "Erin Taylor (she/her) is a senior policy researcher at the RAND Corporation. Her research addresses a broad range of health care insurance, prescription drug, and care quality issues, including the impact of insurance benefit design on use of opioids and specialty drugs. Taylor is currently…",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/t/taylor_erin_audrey/_jcr_content/par/bio.crop.130x130.cm.jpeg/1495296866047.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Erin Taylor"
      }
    },
    "researcher": [
      {
        "research": "RAND Health Care",
        "profile": "https://www.rand.org/health-care.html"
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/health-care-access.html",
        "tag": "Health Care Access"
      },
      {
        "url": "https://www.rand.org/topics/medicare.html",
        "tag": "Medicare"
      },
      {
        "url": "https://www.rand.org/topics/opioids.html",
        "tag": "Opioids"
      },
      {
        "url": "https://www.rand.org/topics/substance-use-disorder-treatment.html",
        "tag": "Substance Use Disorder Treatment"
      }
    ],
    "Article": "The use of methadone among Medicare beneficiaries to treat opioid use disorder increased sharply after the program began covering the drug, with evidence suggesting the change created new treatment rather than displacing use of other medications, according to a new RAND Corporation study. Studying a large group of Medicare Advantage enrollees, the study found that a Medicare coverage expansion to include methadone in 2020 did not appear to reduce the use of buprenorphine, another medication used to treat opioid use disorder. The study, published in the journal JAMA Network Open, found that much of the rise in methadone use was among Medicare Advantage enrollees who are younger than 65, particularly among those who qualify for both Medicare and Medicaid. “These new policies represent an important step in increasing access to medication treatment for opioid use disorder for Medicare beneficiaries,” said Erin Taylor, the study's lead author and a senior policy researcher at RAND, a nonprofit research organization. The nation's opioid crisis resulted in more than 80,000 overdose deaths in 2021. Using medication to treat opioid use disorder is an effective form of care for people facing the problem. Buprenorphine and naltrexone are medications that can be prescribed by physicians and taken at home to treat opioid use disorder. In contrast, the medication methadone typically is only dispensed to patients through federally certified and licensed opioid treatment programs. In January 2020, Medicare expanded payment for treating opioid use disorder to include methadone for the first time. In addition, rules were adopted in March 2020 in response to the COVID-19 pandemic to facilitate access to medication treatment for opioid use disorder, including take-home methadone. To examine the effects that the changes had on use of opioid treatment drugs among Medicare recipients, RAND researchers examined encounter data and pharmacy records from a large commercial dataset of nearly 10 million people enrolled in Medicare Advantage health plans. About half of Medicare recipients are enrolled in Medicare Advantage, which are private health plans that typically provide more benefits to enrollees than Medicare fee-for-service, but may limit services to a smaller set of providers. Researchers found that the implementation of the Medicare coverage change, as well as policies designed to increase access to opioid use disorder treatment during the pandemic, appeared to be associated with increasing rates of methadone use among Medicare Advantage enrollees in each quarter beginning in January 2020. The rate of use of buprenorphine also increased among Medicare Advantage enrollees during the study period. As with methadone, rates of use of buprenorphine among Medicare Advantage enrollees was higher among those who were younger than 65. “We found a relatively steady rate of increase in buprenorphine prescribing, which showed no obvious changes after coverage for methadone began,” Taylor said. “This suggests that there was little substituting of methadone for buprenorphine.” Researchers were unable to assess whether some of the Medicare Advantage enrollees who received methadone under the new policies previously may have received treatment paid for by alternative means, such as block grant programs. They say future work should explore reasons for the differential increases in methadone use among Medicare Advantage enrollees by dual eligibility status and by age, as well as whether there have been increases in methadone use among beneficiaries enrolled in traditional fee-for-service Medicare. Support for the study was provided by the National Institute on Aging. Other authors of the study are Jonathan H. Cantor and Bradley D. Stein, both of RAND, and Ashley C. Bradford and Kosali Simon, both of Indiana University. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}