{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:40:24.494969",
  "crawling_time_epoch": 1704166824,
  "type": "News Release",
  "title": "Trends in Hospital Prices Varied Widely Across the United States",
  "url": "https://www.rand.org/news/press/2022/04/04.html",
  "descriptions": "The average prices charged to commercial health plans by hospitals, as compared to what Medicare pays, remained relatively stable between 2012 and 2019, but there was a large amount of geographic variation in the trends.",
  "posted": "Apr 4, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/press/2022/04/04/_jcr_content/par/teaser.crop.250x187.rm.jpeg/1649158096035.jpeg",
    "desc": "Medical bed on wheels in the hospital corridor, photo by beerkoff/Getty Images"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "",
      "profession": "",
      "biography": "",
      "profile_picture": {
        "url_pict": null,
        "width": null,
        "height": null,
        "desc": null
      }
    },
    "researcher": [],
    "tags": [
      "www.rand.org"
    ],
    "Article": "The average prices charged to commercial health plans by hospitals, as compared to what Medicare pays, remained relatively stable between 2012 and 2019, but there was a large amount of geographic variation in the trends, according to a new RAND Corporation study. Using national data capturing most U.S. hospitals, researchers found that the ratio of commercial-to-Medicare hospital prices increased by 7 percentage points during the period studied. However, when examining differences across defined health care markets, some regions saw large increases, while others saw significant declines. The study estimated that restraining the growth rate of commercial-to-Medicare hospital price ratios in every region to the national average during the study period would have reduced national health spending by $39 billion in 2019. The findings are published in the April edition of the journal Health Affairs. “The large variation in trends across different regions suggests that there may be opportunities to constrain the growth in hospital prices,” said Zachary Levinson, lead author of the study and an associate economist at RAND, a nonprofit research organization. Among areas with high initial price ratios, the study found that California had the largest number of hospital markets that had large price increases, with 11 of the top 19 regions, including eight in Northern California. Wisconsin had three of the regions with the largest increases. The 19 regions with the largest decreases were more geographically diverse, although four were in Indiana. The study examined hospital prices in hospital referral regions, which are health care markets made up of zip code groupings based on the referral patterns of tertiary medical care. In 2019, spending on hospital care in the United States totaled $1.2 trillion, accounting for 32% of all health care expenditures and more than 5% of the nation's gross domestic product. One factor underlying the high cost of hospital care is the prices paid by commercial health plans. These prices have increased substantially over time, as has the gap between them and the prices paid by public programs such as Medicare. Policymakers seeking to increase the affordability of health care have considered options to reduce commercial hospital prices, such as by regulating prices directly or increasing the competitiveness of hospital markets. RAND researchers analyzed estimates of commercial-to-Medicare payment rate ratios for 2012 to 2019 using RAND Hospital Data, which is a cleaned and processed version of annual cost report information submitted by hospitals to the federal Healthcare Cost Report Information System. The study found that on average, hospital prices for commercial health plans averaged 173% of Medicare payment rates in 2012. The national commercial-to-Medicare price ratio increased to 180% in 2019. Researchers found that among the regions that had high price ratios in 2012, there was a large divergence in growth over time. The commercial-to-Medicare price ratios increased by 38 percentage points, on average, in higher-cost regions with large increases, while decreasing by 38 percentage points, on average, in higher-cost regions with large decreases. There also was a large divergence in trends among regions that had low initial price ratios. The price ratio increased by 31 percentage points in lower-cost regions with large increases, while decreasing by 16 percentage points in lower-cost regions with large decreases. Support for the study was provided by Arnold Ventures. Other authors of the study are Nabeel Qureshi, Jodi L. Liu, and Christopher M. Whaley. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries."
  }
}