{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:08:31.542640",
  "crawling_time_epoch": 1703239711,
  "type": "Commentary",
  "title": "Truth Decay and National Security",
  "url": "https://www.rand.org/pubs/commentary/2023/08/truth-decay-and-national-security.html",
  "descriptions": "Even if the U.S. national security apparatus can operate entirely outside of politics, it remains exposed to the effects of Truth Decay—the diminishing role of facts and analysis in American public life. Little work is being done to understand how severe the impact of Truth Decay is on national security and, more importantly, how to mitigate it.",
  "posted": "Aug 1, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/08/truth-decay-and-national-security/_jcr_content/par/teaser.crop.250x187.cb.jpeg/1690935386150.jpeg",
    "desc": "Man seen from behind sitting in a chair and looking at a wall with a line drawing of an entertainment center with a TV showing two people with their noses growing long signifying that they're lying, photo by SIphotography/Getty Images"
  },
  "content": {
    "source": "(Lawfare)",
    "author": {
      "name": "Heather J. Williams Caitlin McCulloch",
      "profil": "https://www.rand.org/about/people/w/williams_heather_j.html",
      "position": "Acting Director, International Security and Defense Policy Program; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Associate Political Scientist",
      "username": "@HeatherJWill",
      "contact": "https://www.twitter.com/HeatherJWill"
    },
    "tags": [
      "Information Operations",
      "Intelligence Community",
      "Media Literacy",
      "Politics and Government",
      "Social Media",
      "United States",
      "www.rand.org"
    ],
    "Article": "The line between fact and opinion in public discourse has been eroding, and with it the public's ability to have arguments and find common ground based in fact. We at RAND call this diminishing role of facts and analysis in American public life “Truth Decay.” Everyone can feel how it affects their day-to-day lives—the family member who has fallen down a QAnon rabbit hole, avoiding discussing current affairs with a neighbor, or the fractious discourse on a television program. But this phenomenon is also degrading U.S. national security, in ways more difficult to observe. Five years ago, RAND published a seminal document describing Truth Decay, and former President Obama put it on his summer reading list. Since then, our RAND colleagues have examined the intersections of Truth Decay with media literacy, individual resistance, and vaccine hesitancy. In our new report, we examine this phenomenon specifically in the context of national security, finding that Truth Decay adversely affects the day-to-day business of national security and major decisionmaking at every level. Two core drivers of Truth Decay are political polarization and the spread of misinformation—and these are particularly intertwined in the national security arena. Exposure to misinformation leads to increased polarization, and increased polarization decreases the impact of factual information. Individuals, institutions, and the nation as a whole are vulnerable to this vicious cycle. Exposure to misinformation leads to increased polarization, and increased polarization decreases the impact of factual information. National security and foreign policy were, historically, areas somewhat protected from politicization. Politicians and foreign policy professionals were seen as driving the international agenda without much input from domestic audiences, and U.S. foreign policy tended not to fluctuate dramatically from one presidential administration to the next. Over the past two decades, however, popular disillusionment with the U.S. wars in Iraq and Afghanistan, in conjunction with the rise of political movements that espoused a virulent nationalism, has weakened the bipartisan consensus on U.S. foreign policy. Today, it is better understood that the general public has its own opinions on national security and foreign policy issues. This means, however, that a negative cycle of polarization and Truth Decay can easily take hold. Opinions are shaped by the social cues that the public picks up, such as what is said by a trusted political leader, a military leader, or close peers. Extreme partisanship intensifies the effect: People confidently adhere to views endorsed by their party and ignore any contrary facts. So polarization makes what leaders say more potent. And politicians are, by tradition, if not by nature, selective in the information they present. Put more bluntly, politicians lie. So just as it is hard to parse fact from opinion in today's information environment, it is also difficult to discern when politicians are knowingly lying and when they are deceiving themselves. Put all of this into the blender with social media and the 24-hour news cycle, and leaders can spread shameless lies rapidly across the globe. The fractured media environment further pushes foreign policy opinions to extremes. For example, Pew Research has found that both Republicans and Democrats who, respectively, chose right- or left-leaning “news bubbles” held more negative views of China than others in their own parties. Even if the U.S. national security apparatus—from civil servants to military service members, who are supposed to hold values like trust and stewardship (PDF) as core to their ethical code—can operate entirely outside of politics, it remains exposed to the effects of Truth Decay. Take intelligence work. In an ideal world, intelligence agencies collect information, assess it for its reliability, and provide it to policymakers without bias or agenda. Members of the intelligence community are respected for their expertise and professionalism and how, to the best of their abilities, they are able to discern what are the facts. Truth Decay impedes this process in several critical ways. It makes it more difficult for intelligence analysts to perform the core function of their job, collecting and analyzing data. Just as it is hard for ordinary civilians to filter through the increasing volume of opinion to find the facts, so too do national security officials grapple with the challenge, with lots of room for improvement. Truth Decay also increases the risk that policymakers do not trust or use intelligence community assessments. The United States spends over $80 billion a year on its intelligence apparatus—and that's money well spent only if policymakers choose to use it. Policymakers are not equal consumers of intelligence; some rely heavily on the intelligence community's assessments, while others barely cash in on their security clearances, particularly in Congress. If intelligence analyses were our daily vegetables, you could say that we pay to grow them, harvest them, prepare them, and plate them, but nobody is required to eat them. If policymakers lack trust in factual information, or analysis based on factual information, that can lead to national security policies that are based instead on opinion or, worse, conspiracy theory or misinformation possibly manufactured by the nation's adversaries. The intelligence community is also an interesting example because of how it has been pulled into public dialogue on foreign policy more often in recent decades. The intelligence community has gone from the shadows—remember that the existence of the National Security Agency, nicknamed “No Such Agency,” was a state secret from 1952 to 1975—to high-profile intelligence failures (PDF) in the early 2000s. In the past decade, policymakers have pushed the intelligence community to establish the facts publicly on issues like the origins of the coronavirus pandemic (PDF) and the shooting down of Malaysia Airlines flight MH17. Paradoxically, this can result in intelligence agencies being undermined and attacked in the public sphere by decisionmakers. This was particularly evident in 2017 with the public release of portions of the intelligence community's assessment (PDF) on Russian interference in the 2016 presidential elections, which eventually received bipartisan support, but only after direct questioning of the underlying analytical tradecraft, consistent challenging, and significant suspicion from political leaders. Clearly, national security institutions are being used to counter Truth Decay, but their credibility gets eroded by the phenomenon at the same time. In our report, we anticipate other ways in which Truth Decay can negatively affect the intelligence community and the military in recruiting and retaining the nation's best talent. As we mention, Truth Decay affects us at the national and international levels, directly impacting our allies and our relationships with them. Though experts debate the degree to which credibility is important in maintaining alliances, they agree it is a relevant factor. Perceptions that U.S. leaders are not speaking honestly or that U.S. assurances cannot be trusted diminish that credibility. Research shows that domestic accountability is key to the credibility of leadership in foreign policy. Former President Trump, in particular, who relied heavily on opinion rather than fact, was seen with little confidence globally, especially among the United States' European Union allies. Allies depend on U.S. intelligence and military collaboration, and weakening those institutions undermines the value of that cooperation. Further, the same trends of politicization and misinformation that undermine U.S. national security erode allies' national security. Meanwhile, the United States' adversaries are less vulnerable to the negative impacts of these drivers. Populations in Russia, China, Iran, and North Korea do not expect honesty from their governments, so their leaders' embrace of misinformation or denial of facts do not similarly erode the social contract. These states have long existed in a post-truth society. Russians describe lying as a national pastime. Most recently, Russia has weaponized false narratives about the “Nazification” of Ukraine to justify its illegal invasion and is cultivating a young generation of nationalist zealots. The United States' greater vulnerability to Truth Decay makes this a lever that adversaries can play upon, incentivizing them to push the United States further into polarization and to spread more misinformation in the public. The United States' greater vulnerability to Truth Decay makes this a lever that adversaries can play upon. We found that little work is being done to understand how severe the impact of Truth Decay is on national security and, more importantly, how to mitigate it. Media literacy workshops, classes, and messaging may help, although the research literature shows that their effectiveness is mixed. Legal institutions can play a positive role here, by raising the penalties for those who spread harmful false information when that speech specifically threatens or terrifies others. The U.S. system, however, is uniquely protective of speech, so social and political norms play a greater role in countering Truth Decay. Political figures could use their podiums to frame factual information as nonpartisan in order to stall or slow the polarization–Truth Decay cycle. At the same time, the bipartisan January 6 select committee, which spent 18 months interviewing over a thousand people and reviewing countless documents before releasing an 845-page final report (PDF), does not seem to have corrected false opinions that voter fraud changed the outcome of the 2020 election or opinions about President Trump's role in the events of the January 6 insurrection—suggesting that there are limits to the impact of traditional political mechanisms at truth-finding. It is particularly important to promote the credibility of the United States' national security and intelligence systems. Such institutions, once damaged, are not easily rebuilt. Government agencies, private-sector organizations, the media, and nonprofit groups all have a role to play. These efforts do not necessarily need to be coordinated, but they all need to be more robust to stay the pervasive negative effects of Truth Decay. Heather J. Williams is a senior policy researcher at the RAND Corporation and associate director of the International Security and Defense Policy Program. Caitlin McCulloch is an associate political scientist at RAND. This commentary originally appeared on Lawfare on August 1, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}