{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:56:54.472651",
  "crawling_time_epoch": 1703242614,
  "type": "Essay",
  "title": "Truth Decay Is Putting U.S. National Security at Risk",
  "url": "https://www.rand.org/pubs/articles/2023/truth-decay-is-putting-us-national-security-at-risk.html",
  "descriptions": "Truth Decay—the diminishing role of facts and analysis in public life—could weaken the U.S. military, costs America credibility with its allies, and calls into question the nation's ability to respond to the next big crisis. How can the United States guard against these risks?",
  "posted": "Jun 28, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/truth-decay-is-putting-us-national-security-at-risk/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1687970318123.jpeg",
    "desc": "The U.S. Capitol at sunset on the eve of the first anniversary of the January 6, 2021 attack on the building, in Washington, D.C., January 5, 2022, photo by Elizabeth Frantz/Reuters"
  },
  "content": {
    "article": "America's troubled relationship with facts is putting national security at risk. A recent RAND paper warned that “Truth Decay”—the diminishing role of facts and analysis in public life—could weaken our military, costs us credibility with our allies, and calls into question our ability to respond to the next big crisis. Experts from across RAND described Truth Decay as a “huge vulnerability,” an “obvious one,” “a strong weapon” in the hands of our adversaries. Yet the full extent of the damage we are doing to ourselves is only just beginning to come into focus. “We're stuck in a cycle,” said Caitlin McCulloch, an associate political scientist at RAND who coauthored the paper. “Polarization is feeding into Truth Decay, Truth Decay is feeding into polarization, and round and round we go. The harm that cycle is doing to our national security has not been fully explored.” Truth Decay is more than just a fact-free rant on cable television or a conspiracy theory bouncing around social media. RAND uses the term to describe a society pulling apart over basic facts, with opinion too often standing in for analysis and debates hardening into distrust. It helps explain why nearly two-thirds of Americans in a recent NPR/Ipsos poll said U.S. democracy is in crisis and at risk of failing. Not so long ago, political experts assumed foreign policy and national security were above the public fray. They were the domain of diplomats, intelligence agents, and other career specialists. The average person on the street couldn't find most countries on a map, the thinking went—much less have a meaningful impact on the affairs of state. One pundit in the 1950s described the public as a “prehistoric monster” when it comes to foreign affairs—”with a body as long as this room and a brain the size of a pin.” Public opinion—often shaped by politicians and other leaders—can exert a powerful force on questions of war, peace, and national security. That gives Truth Decay a way in. That's not the going theory anymore. Research has shown that public opinion—often shaped by politicians and other leaders—can exert a powerful force on questions of war, peace, and national security. A 2019 study, for example, found that members of the Israeli parliament were 16 percentage points more likely to authorize a military strike when they thought that's what the public wanted. That gives Truth Decay a way in. RAND has worked for years now to better understand and combat Truth Decay. It has shown how America's media echo chambers feed into Truth Decay; how online trolls from Russia and China exploit it; how it fires up controversies over everything from racial justice to mask mandates. But researchers had not fully assessed the many ways that Truth Decay could harm national security. McCulloch and coauthor Heather Williams, a former intelligence officer, decided that needed to change. They convened focus groups and interviews with nearly three dozen experts at RAND, specialists in military strategy, terrorism, foreign policy, history, and political science. They asked the experts to identify vulnerabilities—some obvious, some not—where Truth Decay could undercut national security. They defined “national security” broadly, as the safeguarding of people, places, and the American way of life. The experts generally agreed that Truth Decay is getting worse. Several said they think political leaders now lie more shamelessly and more constantly about issues of national security. Some had worked in the Intelligence Community and described trying to brief “very ideological” policymakers who would sometimes reject assessments that didn't fit their views. Those expert insights allowed McCulloch and Williams to begin piecing together a much bigger picture of Truth Decay and national security. They developed a framework to help the public, policymakers, and future researchers better understand the risks and guard against them. The individual level focuses on human actors, including leaders, policy decisionmakers, and members of the public. The institutional level focuses on institutions or structures of governance, such as Congress, the military services, and the Intelligence Community. The societal level focuses on impacts on society—whether U.S. society or the societies of U.S. allies or adversaries—and usually indicates broader trends, such as domestic stability or economic stability. The normative level focuses on impacts at the conceptual or norm-based level, such as belief in the traditions, customs, or best practices of the country, including democracy and civic pride. It starts with individuals—those average people on the street as well as political leaders, now more rigid in their beliefs and more isolated in their news bubbles. That growing polarization is driving important policy debates to extremes. Pew polls in 2021 found that people who rely mostly on right- or left-leaning news sources have much sharper views of China than other people, even in their own political party. From there, Truth Decay attacks American institutions. Spreading through Congress, it gums up the gears of effective government and raises real doubts that politicians could pull together in a crisis. But it also strikes at the military, threatening to undermine unit cohesion, and undercuts confidence in the Intelligence Community. In an age of dizzying technological advance and rapidly multiplying threats, it makes it that much harder to recruit the brightest minds to government service. It also hurts America on the world stage. As Russia massed troops and tanks on its border with Ukraine in 2022, the U.S. released evidence that the Kremlin was planning to fake a Ukrainian attack as a pretext for war. The impact that intelligence had on world opinion depended on American credibility—and American credibility is directly in the path of Truth Decay. China, Russia, and other adversaries already know this. They have weaponized disinformation—seeding the internet with rumors and conspiracy theories in the panicked early days of COVID-19, for example. That helped slow the response and almost certainly cost lives. But it also makes it harder to hold up American democracy as a model for the world. Photo by guvendemir/Getty Images “You could walk up to most Americans and ask them, 'What are our national interests?' and there would actually be a lot of agreement,” said Williams, the associate director of the International Security and Defense Policy Program at RAND. “Now, how do we achieve those national interests? There are lots of legitimate views about that—but Truth Decay makes it harder for people to have a reasoned debate. Partisanship and political self-interest get pushed to such an extreme that there is no middle ground where compromises, let alone consensus, can be achieved.” But she added: “This doesn't have to be a bad-news story. Truth Decay doesn't have to be the villain behind every storyline.” RAND's framework points to opportunities to fight back. The U.S. Intelligence Community, the U.S. Department of Homeland Security, and other government agencies are already investing in efforts to swat down misinformation and disinformation before they take hold. Efforts to strengthen media literacy and civics education in school could also help strengthen the public against Truth Decay, especially on questions of national security. Political moderates should also raise their voices more and present facts and analysis as nonpartisan. The military, which still has widespread public trust, can play this role as well. Tech and social media companies bear “significant responsibility” for the spread of Truth Decay, the researchers noted, and should do more to moderate what they allow on their platforms. The need is urgent. The United States relies on the strength and credibility of its institutions, both at home and around the world. That makes it vulnerable to the corrosive effects of Truth Decay in a way that many of its adversaries are not. “There is no Truth Decay in North Korea,” one of the RAND experts pointed out. “There is only [what the state calls] the Truth.” —Doug Irving Funding for this research was provided by gifts from RAND supporters and income from operations.",
    "overview": "",
    "topline": "",
    "tags": [
      "Democracy",
      "Homeland Security",
      "Information Operations",
      "Intelligence Community",
      "Media Literacy",
      "United States",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/truth-decay-is-putting-us-national-security-at-risk/_jcr_content/par/blogpost/par-blog/wrapperdiv/imagewithclass.fit.400x0.svg/1687811968616.svg",
        "width": "400",
        "height": null,
        "desc": "Framework for identifying vulnerabilities that impact truth decay, image by RAND Corporation"
      },
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/truth-decay-is-putting-us-national-security-at-risk/_jcr_content/par/blogpost/par-blog/imagewithclass.fit.0x0.jpeg/1687812258269.jpeg",
        "width": null,
        "height": null,
        "desc": "Soldiers walking at twilight, photo by guvendemir/Getty Images"
      }
    ]
  }
}