{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:52:47.886995",
  "crawling_time_epoch": 1703231567,
  "type": "Blog",
  "title": "U.S. Cooperation with China and Russia, Artificial Intelligence, War in Ukraine: RAND Weekly Recap",
  "url": "https://www.rand.org/pubs/articles/2023/weekly-recap-march-10.html",
  "descriptions": "This weekly recap focuses on U.S. security cooperation with China and Russia, artificial intelligence, consequences of Russia's war in Ukraine, and more.",
  "posted": "Mar 10, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-10/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1678487127540.jpeg",
    "desc": "RAND Weekly Recap"
  },
  "content": {
    "topic": [
      {
        "tag": "Alcohol",
        "blog": "https://www.rand.org/blog.topic.alcohol.html"
      },
      {
        "tag": "Artificial Intelligence",
        "blog": "https://www.rand.org/blog.topic.artificial-intelligence.html"
      },
      {
        "tag": "China",
        "blog": "https://www.rand.org/blog.topic.china.html"
      },
      {
        "tag": "Civic Education",
        "blog": "https://www.rand.org/blog.topic.civic-education.html"
      },
      {
        "tag": "Elementary Education",
        "blog": "https://www.rand.org/blog.topic.elementary-education.html"
      },
      {
        "tag": "Gender Equity",
        "blog": "https://www.rand.org/blog.topic.gender-equity.html"
      },
      {
        "tag": "Russia",
        "blog": "https://www.rand.org/blog.topic.russia.html"
      },
      {
        "tag": "Security Cooperation",
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html"
      },
      {
        "tag": "South Dakota",
        "blog": "https://www.rand.org/blog.topic.south-dakota.html"
      },
      {
        "tag": "Ukraine",
        "blog": "https://www.rand.org/blog.topic.ukraine.html"
      },
      {
        "tag": "Warfare and Military Operations",
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html"
      }
    ],
    "Article": "This week, we discuss challenges to security cooperation between the United States and China and Russia; risks posed by artificial intelligence; support for social studies instruction and students' civic development; consequences of the war in Ukraine; International Women's Day; and South Dakota’s sobriety program.",
    "sub_article": [
      {
        "title": "Can the U.S. Cooperate with China and Russia?",
        "descriptions": "In a world dominated by strategic competition, what are the prospects for meaningful security cooperation between the United States and China and Russia? A new RAND study examines this question, assesses which issues might allow for such cooperation, and considers the potential risks and benefits. Overall, the authors find few opportunities for U.S. cooperation with Beijing and Moscow. Further, the obstacles to cooperation—especially a lack of trust—are significant and growing, and the benefits of pursuing cooperation over competition may not outweigh the costs. In other words, any cooperation between these powers will be rare and needs to be narrowly focused on making competition “safer.” U.S. leaders should expect that the current era of strategic competition is here to stay for the foreseeable future.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-10/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539_830847769/imagewithclass_copy.fit.800x0.jpeg/1678486509137.jpeg",
          "width": "800",
          "height": "450",
          "desc": "U.S. soldiers kneel on the ground in an open, snowy landscape keeping watch. A couple armored vehicles are in the background."
        }
      },
      {
        "title": "Security Threats Posed by Artificial Intelligence",
        "descriptions": "Photo by Marine Corps Staff Sgt. Jacob Osborne/U.S. Department of Defense RAND president and CEO Jason Matheny testified this week before the U.S. Senate Committee on Homeland Security and Governmental Affairs. He discussed the effects of artificial intelligence on national security and U.S. competitiveness. AI poses grave challenges for which the United States is currently unprepared, he said. These include the development of novel cyber weapons, large-scale disinformation attacks, and the design of advanced biological weapons. Matheny went on to highlight eight actions to address these risks.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-10/_jcr_content/par/blogpost/par-blog/wrapperdiv_169610539/imagewithclass_copy.fit.800x0.jpeg/1678486194274.jpeg",
          "width": "800",
          "height": "450",
          "desc": " Marines with Marine Corps Forces Cyberspace Command observe computer screens in the cyber operations center at Fort Meade, Md., Feb. 5, 2020, photo by Marine Corps Staff Sgt. Jacob Osborne/U.S. Department of Defense"
        }
      },
      {
        "title": "Support for Elementary Social Studies Instruction Is Lacking",
        "descriptions": "Public schools have historically played an important role in shaping students' civic knowledge and skills. But over the past few decades, school systems have increasingly deprioritized civic development. A new RAND study examines a question central to this issue: What state, district, and school policies are in place to support elementary social studies instruction? The authors find that such policies are often missing or inadequate. This lack of support is in sharp contrast to that provided for other core subject areas.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-10/_jcr_content/par/blogpost/par-blog/wrapperdiv_655378184/imagewithclass_copy.fit.800x0.jpeg/1678486116012.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A student giving a presentation to her class points at a globe next to her teacher, photo by FatCamera/Getty Images"
        }
      },
      {
        "title": "Consequences of the War in Ukraine",
        "descriptions": "Photo by Clodagh Kilcoyne/Reuters RAND's Brian Michael Jenkins recently completed a seven-part series on The RAND Blog about the war in Ukraine. He describes how the conflict might evolve, Russia's bleak future, the potential consequences for NATO and the global economy, and more. In his conclusion, Jenkins writes that the war “leaves the world a more perilous place. Russia's invasion demonstrates that naked aggression is not ancient history.” Under Putin, Russia remains a threat, he says.",
        "image": {
          "url_image": null,
          "width": null,
          "height": null,
          "desc": null
        }
      },
      {
        "title": "Celebrating International Women's Day",
        "descriptions": "In honor of International Women's Day this week, we're highlighting the many women who are essential to RAND's success, as well as the ways that our researchers tackle key issues affecting women around the world. Recent RAND insights have focused on gender equity in the workplace, challenges facing women veterans, the effects of the Supreme Court's decision to overturn Roe v. Wade, and more.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-10/_jcr_content/par/blogpost/par-blog/wrapperdiv_1035350401/imagewithclass.fit.800x0.jpeg/1678485947095.jpeg",
          "width": "800",
          "height": "450",
          "desc": "Colorful female silhouettes, illustration by Svetlana Krivenceva/Getty Images"
        }
      },
      {
        "title": "South Dakota's Sobriety Program May Help Save Lives",
        "descriptions": "South Dakota's 24/7 Sobriety Program requires people arrested for drunk driving and other offenses to be tested frequently for alcohol use. A new RAND study shows that participation in the program is associated with lower death rates. In fact, participants had about a 50 percent lower risk of dying during the study period compared to those arrested for drunk driving who were not in the program.",
        "image": {
          "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/weekly-recap-march-10/_jcr_content/par/blogpost/par-blog/wrapperdiv_267892730/imagewithclass.fit.800x0.jpeg/1678485874457.jpeg",
          "width": "800",
          "height": "450",
          "desc": "A man with a breathalyzer in the car, testing for blood alcohol level, photo by Anton Skripachev/Getty Images."
        }
      }
    ]
  }
}