{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:52:29.353009",
  "crawling_time_epoch": 1703231549,
  "type": "News Release",
  "title": "U.S. Opioid Crisis Best Viewed as Connected Ecosystem; Changing Policymakers' Approach Can Aid Solutions",
  "url": "https://www.rand.org/news/press/2023/03/16.html",
  "descriptions": "The nation's opioid crisis, which kills thousands of Americans annually, is best viewed as an ecosystem where all parts of the vexing problem are interconnected, underscoring the need for holistic solutions that address the broad needs of those with substance use disorders, their families, and the communities where they live.",
  "posted": "Mar 16, 2023",
  "image": {
    "thumb": "https://www.rand.org/etc/rand/designs/common/placeholders/teasers/news-release.b590e4a.svg",
    "desc": "News Release"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "spotlight": {
      "name": "Bradley D. Stein Beau Kilmer",
      "profession": "Director, Opioid Policy, Tools, and Information Center (OPTIC) Codirector, RAND Drug Policy Research Center",
      "biography": "Bradley Stein (he/him) is director of the NIH-funded RAND-USC Schaeffer Opioid Policy Center and a senior physician policy researcher at the RAND Corporation. A health services and policy researcher and practicing child and adolescent psychiatrist, Dr. Stein's research focuses on better… Beau Kilmer (he/him) is the Chair in Drug Policy Innovation, codirector of the RAND Drug Policy Research Center, a senior policy researcher at RAND, and a professor of policy analysis at the Pardee RAND Graduate School.",
      "profile_picture": {
        "url_pict": "https://www.rand.org/content/rand/about/people/s/stein_bradley/_jcr_content/par/bio.crop.130x130.cm.jpeg/1563487518505.jpeg",
        "width": "130",
        "height": "130",
        "desc": "Photo of Bradley Stein"
      }
    },
    "researcher": [
      {
        "research": "RAND Social and Economic Well-Being",
        "profile": "https://www.rand.org/well-being.html"
      },
      {
        "research": "RAND Health Care",
        "profile": "https://www.rand.org/health-care.html"
      },
      {
        "research": "RAND Education and Labor",
        "profile": "https://www.rand.org/education-and-labor.html"
      }
    ],
    "topics": [
      {
        "url": "https://www.rand.org/topics/caregivers.html",
        "tag": "Caregivers"
      },
      {
        "url": "https://www.rand.org/topics/fentanyl-and-other-synthetic-opioids.html",
        "tag": "Fentanyl and Other Synthetic Opioids"
      },
      {
        "url": "https://www.rand.org/topics/foster-care.html",
        "tag": "Foster Care"
      },
      {
        "url": "https://www.rand.org/topics/homelessness.html",
        "tag": "Homelessness"
      },
      {
        "url": "https://www.rand.org/topics/parenting.html",
        "tag": "Parenting"
      },
      {
        "url": "https://www.rand.org/topics/prescription-drug-misuse.html",
        "tag": "Prescription Drug Misuse"
      },
      {
        "url": "https://www.rand.org/topics/social-services-and-welfare.html",
        "tag": "Social Services and Welfare"
      },
      {
        "url": "https://www.rand.org/topics/substance-use-disorder-treatment.html",
        "tag": "Substance Use Disorder Treatment"
      },
      {
        "url": "https://www.rand.org/topics/substance-use-harm-reduction.html",
        "tag": "Substance Use Harm Reduction"
      },
      {
        "url": "https://www.rand.org/topics/united-states.html",
        "tag": "United States"
      },
      {
        "url": "https://www.rand.org/topics/workers-and-the-workplace.html",
        "tag": "Workers and the Workplace"
      }
    ],
    "Article": "The nation's opioid crisis, which kills thousands of Americans annually, is best viewed as an ecosystem where all parts of the vexing problem are interconnected, underscoring the need for holistic solutions that address the broad needs of those with substance use disorders, their families, and the communities where they live, according to a RAND Corporation report. Too often different actors in the ecosystem focus primarily on addressing just one part of the problem, with each component of the system having its own priorities and initiatives that may not adequately consider other aspects of the opioid crisis. For example, it is very common for people to encounter barriers to treatment and other services as they leave jail or prison. And poor information gathering has hampered policymakers' ability to understand how different parts of the ecosystem interact and how that interaction affects people passing through parts of the ecosystem. Researchers say the 600-page report can help policymakers appreciate how one component of the opioid ecosystem may have a major impact on opioid-related outcomes in other components. And the report identifies new policy opportunities that require interacting with or reducing barriers among multiple components in the ecosystem. “Moving away from siloed thinking and adopting an ecosystem approach will help significantly reduce problems related to opioid addiction, overdose, suffering, and other harms and help mitigate the harmful consequences of future drug problems,” said Bradley D. Stein, coeditor of the report and a senior physician policy researcher at RAND, a nonprofit research organization. “Understanding the nature of the opioid ecosystem is an important step for decisionmakers working to address the ongoing crisis.” The number of people overdosing and dying from illicit drugs in the U.S. has grown rapidly since 1979, now reaching more than 100,000 annually. About 75 percent of those deaths involve the use of opioids, and the vast majority of those are linked to illegally manufactured fentanyl and other synthetic opioids. But the problems are broader and deeper than drug fatalities. Reliable information is lacking about the number of individuals actively using illicit drugs and those with substance use disorders. Although most people who use drugs do not die, there can be myriad physical, mental health, and societal consequences associated with being addicted to drugs. And it is not just those with addictions who suffer, researchers say. Their substance use and related behaviors can significantly affect their families, friends, employers, and wider communities. Having a loved one suffer from addiction can bring with it substantial health and financial costs. The new RAND report outlines how to view the opioid crisis as an ecosystem where components interact directly and indirectly. People who use opioids and their family members are at the center, with 10 interrelated systems, agencies, and sectors making up the outer components. Those components are first responders, harm reduction, health care, education, child welfare, employment, substance use disorder treatment, illegal supply and supply control, criminal legal system, and income support and homeless services. The analysis identifies opportunities at the intersections of the ecosystem's components and highlights other cross-sector initiatives that could mitigate the harmful effects of opioids. This comprehensive view recognizes how decisions made in one part of the ecosystem can have major effects in others—sometimes helpful, sometimes harmful, and sometimes unanticipated. “The contribution of the work is to convey that policies and tactics for addressing problems related to opioids have to be considered within the context of the larger ecosystem—approaches that make sense in one part of the ecosystem can have negative or unintended consequences in others,” said Beau Kilmer, coeditor of the report and codirector of the RAND Drug Policy Research Center. For example, the report suggests policymakers consider revising policies that now make it harder for people with drug convictions to access social services such as nutritional assistance and public housing. Those rules were put in place, at least in part, to discourage people from using illicit drugs. While stability in a person's life often promotes reduced drug use and better treatment outcomes, people may be excluded from some types of housing if they have a criminal record for a nonviolent, low-level drug offense. So rethinking rules that create these types of exclusions may help people with opioid use disorder to established more-stable lives and increase the chance they stay safe, according to the report. “There is considerable uncertainty and hesitancy regarding the introduction of some new interventions,” said Stein, who directs the RAND-USC Schaeffer Opioid Policy, Tools, and Information Center. “But we need to be creative in our response because our traditional methods for responding to drug crises appear unlikely to significantly reduce the death toll.” While multiple commissions, task forces, and research teams have worked to reduce the harms associated with opioids, the RAND report extends that work across several important dimensions. The analysis considers in more detail the specific ways in which the opioid crisis affects systems that are less commonly considered, such as the child welfare and education systems. It also considers how policies in those systems may affect systems more commonly considered, such as the health care, harm reduction, criminal/legal, and substance use disorder treatment systems. “New ideas are desperately needed, whether they're public policies, technologies, or criminal legal strategies,” Kilmer said. “Continuing to treat fentanyl and other synthetic opioids just like previous drug problems will likely be insufficient and may condemn thousands more to early deaths. We needed this response years ago—but there's still time to get it right and save lives.” The project includes an online tool that allows users to explore 41 policy ideas, ranging from supporting families with a loved one suffering from opioid use disorder to investing in data systems needed to monitor opioid problems and measure the effectiveness of policy interventions. The tool allows users to sort proposals by government sector and topic of the policy. The report, “America's Opioid Ecosystem: How Leveraging System Interactions Can Help Curb Addiction, Overdose, and Other Harms,” is available at www.rand.org. Other authors of the report are Jirka Taylor, Mary E. Vaiana, Dionne Barnes-Proby, Jonathan P. Caulkins, Lois M. Davis, Michael Dworsky, Susan M. Gates, Martin Y. Iguchi, Karen Chan Osilla, Rosalie Liccardo Pacula, Bryce Pardo, Tisamarie B. Sherry, and Sierra Smucker. The RAND Social and Economic Well-Being division seeks to actively improve the health, and social and economic well-being of populations and communities throughout the world. RAND Health Care promotes healthier societies by improving health care systems in the United States and other countries. RAND Education and Labor conducts rigorous, objective research to help decisionmakers and practitioners find solutions to education and labor market challenges."
  }
}