{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:44:03.120829",
  "crawling_time_epoch": 1703231043,
  "type": "Commentary",
  "title": "U.S. and Israel on Parallel Paths",
  "url": "https://www.rand.org/pubs/commentary/2023/09/us-and-israel-on-parallel-paths.html",
  "descriptions": "From the political roles of religious fundamentalism, to the inability of either side to find compromise with the other, to leaders facing legal struggles, the United States and Israel have a lot in common.",
  "posted": "Sep 6, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/09/us-and-israel-on-parallel-paths/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1694530456388.jpeg",
    "desc": "Then-U.S. President Trump and Israel's Prime Mininister Netanyahu arrive to deliver joint remarks at the White House in Washington, January 28, 2020, photo by Joshua Roberts/Reuters"
  },
  "content": {
    "source": "(The Jerusalem Post)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "position": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.democracy.html",
        "tag": "Democracy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.israel.html",
        "tag": "Israel"
      },
      {
        "blog": "https://www.rand.org/blog.topic.religious-fundamentalism.html",
        "tag": "Religious Fundamentalism"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "What makes the current situation in Israel so fascinating to an American observer are the parallels between what is happening in Israel and what is happening in the United States. Both countries are deeply divided, socially and politically. Uncompromising partisanship has hollowed out the political center. Comity in political discourse has been replaced by the demonization of political opponents and increasingly bellicose rhetoric. The terms “treason” and “tyranny” appear frequently. The political winds carry whiffs of violence. Religious beliefs—ultra-Orthodox Judaism in Israel and Christian fundamentalism in the United States—play a prominent role in current politics. Fervent believers assert that the state must not only reflect but also enforce the tenets of their faith. Both countries face what many have said is an existential threat to democracy. There is a deep sense of foreboding in each country that society may be heading for civil war. And people in both Israel and America worry that such displays of disunity invite foreign aggression. Despots can promulgate diktats. Democracies are designed to deliberate. The slow pace of change irritates impatient radicals and angers the righteous, who condemn compromise as apostasy. Normally, the firebrands are consigned to the edges, but when the political center collapses, their small numbers in fragile legislative coalitions acquire outsized leverage. Intense partisanship plays out differently in America, where politicians have drawn the geographic boundaries of electoral representation to increase the number of “safe” districts, where victory by one or the other party is virtually guaranteed. The only contest that counts is the primary election to select the parties' candidates. Generally, only party members vote in these primary elections—and often fewer of them—giving the most fervent activists the advantage. Members of Congress worry less about winning the general election, but fear getting outflanked in the primaries. This creates a powerful fringe in both parties—purists whose votes are vital but who have little incentive to compromise. The political dramas in both Israel and the United States reflect the personal stories of two men: Benjamin Netanyahu and Donald Trump. Both leaders see threats coming from vindictive prosecutors and independent judiciary. Netanyahu's critics assert that his determination to overhaul the judicial system is primarily calculated to upend the criminal charges he faces for corruption. Despite Trump's political defeat in 2020 and his mounting legal difficulties since then, he remains the leading contender to be the Republican candidate in the 2024 presidential election. If he were to win, he could theoretically pardon himself. Religious beliefs complicate political discourse in both countries. Religion can be a source of moral guidance in our lives. It can sometimes be a pernicious influence on our politics. When government officials see God as their sole constituent, political opposition becomes heresy. Religious refugees figured prominently among America's first colonists, but different circumstances led to a different result. Secular rule prevailed. To ensure that government would not interfere in personal belief and to insulate the political system from religious quarrels, the authors of the American Constitution guaranteed that Congress would “make no law respecting the establishment of religion or prohibiting its exercise.” Nonetheless, Christians have dominated America's politics. Declining numbers of churchgoers and changing social mores now threaten their influence. In 1976, 90 percent of the population described themselves as Christians. By 2022, this had descended to 64 percent. Declining numbers have hardened attitudes. There is a parallel racial complaint. For decades, America's white population increased in actual numbers but at a slower rate than other races, thereby reducing its share of the population. In 2020, for the first time, the number of Americans identifying themselves solely as white declined by about three percent. This is based solely on how people view themselves. White nationalists complain they are being deliberately replaced by immigrants, Hispanics, Asians, Blacks, Muslims, and other minorities they view as inferior. They point to increased immigration and intermarriage, which they say is the direct result of a worldwide Jewish plot to bring about the extinction of the white race. Haunted by history, 58 percent of Israelis and 54 percent of Americans fear their divided countries are heading toward civil war. President Isaac Herzog has said, “The abyss is within touching distance.” America's civil war was its bloodiest conflict. It resulted in 750,000 American deaths—more than all of the combined deaths from all of America's wars before and since. More than 150 years later, its social and political effects still ripple throughout the United States. Israelis can reach back millennia to the battle of Mount Zemaraim, Israel's bloodiest clash in a civil war that divided Judah from the Kingdom of Israel in the 10th century BCE. The division left the two kingdoms vulnerable to the subsequent Assyrian conquest. Civil war still seems unlikely in either country. That does not rule out escalating turmoil with the real prospect of political violence. The wars in Lebanon, the Balkans, Syria, and elsewhere remind us how quickly societies can descend into sectarian carnage. Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation. He recently published a seven-part series on the consequences of the war in Ukraine. This commentary originally appeared on The Jerusalem Post on September 6, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}