{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:15:26.949225",
  "crawling_time_epoch": 1703240126,
  "type": "Commentary",
  "title": "U.S. Cannot Count on South Korea's Yoon to Line Up Against China",
  "url": "https://www.rand.org/pubs/commentary/2023/02/us-cannot-count-on-south-koreas-yoon-to-line-up-against.html",
  "descriptions": "South Korean president Yoon Suk-yeol wants South Korea to become a global pivotal state that plays a valuable role in the international community. Turning this into reality will inevitably mean striking a balance between the United States and China.",
  "posted": "Feb 9, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/us-cannot-count-on-south-koreas-yoon-to-line-up-against/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1675978699004.jpeg",
    "desc": "U.S. President Joe Biden and South Korean President Yoon Suk-yeol arrive for a state dinner at the National Museum of Korea, in Seoul, South Korea, May 21, 2022, photo by Lee Jin-man/Pool via Reuters"
  },
  "content": {
    "source": "(Nikkei Asia)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "position": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "China",
      "International Diplomacy",
      "Security Cooperation",
      "South Korea",
      "United States",
      "www.rand.org"
    ],
    "Article": "Will South Korea get more Terminal High-Altitude Area Defense systems? As a candidate for the South Korean presidency last year, conservative Yoon Suk-yeol pledged he would seek more of the American antimissile systems to counter North Korea even though the installation of his country's first in April 2017 touched off punishing economic sanctions from China, Seoul's biggest trade partner. But since taking office last May, Yoon has clearly backed away from his promise of more THAAD batteries in an apparent bid to improve relations with China. This fits with a larger pattern of treading gently that has surprised observers who had taken seriously Yoon's campaign rhetoric of drawing closer to the United States militarily. To be sure, the early days of Yoon's tenure gave Washington some glimmers of hope. Last May, Joe Biden chose South Korea for his first Indo-Pacific visit as U.S. president and the two leaders touted the importance of preserving their shared values and a free and open region. In June, Yoon became the first South Korean leader to attend and speak at a NATO summit, which focused on how the alliance could counter not only Russia, but China as well. But by late summer, Yoon was already showing signs of hesitation. On August 2, Nancy Pelosi, then the U.S. House speaker, visited Taiwan over vociferous objections from Beijing. On her arrival in South Korea two days later, Yoon was nowhere to be found. The presidential office said he was on a five-day vacation and had no plans to meet with Pelosi. However, he held a last-minute phone call with her. Yoon's half-measured caution was almost certainly because Foreign Minister Park Jin was set to meet Wang Yi, his Chinese counterpart, for sensitive talks in Beijing on August 9. While the negotiations were ongoing, South Korean officials demurred from confirming Yoon's promise of more THAAD systems. One told reporters the following month that the government had no “current” plan for more of the antimissile batteries. Beijing's economic retaliation over THAAD colors every decision Seoul makes in the relationship. In 2017, during conservative President Park Geun-hye's tenure, Seoul agreed to deploy the first THAAD to help stop incoming North Korean ballistic missiles. Beijing protested then that the system's radar could help the U.S. military enhance its targeting inside China. To Yoon's credit, his administration has cautioned Beijing, amid conflicting reports on what Park and Wang agreed to regarding THAAD, that he does not consider his liberal predecessor Moon Jae-in's “three nos” policy immutable. Moon had told China in October 2017 that South Korea would not add any new THAAD batteries, not participate in U.S. missile defense networks, and not join a trilateral military alliance with the United States and Japan. Yet regardless of Yoon's stance on the three nos, the fact remains that he has held back from expanding THAAD battery deployments. His administration also treaded softly in the country's debut Indo-Pacific strategy statement in December. It described Beijing as a “key partner” with which Seoul “will nurture a sounder and more mature relationship as we pursue shared interests based on mutual respect and reciprocity, guided by international norms and rules.” This language suggests Yoon will not be signing South Korea up to join the Quad anytime soon. As a candidate, Yoon pledged to continue Moon's exploration of how to get more involved with the grouping of fellow democratic nations Australia, India, Japan, and the United States. Since becoming president, however, Yoon has not publicly talked about Quad participation in any detail, probably because Beijing views it as a mechanism of containment. There are good reasons for Yoon to proceed cautiously. Beijing's economic retaliation over THAAD colors every decision Seoul makes in the relationship. Siding too heavily with the United States over China as their global rivalry intensifies is likely to result in additional retaliatory measures against South Korea. Moreover, North Korea has been acting up of late, test-firing more missiles in 2022 than in any year prior. The North has also sent drones across the Demilitarized Zone that separates the two Koreas, penetrating as far as the no-fly zone surrounding Yoon's presidential office. To make matters worse, Pyongyang is preparing for a potential seventh nuclear test. Heightened inter-Korean tensions limit Yoon's ability to focus too much on China. Judging from Park's meeting with Wang in Beijing, the Yoon administration also continues to seek Chinese assistance in pressuring North Korea back to the bargaining table. Heightened inter-Korean tensions limit Yoon's ability to focus too much on China. But all hope is not lost for Washington. Yoon remains a staunch ally in countering North Korea and has strengthened security ties with Seoul's other traditional nemesis and American ally, Japan. Yoon is certainly a champion of the liberal rules-based international order as well. Even on China, Yoon occasionally takes a firmer line. For example, following South Korea's decision last month to impose tougher entry requirements on Chinese visitors to curb the spread of coronavirus, China retaliated by halting the issuance of short-term visas for Koreans. Rather than folding to Beijing, the Yoon government insisted its decision was based on science, not politics. In December, South Korean Minister of Trade Lee Chang-yang indicated that Seoul is likely to join the U.S.-led Chip 4 alliance, which also includes Japan and Taiwan, in order to diversify semiconductor manufacturing away from China. Beijing would be angered that South Korea is doing business with Taiwan, but Seoul could spin it as purely an economic rather than political arrangement. In the end, Washington should not expect much from Yoon as far as countering China, though. In fact, quite the opposite: Yoon wants South Korea to become a global pivotal state that plays a valuable role in the international community. Turning this into reality will inevitably mean striking a balance between the United States and China. Of course, true balance is unattainable given Seoul's security alliance with Washington. However, by also keeping relations stable with China, South Korea's top economic partner, Yoon may still put Seoul in the position of benefiting from the best of both worlds. Derek Grossman is a senior defense analyst at the RAND Corporation and an adjunct professor of political science and international relations at the University of Southern California. He formerly served as an intelligence adviser at the Pentagon. This commentary originally appeared on Nikkei Asia on February 9, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}