{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:43:05.986656",
  "crawling_time_epoch": 1703230985,
  "type": "Commentary",
  "title": "UFO Research Is Only Harmed by Antigovernment Rhetoric",
  "url": "https://www.rand.org/pubs/commentary/2023/09/ufo-research-is-only-harmed-by-antigovernment-rhetoric.html",
  "descriptions": "There is an undercurrent of conspiracy theory and, relatedly, antigovernment sentiment brewing around the issue of unidentified anomalous phenomena (UAP). If it grows, it could prove toxic to any factual and scientific discussion of UAPs.",
  "posted": "Sep 22, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/09/ufo-research-is-only-harmed-by-antigovernment-rhetoric/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1695417195704.jpeg",
    "desc": "(l-r) Ryan Graves, David Grusch, and David Fravor attend a U.S. House of Representatives hearing on “Unidentified Anomalous Phenomena: Implications on National Security, Public Safety, and Government Transparency” in Washington, D.C., July 26, 2023, photo by Elizabeth Frantz/Reuters"
  },
  "content": {
    "source": "(Scientific American)",
    "author": {
      "name": "Marek N. Posard Caitlin McCulloch",
      "profil": "https://www.rand.org/about/people/p/posard_marek_n.html",
      "position": "Military Sociologist; Professor of Policy Analysis, Pardee RAND Graduate School Associate Political Scientist",
      "username": "@mnposard",
      "contact": "https://www.twitter.com/mnposard"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.civil-military-relations.html",
        "tag": "Civil-Military Relations"
      },
      {
        "blog": "https://www.rand.org/blog.topic.media-literacy.html",
        "tag": "Media Literacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.politics-and-government.html",
        "tag": "Politics and Government"
      },
      {
        "blog": "https://www.rand.org/blog.topic.space-science-and-technology.html",
        "tag": "Space Science and Technology"
      },
      {
        "blog": "https://www.rand.org/blog.topic.threat-assessment.html",
        "tag": "Threat Assessment"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "As the United States heads into another contentious election cycle, there is a glimmer of bipartisanship on Capitol Hill on an unexpected topic: unidentified anomalous phenomena. That's right, UAPs—more commonly called UFOs. Both Republicans and Democrats in Congress support efforts to make more government records related to UAPs open to the public. This is a productive step to begin looking at a whole host of terrestrial explanations for UAPs—everything from Chinese surveillance balloons to people putting guns on a drone—which is particularly welcome on a topic where research often lacks strong footing in scientific data. However, this increased transparency—and any corresponding spotlight on UAPs—could take a dark turn if policymakers aren't careful. Last year, the U.S. Department of Defense stood up the All-domain Anomaly Resolution Office (AARO), and it recently started to present data on its website. There's also support across the aisle in the Senate for an amendment to the National Defense Authorization Act that would create an independent board to declassify government UAP records. And NASA's UAP Independent Study Team just recommended (PDF) a whole-of-government framework to collect high-quality data on these phenomena. Increased transparency—and any corresponding spotlight on UAPs—could take a dark turn if policymakers aren't careful. In theory, this should open the door to an objective and scientific approach to UAPs. But if the information release is haphazard, with a focus on one-off reports of sightings, that could backfire. U.S. national security agencies could suffer damage to their reputation. Those who work on, or report, such phenomena could be stigmatized. Many in the American public feel a personal connection to the topic. Recent surveys find that about one-quarter of Americans report having seen some kind of UFO. Research we worked on at the nonprofit, nonpartisan RAND Corporation has found clusters of UFO reports across most U.S. states over the past several decades. These constituencies—and their elected officials—can be expected to have strong feelings about UAP data and what it does or doesn't show. But there is also an undercurrent of conspiracy theory and, relatedly, antigovernment sentiment brewing around the issue. If this grows, it could prove toxic to any factual and scientific discussion of UAPs. In July, the testimony during the House Oversight Committee's hearing on the issue included claims of a vast conspiracy by the U.S. Department of Defense, U.S. intelligence agencies, and their contractors to conceal evidence of extraterrestrials. There were accusations that government officials threatened witnesses with physical harm. In response, government officials have spoken out, calling some of these claims insulting to those serving in the national security establishment. If UAP information gets caught up in debates over antigovernment conspiracies, that'll put the entire area of research—and the movement to make data more transparent—at risk. If UAP information gets caught up in debates over antigovernment conspiracies, that'll put the entire area of research—and the movement to make data more transparent—at risk. For decades, the federal government and intelligence agencies have escalated public information sharing—but this has not produced a shared understanding of facts and events ranging from the attacks on 9/11 to the origins of COVID-19 (PDF). Instead, intelligence agencies have found themselves under public attack and their findings dismissed. If it happens again, it could not only diminish morale among those working on UAPs, but also decrease governmental willingness to share information. Antigovernment rhetoric can also sow public distrust. Public confidence in major U.S. institutions is already low. Surveys find that only 8 percent of Americans have confidence in Congress and 26 percent in the White House. About 60 percent report confidence in the U.S. military. These institutions will play key roles in improving transparency about UAPs, and ultimately destigmatizing discussion of the issue and reports of sightings. Hopefully in the future, the institutions will also be able to rely on the public to report legitimate sightings. Such reporting will increasingly matter as more people, companies, and countries start flying more things in the sky. The creation of AARO last year, NASA's Unidentified Anomalous Phenomena Independent Study, and the proposed UAP Records Review Board are steps toward destigmatizing the issue. But this progress could end up derailed if the policy conversation gets mired in conspiratorial claims. Marek N. Posard is a military sociologist at the nonprofit, nonpartisan RAND Corporation and an affiliate faculty member at the Pardee RAND Graduate School. Caitlin McCulloch is an associate political scientist at RAND. This commentary originally appeared on Scientific American on September 19, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}