{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:57:44.766029",
  "crawling_time_epoch": 1703242664,
  "type": "Commentary",
  "title": "Ukraine Is a Breeding Ground for Russian PMCs",
  "url": "https://www.rand.org/pubs/commentary/2023/06/ukraine-is-a-breeding-ground-for-russian-pmcs.html",
  "descriptions": "Moscow's desire for additional fighters in Ukraine has created a breeding ground for Russian private military company (PMC) development. This explosion of what are essentially private armies is not only shaping the battlefield in Ukraine; it could have devastating impacts long after this conflict ends.",
  "posted": "Jun 14, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/ukraine-is-a-breeding-ground-for-russian-pmcs/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1686792547415.jpeg",
    "desc": "Wagner fighters wave flags of Russia and Wagner group on top of a building in an unidentified location in Ukraine in this still image obtained from a video released on May 20, 2023, photo by press service of Concord/Handout via Reuters"
  },
  "content": {
    "source": "(The Moscow Times)",
    "author": {
      "name": "Ryan Bauer Erik E. Mueller",
      "profil": "https://www.rand.org/about/people/b/bauer_ryan.html",
      "profession": "Senior Defense Analyst; Professor of Policy Analysis, Pardee RAND Graduate School Defense Analyst",
      "username": "@erikemueller",
      "contact": "https://www.twitter.com/erikemueller"
    },
    "tags": [
      "Civilian Military Workforce",
      "Military Force Deployment",
      "Military Strategy",
      "Russia",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "The war in Ukraine has brought the Wagner Group, Russia's largest private military company, or PMC, out of the shadows. Before the February 2022 invasion, it operated mostly covertly in Ukraine, Africa, and Syria. Its leader, Yevgeny Prigozhin, even denied the group's existence and his role until last fall. Today, with 50,000 men in Wagner uniforms—up tenfold since before the war—Prigozhin throws his weight around, making threats to withdraw his mercenaries and publicly excoriating Russia's military leadership. But Wagner isn't alone. The war in Ukraine has also led to the expansion of other PMCs—and the founding of new ones. This explosion of what are essentially private armies is not only shaping the battlefield in Ukraine; it could have devastating impacts long after this conflict ends. Moscow's desire for additional fighters in Ukraine has created a breeding ground for Russian PMC development. The Wagner Group met the need by recruiting on billboards, at schools, on PornHub, and in prisons. The organization has grown into a major component of Russia-aligned forces, and its importance to Russia's war effort may be best exemplified by a legal change earlier this year. In March, a law prohibiting the discrediting or scrutiny of the Russian Armed Forces was expanded to include “mercenaries and volunteers.” The first offense carries a $650 fine for individuals ($6,500 for organizations). Repeat offenses carry a maximum sentence of 15 years in prison. The explosion of what are essentially private armies is not only shaping the battlefield in Ukraine; it could have devastating impacts long after this conflict ends. All this has spurred the development of new Russian PMCs. Armen Sarkisyan, recently appointed as administrator for prisons in Russian-occupied territories of Ukraine, reportedly plans to use his position to develop a PMC utilizing the Wagner Group's prison recruitment model. In Kherson, near Crimea, a former Wagner commander is reportedly involved in establishing a PMC called Convoy. Gazprom, a major Russian oil company, has multiple PMCs. Early this year it formed Gazpromneft Security reportedly to protect oil and gas production and storage sites, particularly in the Arctic. It may also be seeking the favor of Russian President Vladimir Putin by creating other nonstate armed forces he can rely on. Other recently unveiled Gazprom units, like Potok, have been fighting in Ukraine with Russia's forces. Ramzan Kadyrov, the notorious warlord who Putin put in charge of the republic of Chechnya, already uses the region's security forces as his private paramilitary, even though they technically are part of the Russian National Guard. He has expressed interest in building his own PMC as well. “We can say confidently that Wagner has shown its mettle in military terms and drawn a line under discussions about whether or not such private military companies are needed,” Kadyrov wrote in a post on Telegram. Some assert that Moscow is encouraging the creation of additional PMCs as a way to dilute Prigozhin's influence, or to supplant the Wagner Group entirely. Pitting competing groups against one another matches Putin's divide-and-rule political management style. Prigozhin's ongoing public feuds with the Russian Defense Ministry might also be prompting a desire in the Kremlin to gain more control over its sources of soldiers-for-hire. This may have been the reason behind the creation of the recently U.S.-sanctioned Russian PMC, Patriot, which is associated with Russian Defense Minister Sergei Shoigu and competes with Wagner. PMCs have another advantage as far as Putin is concerned: their casualties aren't counted among the official war dead, which might help maintain domestic support (PDF) for the war. For instance, the U.S. estimates 10,000 fighters from the Wagner Group have died in Ukraine since December while Prigozhin has stated 20,000 Wagner employees have died fighting in Bakhmut. Neither such figures are reflected in official military death tolls. The proliferation of PMCs could stoke dangerous rivalries as these groups vie for political and material support from Moscow. Groups stationed around Bakhmut already started fighting among themselves, including disparaging one another and competing for recruits. Functioning outside the traditional military chain of command, PMCs might also leave Russia in the lurch, or even actively undermine its national security. A potential case in point is the recent accusation that Russian forces intentionally fired on Wagner mercenaries, according to a video of a Russian military commander who was captured by Wagner. In the video, the commander states that he gave the orders due to his “personal dislike” for the Wagner Group, though the Russian Defense Ministry (MOD) has yet to comment on the video and claim. If true, this threatens to pit Russia's military against Russia's largest mercenary group as Ukraine launches its long-awaited counteroffensive against Russia. Recently Shoigu signed a decree that calls on volunteer private military organizations to sign contracts with the Russian MOD to help increase the government's control over these PMCs while offering incentives such as providing PMCs with legal status. Prigozhin stated that Wagner would not do so, which could further escalate tensions between Wagner and the MOD as Prigozhin seeks to guard his group's independence. The Ukraine war is likely to be a catalyst for bloodshed elsewhere in the world at the hands of Russian PMCs. The growing number of competitors also may push more Russian PMCs to pursue profitable contracts beyond Ukraine. Wagner and others have already engaged in operations in Africa, Asia, Europe and South America. And they sow misery wherever they go. During operations in Africa, Syria, and Ukraine, Wagner personnel have committed mass executions, rape, child abductions, and torture. PMCs could cause the security situation in those places to further deteriorate in other ways, too. They often import fighters from various countries. With the right connections in a country, they could recruit incarcerated violent offenders or former members of armed groups and criminal organizations, unleashing these actors back on the population. The Ukraine war is likely to be a catalyst for bloodshed elsewhere in the world at the hands of Russian PMCs. Moscow is likely to continue relying on Wagner and other PMCs because they supply low-cost and low-footprint forces. The results could be catastrophic for civilian populations where Russian PMCs do business. Ryan Bauer is a senior defense analyst at the nonprofit, nonpartisan RAND Corporation. Erik E. Mueller is a defense analyst at RAND. This commentary originally appeared on The Moscow Times on June 14, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}