{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:37:30.104526",
  "crawling_time_epoch": 1704166650,
  "type": "Commentary",
  "title": "Ukraine and the New Two War Construct",
  "url": "https://www.rand.org/pubs/commentary/2023/01/ukraine-and-the-new-two-war-construct.html",
  "descriptions": "The United States might look at its support of Ukraine as a potential model for future defense strategy. It would require a substantial expansion of the defense industrial base, but it might offer a plausible way to keep American objectives and resources in line without sacrificing too much in either.",
  "posted": "Jan 5, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/01/ukraine-and-the-new-two-war-construct/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1672956728093.jpeg",
    "desc": "Airmen load ammunition onto a C-17 Globemaster III bound for Ukraine during a security assistance mission at Dover Air Force Base, Delaware, August 9, 2022, photo by Airman 1st Class Cydney Lee/U.S. Air Force"
  },
  "content": {
    "source": "(War on the Rocks)",
    "author": {
      "name": "Raphael S. Cohen",
      "profil": "https://www.rand.org/about/people/c/cohen_raphael_s.html",
      "profession": "Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "Military Force Planning",
      "Military Logistics",
      "Military Strategy",
      "Operational Readiness",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "How much security is enough security? During the Cold War, the question was rather straightforward. The United States had one adversary—the Soviet Union—which it would need to deter and if necessary, defeat. For the last three decades, this deceptively simple question has proven exceedingly difficult to answer. For years, American defense strategy argued for a “two-war construct,” namely that United States should have sufficient military capability and capacity to fight and win two simultaneous wars in different theaters against major regional powers, like Iraq and North Korea. Over the last decade, though, as America's military shrank in size and its adversaries grew increasingly capable, it backed off such aspirations. Today, the prospect of America's needing to confront a multi-front, multi-adversary set of conflicts has grown. By its own admission, the United States has a “pacing (PDF)” challenge in China, an “acute threat (PDF)” in Russia, and a host of lesser problems in the form of Iran, North Korea, and terrorism. Buying enough weapons and platforms to field a military to defeat all, or even two of these foes simultaneously, would likely be prohibitively expensive. By contrast, focusing only on one—to the exclusion of others—carries its own risks of encouraging an adversarial power to try and take advantage of perceived American weaknesses.… The remainder of this commentary is available at warontherocks.com. Raphael S. Cohen is a senior political scientist and director of the Strategy and Doctrine Program at RAND Project AIR FORCE at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on War on the Rocks on January 5, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}