{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:14:04.149364",
  "crawling_time_epoch": 1703240044,
  "type": "Commentary",
  "title": "Ukraine Should Not Close Off Routes to the Negotiating Table",
  "url": "https://www.rand.org/pubs/commentary/2023/03/ukraine-should-not-close-off-routes-to-the-negotiating.html",
  "descriptions": "Ukraine and Russia will probably eventually return to the table—perhaps not this month or even this year—and therefore it is important to debate ideas for how to get there, not to dismiss them.",
  "posted": "Mar 7, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/03/ukraine-should-not-close-off-routes-to-the-negotiating/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1678214896531.jpeg",
    "desc": "The Foreign Ministers of Russia, Turkey, and Ukraine meet for talks at the Antalya Diplomacy Forum in Antalya, Turkey, March 10, 2022, photo by Latin America News Agency via Reuters Connect"
  },
  "content": {
    "source": "(Financial Times)",
    "author": {
      "name": "Samuel Charap Miranda Priebe",
      "profil": "https://www.rand.org/about/people/c/charap_samuel.html",
      "position": "Senior Political Scientist Director, Center for Analysis of U.S. Grand Strategy; Senior Political Scientist",
      "username": "@scharap @MirandaPriebe",
      "contact": "https://www.twitter.com/scharap"
    },
    "tags": [
      "International Diplomacy",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Andriy Zagorodnyuk's column provides an important perspective on the future of the Russia-Ukraine war (“Pressure on Kyiv to open peace talks misreads Russia's deadly intentions,” Opinion, March 2). However, he mischaracterizes a publication we coauthored, and in so doing creates a false binary between supporting Ukraine's resistance and engaging in “immediate and unconditional negotiations.” Contrary to his claim that we “suggested that unless Ukraine sits down for peace talks with Russia, Western assistance should be blocked,” our publication lays out a range of options for the U.S. government to make negotiations more likely. We do not say that Ukraine's willingness to talk be made a condition for receiving aid. It is true that Western military assistance to Ukraine is a potentially powerful lever, but we argue it could be used to diminish the optimism of both parties about what they can gain by continuing to fight. We note that a credible, long-term plan to provide assistance to Ukraine could make Moscow reconsider whether time is on its side. We leave it to Western capitals to decide which side's optimism is the most significant barrier to ending the war, noting the risks associated with both paths. Support for Ukraine and an acknowledgment that avoiding a long war should be a priority for the West are not mutually incompatible. And it is possible to conduct negotiations and armed resistance simultaneously, as Ukraine itself demonstrated during the talks that took place last spring. This horrific war is unlikely to end with a clear victory for either side. Ukraine and Russia will probably eventually return to the table—perhaps not this month or even this year—and therefore it is important to debate ideas for how to get there, not to dismiss them. Samuel Charap and Miranda Priebe are senior political scientists at the RAND Corporation. This commentary originally appeared on Financial Times on March 5, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}