{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:09:45.745694",
  "crawling_time_epoch": 1703239785,
  "type": "Commentary",
  "title": "Understanding America's Technological Tit for Tat with China",
  "url": "https://www.rand.org/pubs/commentary/2023/06/understanding-americas-technological-tit-for-tat-with.html",
  "descriptions": "China and the United States appear to be barreling towards a path that risks further ratcheting up the ongoing economic war. More-evolved strategies are needed beyond simple retaliatory spirals, to find peaceful equilibria and ensure technoeconomic competition does not spill over into military conflict.",
  "posted": "Jun 26, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/06/understanding-americas-technological-tit-for-tat-with/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1687822129990.jpeg",
    "desc": "U.S. Secretary of State Antony Blinken meets with Chinese President Xi Jinping in the Great Hall of the People in Beijing, China, June 19, 2023, photo by Leah Millis/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Fabian Villalobos Morgan Bazilian",
      "profil": "https://www.rand.org/about/people/v/villalobos_fabian.html",
      "position": "Engineer; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@doktor_wolfhaus",
      "contact": "https://www.twitter.com/doktor_wolfhaus"
    },
    "tags": [
      "China",
      "Emerging Technologies",
      "Game Theory",
      "Geopolitical Strategic Competition",
      "International Economic Relations",
      "United States",
      "www.rand.org"
    ],
    "Article": "The Prisoner's Dilemma is virtually everyone's first exposure to game theory and the science of strategy. In this thought experiment, two “prisoners” must decide whether they will work together and both receive a small mutual benefit, or betray their fellow prisoner and receive a greater reward, but only if the other prisoner refuses to commit a similar betrayal. The experiment can play out over many rounds, with changing incentives and strategies. And though it was developed in 1950 at the RAND Corporation—where one of us now works—by the 1980s, many political scientists were looking for new ways to play this same old game. One was Robert Axelrod, who wanted to find a single strategy that might prove successful over multiple rounds of gameplay. So, Axelrod held a Prisoner's Dilemma tournament, and pitted multiple strategies against one another. Indeed, one strategy submitted by mathematician Anatol Rapoport quickly rose to the top, dominating the competition by waiting for an opponent to make the first move before retaliating against aggressors, or cooperating with collegial parties. Astonished by the strategy, now dubbed “tit-for-tat,” Axelrod held a second tournament. But this time, everyone else took on Rapaport's strategy directly. Again, it triumphed. Afterwards, Axelrod determined that four characteristics helped explain the strategy's success: it was “nice,” but not a push-over; it wasn't too clever; and it forgave. We have been thinking about tit-for-tat quite a lot lately, particularly as the United States and China engage in a decades-long, high-stakes, increasingly brutal game, elbowing one another to gain and maintain advantage across several technological and manufacturing capabilities. This tit-for-tat has most recently led to sweeping legislation in the United States, such as the CHIPS and Science Act, which aims to stymie China's technological innovation and dominance over supply chains, especially for advanced products that are crucial for modern economies and warfare. The use of tit-for-tat can easily spiral out of control. These efforts are viewed by the West as retaliatory, made in response to China stealing U.S. tech and IP to keep China from innovating its way to military parity. China's reactions to U.S. policy were front and center at the recent G-7 talks in Japan. Now, in addition to policies directly responding to the CHIPS and Science Act that include investigations into chip manufacturers, China's Ministries of Commerce and Technology announced that they would consider “prohibit[ing] or limit[ing] exports of alloy tech for making high-performance magnets derived from rare earths” later this year. China dominates the global rare earth element supply chain, as well as the production of these advanced magnets, which are integral to the acquisition and maintenance of U.S. military technologies—a vulnerability highlighted by Chinese media. Shutting down its exports would be a clear retaliation. This announcement also coincides with announcements that Lynas Rare Earths' Malaysian processing and separations facility (currently, the only such facility outside China) will likely need to end operations by July 2023, creating an opportunity to maximize disruption. It sets the stage for another round of tit-for-tat in this ongoing, extremely high-stakes game. China's history of economic coercion usually restricts the country it has targeted by cutting off access to its vast domestic markets, not its own ability to export. But there is one notable exception. In 2010, China restricted rare earth exports to Japan in response to the Diaoyu-Sankaku island dispute. That action led to a tremendous spike in the price of rare earths and was a surprise to most diplomats and market watchers. In the United States, it led to the creation of the Department of Energy's Critical Minerals Institute, placed the issue on the radar of the Pentagon and others, and motivated use of the Defense Production Act to diversify supply chains. As ex-China investments add supply and processing capacity for various critical minerals, China appears to have a shrinking timeframe to execute a deliberate supply disruption. In fact, the use of the Defense Production Act and similar policies to diversify supply chains away from China may actually force such a decision by China for fear of not having that leverage in the future—a “use before you lose it” mentality. As we can see, the use of tit-for-tat can easily spiral out of control. If such a disruption occurs, it's worth considering the next move by the United States, and whether or not it should even be retaliatory. Game theory assumes that players act rationally. China's past actions are often seen as “irrational” and flouting the international rules-based order. Though they certainly run counter to a U.S.-centric system, they are not necessarily “irrational.” As famed intelligence professional Richards J. Heuer said, “[t]o see the options faced by foreign leaders as these leaders see them, one must understand their values and assumptions…[w]ithout such insight, interpreting foreign leaders' decisions or forecasting future decisions is often nothing more than partially informed speculation.” The Chinese Communist Party's incentives are vastly different from Western political parties. The party must constantly justify its autocratic rule by presiding over economic development and prosperity. In this context, illicit technology transfer is a means of competing with more technologically advanced countries in order to stave off the existential threat of political revolution. Acknowledging these values allows the United States and its allies and partners to view these actions as largely predictable and gameable. Though retaliation has become synonymous with tit-for-tat, strategists would do well to remember its cooperative elements as well. After all, Axelrod's fourth characteristic was forgiveness. Washington has crafted the image of a willing economic combatant—its reputation for resolve is unquestionable. However, these actions have tarnished the image of a collegial economic partner, and actions such as the dismantling of the Iran Nuclear Deal have only made it more difficult for the United States to present credible, non-aggressive alternatives to competitors. Long gone are the days of supporting China's entrance into the World Trade Organization and bilateral Strategic Economic Dialogues. The United States desperately needs to rebuild its reputation for restraint. Strategists know that credibility and reputation are every bit as important to deterrence as capability and capacity. The economist Roger Myerson has said the same is true of cooperation. Great powers need to know that good behavior will be rewarded just as much as bad behavior will be punished. Without demonstrating the capacity for restraint, and just as importantly communicating that restraint, economic threats and their implementation may end up ineffective or counterproductive. Without demonstrating the capacity for restraint, and just as importantly communicating that restraint, economic threats and their implementation may end up ineffective or counterproductive. Preventing public sharing of information via academic restrictions or handicapping private industry's profits and ability to reinvest in research and development will only hinder technological innovation for both parties. After the announcement of the CHIPS and Science Act, U.S. semiconductor firms' stock prices took a hit. As the largest source of imports to the United States, China's past actions cannot be ignored, nor can its doctrine of civil-military fusion. But Washington's increasingly coercive stance towards Beijing cannot be ignored either. For now, such angst has manifested in barriers to sharing advanced technologies and critical minerals, both of which are foundational for modern economic and national security. The two great powers appear to be barreling towards a path that risks further ratcheting up the ongoing economic war. More-evolved strategies are needed beyond simple retaliatory spirals, to find peaceful equilibria and ensure technoeconomic competition does not spill over into military conflict. Fabian E. Villalobos is an engineer at the RAND Corporation and professor of policy analysis at the Pardee RAND Graduate School. Morgan Bazilian is professor and director of the Payne Institute for Public Policy at the Colorado School of Mines. This commentary originally appeared on The Hill on June 25, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}