{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:09:31.445587",
  "crawling_time_epoch": 1703243371,
  "type": "Commentary",
  "title": "Unlocking Training Technology for Multi-Domain Operations",
  "url": "https://www.rand.org/pubs/commentary/2023/01/unlocking-training-technology-for-multi-domain-operations.html",
  "descriptions": "Multi-domain operations (MDO) can present many challenges for training. Involvement of various disparate organizations and services can exacerbate these challenges and can require balancing centralized coordination with decentralized training objectives. If MDO is to provide new benefits, the training community may need to solve old problems. It may need to communicate more effectively.",
  "posted": "Jan 24, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/01/unlocking-training-technology-for-multi-domain-operations/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1674606544436.jpeg",
    "desc": "U.S. Army soldiers operating a simulated Heavy Mobility Multipurpose Wheeled Vehicle in the Mounted Soldier Training System at Mission Command Training Branch Building, Fort Stewart, Georgia, April 16, 2013, photo by Sgt. Austin Berner/U.S. Army"
  },
  "content": {
    "source": "(Dubai International Air Chiefs' Association)",
    "author": {
      "name": "Timothy Marler",
      "profil": "https://www.rand.org/about/people/m/marler_timothy.html",
      "profession": "Senior Research Engineer; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Military Education and Training",
      "Military Equipment",
      "Military Technology",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Multi-domain operations (MDO) can present many challenges for training. Involvement of various disparate organizations and services can exacerbate these challenges and can require balancing centralized coordination with decentralized training objectives. Furthermore, although the underlying concept of MDO is not new, the actual term was just recently introduced by the U.S. Army as a doctrinal concept. Consequently, there is a risk that the development of training technology can be reactionary, resulting in siloed efforts. Emerging training technologies can help support the unique complexities of MDO, but the development of these technologies and related systems may need to occur in concert with doctrine development, align with tracing processes, and incorporate input from end users as early as possible. If MDO is to provide new benefits, the training community may need to solve old problems. It may need to communicate more effectively. Emerging technologies may assuage complex training challenges that are magnified by multi-domain operations. To leverage benefits, technology research and development (R&D) may need to occur in concert with doctrinal development. However, coordinated and efficient acquisition has been a longstanding issue for the military (Wong et al., 2022), and if MDO is to provide new benefits, the training community may need to solve old problems. It may need to communicate more effectively. If MDO is to provide new benefits, the training community may need to solve old problems. It may need to communicate more effectively. Despite its common use in military literature, the definition of MDO can be nuanced and may vary. Although the fundamental concept of MDO is not new, the U.S. Army Training and Doctrine Command recently introduced the term in their 2018 Pamphlet (TP) 525-3-1, The U.S. Army in Multi-Domain Operations 2028 (United States Army, 2018). It incorporates battlefield strategy, but fundamentally MDO is an operational strategy. It evolved from linear operations, nonlinear operations, and strategic paralysis theory, and it describes how the Army will fight across all domains, including the electromagnetic spectrum and the information environment. Specifically, MDO can be defined as follows (Kasubaski, 2019): “A campaign, consisting of multiple battles and operations, conducted across domains, time, and contested spaces culminating in the convergence of friendly forces (Joint/Coalition) capabilities that increase limiting factors against an adversary (or enemy) and decrease limiting factors on friendly forces, opening up multiple windows of opportunity to achieve decisive blows against adversary (or enemy) critical vulnerabilities and COGs [centers of gravity].” MDO initially described how the U.S. Army, as part of the joint force [Army, Navy, Air Force, Marines, and Space Force] could counter and defeat a near-peer adversary capable of contesting the United States in all domains [air, land, maritime, space, and cyberspace] (CRS, 2021). The fundamental concept is closely related to joint all domain command and control (Marler et al., 2022). Regardless of the specific definition, however, a pervasive theme with MDO is the intent to address the challenges of complex warfare through the use of technology (de Leon, 2021). This theme applies to training (de Leon, 2021), which is necessary to support any overarching strategy. Training on a large scale can require balancing centralized coordination with decentralized objectives, even within just a single military service. This balance may become especially difficult with MDO. The challenge pertains to organizational management as well as technical R&D, and it can increase as additional organizations are integrated. Capabilities to support training should derive from the underlying training objectives (Marler, 2022). That is, effective technology aligns with the intended use. Often, however, technology may emerge, not in response to a market demand but as a result of an industry push. Developers may refine or enhance a capability and only then pursue a market. Yet, in general, products can be more effective when they stem from and align with the needs of end users. This is especially true of training technologies; they are most effective when they are designed from inception to address a particular training objective and target a particular user base. As the user base scales and becomes more complex, so too do training objectives. Typically, a single training capability cannot respond to substantially different objectives. This in turn presents a tension between centralized coordination and decentralized needs. Within a large organization, separate training needs may foster potentially decentralized training objectives. Such independent objectives may be legitimate, and if neglected or muddled together, training can become ineffective. However, if left unchecked, this kind of situation may lead to siloed development—disparate groups pursuing R&D independently to address only their unique objectives. This in turn may risk duplicating effort and thus wasting funds. In addition, it may risk missing opportunities to share best practices across different organizations with respect to training objectives, R&D, and processes. Thus, some level of centralized coordination may be beneficial. To facilitate coordination, it may be helpful to have a single organization track and share information concerning technology development. However, this intention can run counter to human nature in the context of large organizations that may grow organically. For example, although each military service may have an organization dedicated to training, R&D and usage of training capabilities across the service may not be clear and broadly transparent (Marler et al., 2020). Ensuring appropriate coordination across a service may require continuous attention. The challenge of reconciling unique training objectives with coordination efforts may expand with application to additional echelons and organizations. In fact, it may be appropriate to consider a continuum in this regard, whereby complexity increases as training extends from a single individual to interactions between individuals, groups, services, combatant commands, and ultimately, countries (allies and partner nations). This complexity is well recognized in the joint community, where services are called upon to integrate in order to train as they fight (Marler et al., 2020). The introduction of different operational environments—different domains—may further exacerbate these complexities. Dissimilar environments, involving different domains, can present complex scenarios that require substantial training coordination. Thus, MDO can present scenarios that are especially challenging to replicate and prepare for. In fact, training may be most complex when it spans not just the continuum of organizational complexity described above but also spans warfare domains, thus resulting in a matrix of complexity with two axes representing an increasing number of operational domains, and complexity of interacting organizations, as illustrated in Figure 1 below. Training effectively for MDO may require training in a joint context and addressing this full matrix of complexities. Learning to think, plan, and operate seamlessly across domains may present a formidable training challenge. In response, rather than simply viewing training through the lens of a single service, there may be benefits to viewing training more holistically. It may be prudent to consider the full matrix of complexity earlier rather than later, in order to leverage benefits of emerging technology. Various training technologies may be particularly beneficial to MDO and may help balance centralized coordination with decentralized objectives. In particular, the military is increasingly leveraging virtual environments, including virtual reality (VR) and augmented reality (AR) (Lye, 2019). VR involves a user being completely immersed in a virtual environment, and AR involves overlaying virtual entities on real items. Such environments can provide a variety of benefits ranging from allowing dangerous activities to be practiced safely, to exercising confidential maneuvers and capabilities, to increasing training repetitions. They also may provide benefits specifically for MDO, primarily in the form of connectivity; it may be relatively easy to link together various networked virtual environments through the exchange of data. Furthermore, virtual gaming has provided value in military training for over a decade, providing a glimpse into the benefit of software systems that allow divorced groups and individuals to integrate and essentially train together (Shaban, 2021). Live, virtual, and constructive (LVC) capabilities can also help support MDO (Marler et al., 2022). This involves linking real warfighters using real weapon systems with real warfighters operating virtual systems (e.g., a simulator) with computers controlling virtual systems (constructive). Blended capabilities involve integrating live with virtual and/or constructive, and synthetic capabilities include both virtual and constructive. Furthermore, all of these capabilities may facilitate performance-based assessment, whereby virtual environments provide feedback during and after use. Almost all aspects of operations in a virtual environment can be stored, analyzed, and reviewed, and this may be yet another benefit of emerging training technologies. Two benefits of virtual training capabilities stand out as being particularly relevant to MDO, as shown in Figure 2. 1) the ability to develop various environments easily and 2) the ability to link together various capabilities. With gaming, VR, AR, LVC, and virtual environments in general, it can be relatively easy to practice in different domains. To be sure, these technologies are not a collective panacea, and certain training objectives can only be addressed with real-world exercises. In addition, when high-fidelity simulations are needed—and they are not always necessary, depending on the training objectives (Straus et al., 2018)—availability of appropriate underlying simulation models may present bottlenecks. Nonetheless, virtual environments provide the ability to develop, change, and use an infinite number of situations, which can include all domains of warfare. Thus, virtual environments may be naturally conducive to MDO. Including the following capabilities in the training environment allow you to 1) define and modify scenarios and 2) enhance distributed connectivity: In addition to representing multiple domains, virtual environments may help facilitate connectivity, making large-scale training exercises relatively easy as compared to real-world exercises. Of course, integrating software systems developed by different organizations is not necessarily trivial; it can require organizational collaboration and adherence to data standards. Nonetheless, networking together many different simulators and simulations may be easier than integrating real-world systems that can be decades old. Thus, it may be relatively easy for various services, combatant commands, and even allies and partner nations to connect virtually in the context of training for joint MDO. Ultimately, it is this potential for connectivity that may help to establish a balance between centralized coordination and decentralized training objectives. If development is managed and incentivized properly, virtual training technologies can allow various users to respect their unique training objectives and develop specialized content while concurrently allowing software and simulators to link together into the same federation. Examples of such federations have emerged in the form of JLVC (joint live, virtual, and constructive) (United States Joint Forces Command, 2010) and JLCCTC (joint land component constructive training capability) (United States Army, n.d.). However, these systems have matured organically, with minimal holistic consideration of a complex joint MDO environment from inception. Nonetheless, a federation of connected software and simulators could enhance coordination. As with real-world systems, the potential benefit of connectivity can come with challenges, both technical and organizational. However, there may be some fundamental tenets that, if considered early in the development cycle, could unlock potential for training for MDO. These tenets are always relevant to simulation-based training, but they may be especially critical for yielding benefits with respect to training for MDO. First, it may be helpful to have training content align with training objectives. Although stemming from the development of the Army doctrine “Air-Land Battle” in the 1980s, the term MDO is relatively new. Thus, there may be a risk that training technology, let alone training in general, can be reactionary with respect to the new operational doctrine, especially as the doctrine evolves over time. Various emerging training technologies may help address the unique complexities of MDO, but developing these technologies in concert with doctrine and input from end users as early as possible might yield additional benefits. Otherwise, efficiencies may be lost, and training effectiveness may suffer. From an organizational perspective, this may require that doctrine-development organizations tightly integrate with training-development organizations. Second, the process by which training capabilities are deployed may be just as important as the process by which they are developed (Marler, 2022). Even with capabilities that target and respond to the appropriate objectives, they may be ineffective if they do not integrate properly with training processes. Thus, during the development of training capabilities, it may be beneficial to consider the curricula into which they will be inserted. It may not be enough to purchase VR systems, for example, and develop quality content; it may be necessary for developers and users to understand a priori how VR will be used in the current training pipeline, ranging from basic training through continuation training and into advanced training. It may be incumbent upon the DoD to design and implement incentives that foster coordination. The alternative is revisiting old challenges and mistakes in the face of new complexities. Third, system interoperability may need to be a keystone of training capability integration early in the development process. It could be stifling to consider it as an afterthought of acquisition. New training software and simulators could benefit from efforts to enhance interoperability as early as possible (SPPS, 2022). These tenets may need to be incentivized. It may be incumbent upon the DoD to design and implement incentives that foster coordination. The alternative is revisiting old challenges and mistakes in the face of new complexities. To be sure, there is certainly precedence for active constraints in the form of policy that dictates organizations coordinate in one fashion or another. There is also precedence for more-passive incentives, such as funding, which entices an intended behavior. Perhaps less common is incentivization inherent in broad transparency and communication of emerging capabilities and intentions. If various organizations, be they countries or military services, appropriately publicize their training objectives, capabilities, and processes, this could help facilitate coordination. This latter form of incentive may be key to balancing centralized coordination with decentralized objectives. Perhaps, if MDO is to provide new benefits, one solution to the old problems may simply be more-frequent communication. Timothy Marler is a senior research engineer at the RAND Corporation and a professor at the Pardee RAND Graduate School. This commentary originally appeared on Dubai International Air Chiefs' Association on January 4, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}