{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:11:22.044939",
  "crawling_time_epoch": 1703239882,
  "type": "Commentary",
  "title": "Upcoming Presidential Election Will Clarify Taiwan's China Policy",
  "url": "https://www.rand.org/pubs/commentary/2023/05/upcoming-presidential-election-will-clarify-taiwans.html",
  "descriptions": "Until the Taiwanese presidential election next January, China, the United States, and many other countries will be watching Taiwan with bated breath. Across the Indo-Pacific region and the world, the hope would simply be that no matter who is elected, peace and stability continue to prevail in the Taiwan Strait.",
  "posted": "May 19, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/upcoming-presidential-election-will-clarify-taiwans/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1684535700886.jpeg",
    "desc": "Taiwanese president Tsai Ing-wen (r) and former Taiwanese president Ma Ying-jeou in Taipei, Taiwan, May 20, 2016, photo by Tyrone Siu/Reuters"
  },
  "content": {
    "source": "(Nikkei Asia)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "position": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "China",
      "Democracy",
      "International Diplomacy",
      "Taiwan",
      "www.rand.org"
    ],
    "Article": "The Taiwanese people recently endured an awkward and highly political split-screen view of the rival China policies of the island's two main parties. On one side, President Tsai Ing-wen met with U.S. House Speaker Kevin McCarthy in California while in transit on her way home from Latin America. Her goal, and that of her Democratic Progressive Party (DPP), is to bolster Taiwan's unofficial ties with the United States to better deter Chinese aggression. On the other side, Ma Ying-jeou, Tsai's immediate predecessor, reaffirmed the “1992 Consensus,” a cornerstone political agreement between his Kuomintang (KMT) party and the Chinese Communist Party leadership, while on a 10-day visit to China. Under the accord, the two parties agreed that there is “one China” with differing interpretations as to what “China” is. Ma added the comment, “People on both sides of the Taiwan Strait are Chinese people.” His objective, and the KMT's, is to reduce cross-strait tensions, and return Taiwan and China to a more-cooperative era like the one he oversaw as president between 2008 and 2016. The two trips demonstrate just how estranged the DPP and KMT have become and how prominently China policy will figure into Taiwan's presidential election next January. For the DPP, China is the enemy seeking to unify Taiwan with the mainland, by force if necessary. By reaffirming the 1992 Consensus, the KMT has signaled that it believes China is willing to resume political negotiations and reinvigorate economic cooperation, instead of threatening Taiwan on a near-daily basis with military patrols and exercises. The DPP's argument to voters is that Taiwan must stand up to China's increasingly aggressive behavior to maintain the island's de facto independence and sovereignty. Tsai has resisted making any political concessions to China because she believes this could jeopardize the island's freedom. Taiwan must prepare for a potential Chinese attack by strengthening security ties with like-minded democratic countries, including the United States, Australia, Japan, and the Philippines. Look no further than Hong Kong, the DPP argues, for evidence of what can go wrong with China in control. Taiwan must instead prepare for a potential Chinese attack by strengthening security ties with like-minded democratic countries, including the United States, Australia, Japan, and the Philippines. The KMT's argument is that Taiwan must accommodate China to some extent to prevent conflict. Ma's time as president, which included the signing of Economic Cooperation Framework Agreement and a historic meeting with Chinese President Xi Jinping in Singapore, is held up as an exemplar. Both sides are likely to continue digging in on their respective narratives in the remaining eight months before the presidential vote. Last month, the DPP selected Vice President William Lai Ching-te as its nominee. He has fully supported Tsai's moves to upgrade relations with Washington in the face of Chinese retaliation, but before taking office, labeled himself a “pro-independence worker,” raising concerns in both Beijing and Washington. While Lai referred to Taiwan last week as a “free country” alongside Dwight Howard, a former U.S. National Basketball Association star now playing for a team on the island, the vice president has been generally cautious with his language. But he has not held back when it comes to criticizing the KMT's China-friendly policies. “Former President Ma walked back into the framework of the 'One China' principle, whereas President Tsai is on the democratic path,” Lai said. “The 2024 election will decide Taiwan's direction—on the continuation of a democratic system, the next generation's happiness as well as peace and stability in the Indo-Pacific.” The KMT this week chose New Taipei City Mayor Hou Yu-ih as its nominee. Hou has said little so far about cross-strait relations, but has said he neither supports independence nor Beijing's preferred “One Country, Two Systems” arrangement in which Taiwan would become a semi-autonomous area of China. Rather than China, the KMT has tried to focus its campaign around domestic and economic issues. The party did well with this approach in local-level elections in November, but presidential elections have historically focused more on cross-strait policy. Ma's visit to China will hang over whoever is chosen. In March, a party spokesman strongly endorsed Ma's remarks there, suggesting the former president still holds sway over the KMT's cross-strait policy. The KMT's problem is that polls have consistently shown that the public wants to maintain the ambiguous cross-strait status quo. Over the last few years, more respondents have been expressing support for moves toward independence, but this trend has softened since China's retaliation for then–U.S. House Speaker Nancy Pelosi's visit to Taiwan last August. Indeed, in a January poll, two-thirds of respondents said they have felt less secure since the trip. In another poll in February, over two-thirds of respondents saw China as “a serious threat.” These reactions could bolster the KMT's argument that the Tsai administration's high-level meetings with U.S. officials harm the island's security. But further discussion on a political accommodation with Beijing will be less popular with young voters who feel little to no connection with mainland China. Between now and the election in January, China, the United States, and many other countries will be watching the proceedings with bated breath. The DPP cannot get a pass either. Lai runs the risk of overplaying his hand if he leans too heavily toward independence as the public mostly favors maintaining the status quo. He should also de-emphasize meetings with senior U.S. officials unless there will be clear benefits and low risks to Taiwan's interests and security. Between now and January, China, the United States, and many other countries will be watching the proceedings with bated breath. For China, it will be the KMT's Hou or bust. If Taiwan elects Lai, this will represent another major step backward in Beijing's plans for peaceful reunification. Chinese leaders will then rail against Lai over his “separatist” policies probably even harder than they have done with Tsai. By contrast, the United States has consistently supported Taiwan's right to democratically elect its leaders, and Washington has interacted well with both KMT and DPP presidents in the past. It remains to be seen, however, whether a future KMT president might get too close to China for U.S. comfort given how bilateral dynamics have changed since Ma's time in office. Across the Indo-Pacific region and the world, the hope would simply be that no matter who is elected, that peace and stability continue to prevail in the Taiwan Strait. Derek Grossman is a senior defense analyst at the RAND Corporation and adjunct professor in the practice of political science and international relations at the University of Southern California. He formerly served as an intelligence adviser at the Pentagon. This commentary originally appeared on Nikkei Asia on May 19, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}