{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:13:06.188510",
  "crawling_time_epoch": 1703243586,
  "type": "Commentary",
  "title": "Veterans Need to Share Their Stories",
  "url": "https://www.rand.org/pubs/commentary/2022/12/veterans-need-to-share-their-stories.html",
  "descriptions": "In his book War and Homecoming: Veteran Identity and the Post-9/11 Generation, Travis Martin explores how veterans see themselves—and how that is influenced by the way civilians see them. He delves into stereotypes of military service, then argues that veterans can craft their own identities by telling their own stories.",
  "posted": "Dec 1, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2022/12/veterans-need-to-share-their-stories/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1669944695162.jpeg",
    "desc": "People take part in the Veteran's Day Parade in Manhattan, New York City, New York, November 11, 2021, photo by Carlo Allegri/Reuters"
  },
  "content": {
    "source": "(Association of the U.S. Army)",
    "author": {
      "name": "Kayla M. Williams",
      "profil": "https://www.rand.org/about/people/w/williams_kayla_m.html",
      "profession": "Senior Policy Researcher",
      "username": "@KWilliams101",
      "contact": "https://www.twitter.com/KWilliams101"
    },
    "tags": [
      "Military Personnel",
      "Military Veterans",
      "United States",
      "www.rand.org"
    ],
    "Article": "Travis Martin was a sergeant in the U.S. Army who served two deployments in Iraq. In his book War and Homecoming: Veteran Identity and the Post-9/11 Generation, Martin explores how veterans see themselves—and how that is influenced by the way civilians see them. He delves into stereotypes of military service, then argues that veterans can craft their own identities by telling their own stories. Martin examines “the American unconscious,” exploring how daily interactions, film, and literature have created common notions of what it means to be a veteran. There is a confluence of competing positive and negative stereotypes used to label veterans as “heroes” or “wounded warriors.” Pressure to conform to these labels, he argues, prevents veterans from defining themselves and finding their own place in society. When considering the concept of heroism, Martin differentiates between three types. The sacrificing hero and the attacking hero are familiar from inspiring stories such as those depicted in film and Medal of Honor citations. The third type, he writes, is a modern development: the “enduring hero.” Society has framed all who join the military in the post-9/11 era collectively as heroes simply for signing up, regardless of what they did while serving. Society has framed all who join the military in the post-9/11 era collectively as heroes simply for signing up, regardless of what they did while serving, then pressures them to be silent, particularly about any experiences or opinions that do not fit stereotypes. It is this last type of hero that Martin believes aligns with a trend of considering veterans as victims, “wounded warriors” whose injuries are “purposefully undefined so as to serve the needs of civilian imaginations.” Such civilian stereotypes deny veterans “their rights to self-definition, continued growth, and an individualized identity,” Martin writes. The way to combat this problem is for veterans to become storytellers: to share their experiences with the broader community through writing or other forms of art. Martin explores many examples from his students and colleagues at Eastern Kentucky University, ranging from fiction to photography to dance. To form rich and full post-service identities, he asserts, veterans must express themselves authentically, through creative works. This sharing would be worthwhile not only for veterans, Martin argues, but also for civilian society, which would benefit from learning about veterans' genuine experiences and their resiliency. Unfortunately, in the location perhaps best suited for this type of engagement and sharing, universities “section off veterans from the rest of the student population” by giving them their own separate, veteran-specific resource centers, lounges, cohort classes, and even graduation ceremonies. Veterans can craft their own identities by telling their own stories. Some fellow academics even warned that Martin's choice to encourage storytelling workshops could be “psychologically damaging.” Despite these concerns, other universities are following the example he set by launching the Kentucky Center for Veterans Studies at Eastern Kentucky University, where veterans and nonveterans alike learn together. While the primary audience for this work appears to be Martin's fellow academics, all readers may enjoy engaging critically with his ideas. It would likely be particularly satisfying to discuss the examples and assertions with fellow veterans, such as in a book club setting. I found some (but not all) of his arguments compelling. As an author and a veteran, I clearly concur on a personal level that sharing our stories is important, for example. Left unanswered, however, is one fundamental question: How do we get civilians to pay attention to the stories veterans want to tell? Kayla Williams is a senior researcher at the nonprofit, nonpartisan RAND Corporation and the author of “Love My Rifle More Than You: Young and Female in the U.S. Army” and “Plenty of Time When We Get Home: Love and Recovery in the Aftermath of War.” Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}