{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:45:14.121525",
  "crawling_time_epoch": 1703241914,
  "type": "Commentary",
  "title": "Vietnam's Show of Welcome for Xi Reflects Growing Self-Confidence",
  "url": "https://www.rand.org/pubs/commentary/2023/12/vietnams-show-of-welcome-for-xi-reflects-growing-self.html",
  "descriptions": "Chinese leader Xi Jinping's recent visit to Vietnam aimed to reinvigorate bilateral ties, but produced mixed outcomes. Hanoi and Beijing signed a number of substantive bilateral deals, but Vietnam is also strengthening partnerships with other strategically significant nations, complicating any future Chinese aggression.",
  "posted": "Dec 20, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/12/vietnams-show-of-welcome-for-xi-reflects-growing-self/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1703122699133.jpeg",
    "desc": "Chinese President Xi Jinping attends a wreath-laying ceremony at the Ho Chi Minh mausoleum during a two day state visit to Hanoi, Vietnam, December 13, 2023, photo by Thinh Nguyen/Reuters"
  },
  "content": {
    "source": "(Nikkei Asia)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "China",
      "Geopolitical Strategic Competition",
      "International Diplomacy",
      "Security Cooperation",
      "Vietnam",
      "www.rand.org"
    ],
    "Article": "Chinese leader Xi Jinping's visit to Vietnam last week produced a mixed bag of outcomes. Although China and Vietnam are fellow communist nations and strategic partners, a territorial dispute has long festered between them in the South China Sea. Moreover, Hanoi has traditionally been broadly suspicious of Chinese motives.… The remainder of this commentary is available at nikkei.com. Derek Grossman is a senior defense analyst at RAND and an adjunct professor in the practice of political science and international relations at the University of Southern California. He formerly served as an intelligence adviser at the Pentagon. This commentary originally appeared on Nikkei Asia on December 21, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}