{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:36:32.059989",
  "crawling_time_epoch": 1704166592,
  "type": "Media Advisory",
  "title": "Virtual Event: Planning for Climate Resilience in the U.S. Air Force",
  "url": "https://www.rand.org/news/advisories/2023/01/27.html",
  "descriptions": "RAND Project AIR FORCE will host a virtual event exploring the potential security, strategic, and geopolitical implications of climate change; the use of wargames to understand operational challenges; and analytic methods for prioritizing resilience investments to mitigate risks.",
  "posted": "Jan 27, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/news/advisories/2023/01/27/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1674866145839.jpeg",
    "desc": "A Boeing 787 Dreamliner soaks in -45 degrees inside the McKinley Climatic Lab at Eglin Air Force Base, Florida, April 21, 2010, photo by U.S. Air Force"
  },
  "content": {
    "media_relations": {
      "contact1": "(703) 414-4795",
      "contact2": "(310) 451-6913",
      "email": "media@rand.org"
    },
    "sub_content": [
      {
        "What": "Extreme weather and climate change pose a number of challenges to the Department of the Air Force, making resilience to climate effects a critical piece of the department's broader national security goals. RAND Project AIR FORCE will host a virtual event exploring the potential security, strategic, and geopolitical implications of climate change; the use of wargames to understand operational challenges; and analytic methods for prioritizing resilience investments to mitigate risks."
      },
      {
        "Who": ""
      },
      {
        "When": "Thursday, February 2, 2023\n3:00 PM – 4:30 PM EST/12:00 PM – 1:30 PM PST"
      },
      {
        "R.S.V.P.": "Click here to register and request a link to this virtual event. A link to the virtual panel session will be sent upon registration."
      },
      {
        "Interviews": "To arrange an interview, contact the RAND Office of Media Relations:\n(703) 414-4795 or\n(310) 451-6913, or\nsend an email to media@rand.org."
      }
    ],
    "tags": [
      "Global Climate Change",
      "Military Force Planning",
      "Military Strategy",
      "United States Air Force",
      "RAND Project AIR FORCE",
      "www.rand.org"
    ],
    "Article": ""
  }
}