{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:57:54.343400",
  "crawling_time_epoch": 1703242674,
  "type": "Commentary",
  "title": "We Aren't Helpless in the Face of Increasing Fires and Smoke",
  "url": "https://www.rand.org/pubs/commentary/2023/06/we-arent-helpless-in-the-face-of-increasing-fires-and.html",
  "descriptions": "Modernizing, better funding, and expanding wildland firefighting forces in North America won't make fires or smoke magically disappear. A massive paradigm shift is necessary. But it's clear something needs to happen immediately too.",
  "posted": "Jun 12, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/we-arent-helpless-in-the-face-of-increasing-fires-and/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1686943583578.jpeg",
    "desc": "A person runs on the National Mall as the U.S. Capitol is shrouded in haze and smoke caused by wildfires in Canada, in Washington, D.C., June 8, 2023, photo by Amanda Andrade-Rhoades/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Jay Balagna",
      "profil": "https://www.rand.org/about/people/b/balagna_jay.html",
      "profession": "Assistant Policy Researcher, RAND; Ph.D. Student, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Emergency Preparedness",
      "Environmental and Natural Resource Management",
      "Global Climate Change",
      "United States",
      "Wildfires",
      "www.rand.org"
    ],
    "Article": "As swaths of central and eastern North America faced skies choked with smoke last week, those of us in the West empathized. Our part of the continent watches sunsets turned blood red through bloodshot eyes every year. Breathing in acrid brown-yellow haze pulls climate change anxiety right to the surface. Being told that decades of global warming and misguided land management policies are to blame—and that it will take many more decades to reverse—can add to a sense of helplessness. How bad the spread of wildfire smoke has gotten, and how quickly, is no surprise to wildland fire management authorities in Canada, Mexico, or the United States. All of them have published strategy documents that aim to rebalance fire's place in our environment through methods such as prescribed fire. Even the most optimistic outlook on these efforts sees them as long-term solutions, though. Yes, a massive paradigm shift is necessary. But it's also clear something needs to happen immediately, too. To protect ourselves, we can take steps that won't distract from those long-term goals. To start, we can help fire management authorities recruit and retain the personnel they need. The main reasons they can't now aren't a mystery. Both Canada and the United States primarily treat wildland firefighters as seasonal workers. But fires are nearly a year-round threat, and managing the wildlands to prevent them is a full-time job. Fires are nearly a year-round threat and managing the wildlands to prevent them is a full-time job. Seasonal hiring, when combined with low pay and other career challenges, means both countries end up short on the firefighters needed every year. Last year, the U.S. Forest Service started the summer lacking 1,300 firefighters, or 25 percent of its planned workforce just in California. Things aren't much better on the northern side of the border—staffing shortages in Ontario left the province 50 crews short before the fires there began. In Alberta, a 2022 budget cut actually reduced the seasonal contract length for fire personnel by 10 percent. That left the province vulnerable: Early-season wildfires started while those workers were still in onboarding training. Wildland firefighters are routinely shared across state and regional borders. This nationwide support, and even international cooperation, can be safely expanded without exposing communities to additional risk if each jurisdiction is fully staffed with trained-and-ready firefighters. A robust year-round workforce could also empower land and fire managers to expand the prevention and mitigation activities their paradigm-shifting strategies call for. Our fire management systems aren't just short of people. The federal fleet of firefighting aircraft in the United States is less than half the size it was 20 years ago. Most of these aircraft are privately owned and contracted for government use, yet the lengths of those contracts are so short that aviation operators can't economically justify expanding their fleets. While the mix of aircraft type and base locations present some moderate challenge, it's rare to find a public policy problem that can so clearly be addressed with just simple budget increases and contract-length tweaks. Modernizing, better funding, and expanding the wildland firefighting forces in North America won't make fires or smoke magically disappear. But we can't continue to use yesterday's model to fight today's crisis. We can't continue to use yesterday's model to fight today's crisis. In recent years, huge cities like Los Angeles and San Diego averaged between three weeks and a month breathing wildfire smoke. (The most smoke-burdened community in the United States, a small town called Willows in California's Sacramento Valley, spent more than a third of 2020 under these kinds of hazy skies.) This level of exposure carries with it acute health risks, the threat of infectious disease, and a lasting harm to children's learning and cognitive development. That's to say nothing of the homes, livelihoods, and entire towns wiped from the map. We need immediate action in parallel with the slow, hard work of changing land management and transitioning to carbon-free energy. Big, yet simple changes to employment models and firefighting budgets can buy us time now, and every year we wait to make them adds to the number of days we'll all spend each year under the kind of smoke the East Coast saw last week. Jay Balagna is a Ph.D. fellow at the Pardee RAND Graduate School and an assistant policy researcher at the nonprofit, nonpartisan RAND Corporation. His research focuses on disaster risk management and wildfire in the American West. He worked as a wildland firefighter before coming to RAND. A version of this commentary was also published in the Pittsburgh Post-Gazette on July 1, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}