{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:30:32.142586",
  "crawling_time_epoch": 1704166232,
  "type": "Commentary",
  "title": "What Is the Long-Term Strategy for Ukraine's Air Force?",
  "url": "https://www.rand.org/pubs/commentary/2023/06/what-is-the-long-term-strategy-for-ukraines-air-force.html",
  "descriptions": "It is encouraging that Ukraine might receive F-16s to improve its combat capabilities. Western policymakers might begin thinking now about what the Ukrainian Air Force may require in the future, especially if the Russian threat remains acute.",
  "posted": "Jun 6, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/what-is-the-long-term-strategy-for-ukraines-air-force/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1686096276893.jpeg",
    "desc": "An F-16 Fighting Falcon flies during a mission at Eglin Air Force Base, Florida, February 14, 2019, photo by Staff Sgt. John Raven/U.S. Air Force"
  },
  "content": {
    "source": "(Defense News)",
    "author": {
      "name": "John Hoehn William Courtney",
      "profil": "https://www.rand.org/about/people/h/hoehn_john.html",
      "profession": "Associate Policy Researcher Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "tags": [
      "Fighter Aircraft",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "On May 19, U.S. President Joe Biden announced the country would help train and support the transfer by European allies of F-16 fighter jets to Ukraine. But the F-16s are older aircraft that will need to be replaced in just a few years, so some consideration should be paid now to what's next for the Ukraine Air Force. The current plan is to begin training experienced Ukrainian pilots while European nations begin to send aircraft from their existing inventories. Many of these aircraft were purchased in the 1980s. Most have received some upgrades, such as modern networking equipment, allowing aircraft to share targeting data with one another (known as Link 16). However, these aircraft do not have the latest sensors and electronic protections. Many NATO members fly the F-16 and are ordering new aircraft—mainly the F-35—to replace their aging fleets. F-35s are slow to arrive, however, meaning that only a handful nations are prepared now to provide aircraft. While F-16s might offer improved capabilities compared to Ukraine's Soviet-era fleet, they will need to be replaced in perhaps four to six years. The F-16 is designed to fly up to 8,000 hours. They typically fly between 200 and 350 hours a year in peace time. Likely aircraft going to Ukraine could have up to 7,000 hours of flight time. Thus, while F-16s might offer improved capabilities compared to Ukraine's Soviet-era fleet, they will need to be replaced in perhaps four to six years. One option might be to provide Ukraine with new F-16 Block 70s. This option would keep Ukraine in the F-16 ecosystem—streamlining both training and sustainment—and offer the latest software, radar, and electronic protection technologies. It would also allow Ukraine to continue using the weapons it has been given. But this option would be expensive and take years, and the United States would surely bear the cost rather than sharing it with allies. Recent F-16 Foreign Military Sales cases to Bulgaria and Slovakia illustrate the cost of modern fighters—nearly $200 million per aircraft. F-16 flight packages include initial stockpiles of parts, munitions, and training. Ukraine says it intends to procure between 40 and 100 aircraft. Low-end estimates would amount to $8 billion. With funding for the Ukraine Security Assistance Initiative (PDF) running out soon, new aircraft, as the Department of Defense has said, might break the bank. F-16s also cost a substantial amount to operate. According to a recent Government Accountability Office report (PDF), operating one F-16 costs $4.6 million a year, or $184 million for a fleet of 40 aircraft. Ukraine's Air Force budget in 2020 was nearly $1.1 billion, which included support for about 70 older, former Soviet fighters. Time delays are another major consideration. Lockheed Martin moved the F-16 production line from Fort Worth, Texas, to Greenville, South Carolina. This required both training a new cohort of workers to produce the aircraft and the installation of machine tooling. Slovakia, for example, placed orders for F-16s in 2018, but its first delivery will occur only in 2024, or five to six years from contract award to aircraft delivery. European allies may receive F-35s over a period of some years. This means they could continue for some time to transfer used F-16s, allowing Ukraine access to a flow of these aircraft for a decade or more. This option would allow for continued allied burden-sharing. This also makes sense in a strategic context since Russia's war on Ukraine may be viewed as an existential challenge to European security. There might be other options for combat fighters, such as the Saab Gripen, the Dassault Rafale, and the Eurofighter Typhoon. The Gripen is expensive to buy but cheaper to operate than the F-16. In recent years, Rafale aircraft have outsold F-16s on the international market, implying improved capabilities. The Eurofighter might offer the most advanced capabilities compared to the other options. These aircraft could be available sooner than new F-16s and might offer some improved capabilities compared to older F-16s. Introducing multiple Western combat aircraft into Ukraine's Air Force might offer some improved capabilities, but at the cost of sustainment and training challenges. Ukraine could end up with a used fleet of multiple aircraft with different maintenance, repair, and overhaul requirements. Europeans may be unlikely to finance the provision of new aircraft for Ukraine, but might be willing to provide used aircraft. Ukraine could end up with a used fleet of multiple aircraft with different maintenance, repair, and overhaul requirements. It is encouraging that Ukraine might receive F-16s to improve its combat capabilities. Over the longer term, Ukraine may seek a continuing flow of used F-16s and possibly of one or more European combat fighters. Western policymakers might begin thinking now about what the Ukrainian Air Force may require in the future, especially if the Russian threat remains acute. John Hoehn is an associate policy researcher at the RAND Corporation and a former military analyst with the Congressional Research Service. William Courtney is an adjunct senior fellow at RAND and former U.S. ambassador to Kazakhstan and Georgia. This commentary originally appeared on Defense News on June 6, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}