{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:23:27.171788",
  "crawling_time_epoch": 1704165807,
  "type": "Commentary",
  "title": "What the REF 2021 Impact Case Studies Can Reveal About UK Research",
  "url": "https://www.rand.org/pubs/commentary/2023/11/what-the-ref-2021-impact-case-studies-can-reveal-about.html",
  "descriptions": "A new study on the Research Excellence Framework 2021 impact case studies demonstrates the rich and varied impacts of UK research, and the extensive contribution of UK institutions and the academic community both nationally and globally.",
  "posted": "Nov 15, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/11/what-the-ref-2021-impact-case-studies-can-reveal-about/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1700145684783.jpeg",
    "desc": "Diverse group of academic researchers in a meeting room with a large display screen showing scientific images, photo by SolStock/Getty Images"
  },
  "content": {
    "source": "(Wonkhe)",
    "author": {
      "name": "Cagla Stevenson Salil Gunashekar Susan Guthrie",
      "profil": "https://www.rand.org/pubs/authors/s/stevenson_cagla.html",
      "profession": "Senior Research Leader and Associate Director of Science and Emerging Technology, RAND Europe Research Group Director, Science and Emerging Technology, RAND Europe",
      "username": "",
      "contact": null
    },
    "tags": [
      "Education Policy",
      "Educational Institutions",
      "Postsecondary Education",
      "Science of Science",
      "Science, Technology, and Innovation Policy",
      "United Kingdom",
      "www.rand.org"
    ],
    "Article": "A new study on the Research Excellence Framework (REF) 2021 impact case studies demonstrates the diversity and significance of UK research impacts both nationally and globally, and the unique, complex pathways from the underpinning research through to impact. In the REF 2021 exercise, UK institutions submitted 6,781 impact case studies, most of which are publicly available in the REF database. They showcase the diverse impacts of UK research beyond academia and provide a rich resource for analysis. A wide-ranging study conducted by RAND Europe, Different Angles and Electric Data Solutions for Research England, and UKRI, analysed these case studies, building on previous analysis of the 2014 REF case studies conducted by King's College London and Digital Science in 2015. UK research has had a significant and diverse societal impact. The study found that UK research has had a significant and diverse societal impact. Using topic modelling—a natural language processing approach—the study team was able to cluster similar case studies into 79 “impact topics.” This highlighted the diverse societal impacts of UK research which covered areas such as cancer diagnostics and therapy to pollution and air quality. When submitting impact case studies, case study authors cite the research that underpins the impact. Through this study, the team were able to link this underpinning research to the corresponding impact topics and REF units of assessment. This enabled the study team to visualise the different routes from research to impact. The team found 48,571 pathways to impact, 5,397 of which were unique. Case studies were also underpinned by research from a multitude of disciplines with 72 percent of case studies linking to two or more disciplinary areas. The pathways demonstrate that there is no single route to impact—instead pathways are complex and diverse. Developing a balanced and comprehensive set of impact metrics which could capture this range of activity is challenging, but the REF case studies offer a qualitative and nuanced way to capture these diverse impacts. The team also explored the levels of interdisciplinarity and collaboration underpinning the case studies. Of the 79 impact topics, those associated with societal challenges such as environmental conservation, climate change, and food policy were more likely to be underpinned by interdisciplinary research, whereas those relating to disciplinary areas such as clinical medicine were less so. Research collaboration also featured prominently and played an important role in generating research impact. When this was broken down by subject area, case studies submitted within REF Panel A (medicine, health, and life sciences) showed the highest levels of collaboration. Together, these results demonstrate that while impact pathways are brought about through research from multiple disciplines and collaborations between multiple institutions and sectors, the levels of interdisciplinarity and collaboration differ across the case studies, depending on the subject area and nature of impact. UK higher education institution research contributed to UK government policy priorities such as COVID-19 and net zero. Through reading the case studies, the study team was able to identify impacts across these areas. Notably, UK universities made a significant and far-reaching contribution towards global efforts in monitoring, managing, and mitigating the impact of the COVID-19 pandemic. UK universities made a significant and far-reaching contribution towards global efforts in monitoring, managing, and mitigating the impact of the COVID-19 pandemic. In terms of net-zero, research from UK institutions was important to informing decarbonisation and emission-reduction initiatives at local, national, and international levels. These findings demonstrate the critical role that universities and the academic community played across these priority areas, and the role they will likely play in the future. The study also highlights the global reach of UK research, its regional and local impact, the diversity of beneficiary groups impacted, and other characteristics such as the time taken for research to translate into impact. Comparing the findings in this study to the previous findings from REF 2014 showed remarkably similar results across both studies. Both studies highlight the diversity of research impacts, the impact of research not only in the UK, but also globally, and the complex and distinct pathways from underpinning research to impact. Given the early announcements relating to REF 2028, and the issues raised for further consultation, there is still much to be discussed and considered regarding next steps. However, this study demonstrates the rich and varied impacts of UK research, and the extensive contribution of UK institutions and the academic community to these benefits. Cagla Stevenson is a senior analyst working in the areas of science and emerging technology at RAND Europe. Salil Gunashekar is a senior research leader and deputy director of Science and Emerging Technology at RAND Europe. Susan Guthrie is director of Science and Emerging Technology at RAND Europe. This commentary originally appeared on Wonkhe on September 11, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}