{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:05:27.430328",
  "crawling_time_epoch": 1703243127,
  "type": "Commentary",
  "title": "What Will Putin Do Next?",
  "url": "https://www.rand.org/pubs/commentary/2023/03/what-will-putin-do-next.html",
  "descriptions": "Vladimir Putin faces no elections, no party or state institutions that threaten his rule, no domestic political opposition. He is not moved by humanitarian crises or overly concerned about international condemnation. The longer the war drags on, the more risks Putin might be willing to take to meet his objectives. What might he do next?",
  "posted": "Mar 9, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/03/what-will-putin-do-next/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1678405952958.jpeg",
    "desc": "Russian President Vladimir Putin at the Kremlin in Moscow, Russia, March 8, 2023, photo by Ilya Pitalyov/Sputnik via Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Brian Michael Jenkins",
      "profil": "https://www.rand.org/about/people/j/jenkins_brian_michael.html",
      "profession": "Senior Adviser to the RAND President",
      "username": "@BrianMJenkins",
      "contact": "https://www.twitter.com/BrianMJenkins"
    },
    "tags": [
      "Military Strategy",
      "Russia",
      "Ukraine",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "One does not easily imagine Russian President Vladimir Putin and his generals poring over maps or conferring with his cabinet, gazing at PowerPoints, weighing various options. Surrounded by servile opportunists who depend on his approval, one suspects that Putin may hold his immediate circle in outright contempt. These are, after all, his minions—mere messenger boys talking taxidermy. At home, Putin faces no elections, no party or state institutions that threaten his rule, no domestic political opposition. He is Russia. And Russia is his—so long as he projects strength. Avoiding defeat is his paramount objective. According to his foreign minister, Putin takes his counsel from Ivan the Terrible: He fires generals, jails dissidents at home, poisons those abroad. Measuring by his years in power, Western leaders are mere novices. He faces his third president of China, his fourth president of France, his fifth U.S. president, and his seventh prime minister of the United Kingdom. Longevity doesn't make one smarter, but, as the Russian saying goes, Putin “has seen the parade quite a few times.” Russia will eventually triumph. Putin, as well as a number of Ukrainian officials, believes that time is on Russia's side. Despite its reported heavy losses, Russia can continue to pound Ukraine's cities and its infrastructure while sending recruits into battle in order to grind down Ukraine's defenses. Putin likely sees himself as more committed to pursuing the war in Ukraine than the West, and thus believes Russia will succeed. Sanctions are difficult to enforce, slow to work, and even harder to sustain. A large part of the world is simply not going along with them; others will continue to pretend they are. Putin's experience may give him confidence that Russia can easily work around the constraints. After all, Russia has so far been able to find willing buyers and eager sellers. Russia, though sanctioned, is not isolated. It is only the West that is against Russia. Russia, though sanctioned, is not isolated. What used to be called the “Third World” was not, in fact, about economic development, but the position of non-alignment between East and West. Looking at the map of the nations that have declared neutrality in the current contest suggests that the “Third World” is back as a political grouping. Its reflexive antipathy toward the West—and especially the United States—continues. Putin sees Russia, like himself, as tough. In contrast, he sees the West as weak—undisciplined, lacking will, given to vices, politically divided, susceptible to war fatigue, and fearful. As in martial arts, one does not win by superior strength, but by exploiting the opponent's vulnerabilities. It is hard to hold a coalition together in an extended contest when guns are not directly at people's heads. Putin is aware of the soft spots in the NATO alliance, as well as the deep currents of continuing sympathy for Russia in both Europe and the United States. Just look at how difficult it was to send a few tanks to Ukraine. Rebuilding the lost Soviet empire. This war goes beyond military intervention to defend Russia against perceived threats on its frontier. Putin's revanchist Russia must recover territory. Yet, all the land currently occupied by Russia in Ukraine, Moldova, and Georgia put together roughly equals the state of Iowa—not quite enough to make Putin “Vladimir the Restorer.” Ukraine is the key battleground. If not firmly in Russia's orbit, Putin sees it as a threat, and a key regional strategy, while other peripheral nations are not. If Russia prevails in Ukraine, it will take little additional effort to overtake Moldova and intimidate Georgia into submission. Belarus can also be reeled in gradually without a fight. And Armenia will stay in line. A Russian victory in Ukraine, which the West has done so much to resist, could crack NATO. While it might cause some members of the alliance to redouble their commitment to mutual defense, others might look for ways to appease Russia. The break-up of the West would, for Putin, be the ultimate righting of what he sees as the greatest geopolitical tragedy of the 20th century—a mirror of the break-up of the Soviet Union and its allies in Eastern Europe. Beyond reconquering lost territory, Russia must be respected. In Putin's mind, this means it must also be feared. Russia is the world's largest country in territory. It has the fifth-largest armed forces. In population, it ranks ninth, though it faces serious demographic declines. While its economy ranks 11th in the world, it ranks number one in nuclear weapons. Putin is using the war in Ukraine to play to Russia's strengths. Nuclear threats do not necessarily mean detonating nuclear weapons. Putin intends to remind Russia's enemies that Russian threats are not to be dismissed. His announcements that Russia is considering the use of tactical nuclear weapons in Ukraine and, in a carefully nuanced statement, suspending participation in nuclear arms reduction inspections, and deploying hypersonic nuclear missiles, have all been interspersed with caveats and contradictions. It's meant to keep us all guessing. This is Putin's style of psychological warfare. The longer the war drags on, the more risks Putin might be willing to take. Nuclear saber-rattling is not mere bluster—it can also aim at tactical gains. By Putin's logic, continued Russian cooperation in limiting nuclear weapons depends on the absence of attacks inside Russian territory—something to think about while contemplating providing Ukraine with F-16s or longer-range missiles and drones. Still, Putin is willing to take risks. He is not moved by humanitarian crises or overly concerned about international condemnation. The longer the war drags on, the more risks Putin might be willing to take. Resolve, discipline, tenacity, and perseverance. Putin's strategy appears internally driven and personally directed—its goal does not change. In the end, Ukraine must either be Russian or neutered—not merely neutral but subject to strict limitations on arms, and never in NATO or the European Union. Putin is retooling Russia for a different kind of war. Calling Russia's invasion a “special military operation” was a reflection of Putin's KGB background and experience. The KGB is not the army; it does not wage war. The operation in Ukraine was intended to be a swift decapitation, not a military campaign. When the special military operation turned into an outright war, Russia was in trouble. But Putin is adjusting, mobilizing more force, and using it more destructively, rather than improving performance. He is not backing off. Russia must avoid war with NATO. Tied up in Ukraine, Russia's army does not have the resources to take on NATO in a conventional war; going nuclear involves high risks. It is also unnecessary. Putin does not have to outgun NATO, merely outlast it. Slugging it out in Ukraine favors Russia's superior numbers. As the aggressor, Putin also has the initiative and can control the timetable. He can increase the intensity of the conflict, or he can have his army hunker down. The West, on the other hand, reacts. If Ukraine's operations are further constrained, Russia may ultimately prevail. Putin will look for opportunities to provoke distracting crises elsewhere. There will be revelations of plots and rumors of coups (in, for example, the Western Balkans) to capture headlines and rattle foreign offices. This nerve-wracking facade will be meant to exhaust the will of the Western alliance. The question, with this and all Putin's strategies above, remains: Will the West allow such tactics to be effective? Brian Michael Jenkins is a senior adviser to the president of the nonprofit, nonpartisan RAND Corporation and author of numerous books, reports, and articles on terrorism-related topics. Jenkins recently authored a seven-part series on the consequences of the war in Ukraine. This commentary originally appeared on The Hill on March 9, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}