{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:04:13.247525",
  "crawling_time_epoch": 1703243053,
  "type": "Commentary",
  "title": "What Difference Will Polish and Slovakian Fighter Jets Make to Ukraine?",
  "url": "https://www.rand.org/pubs/commentary/2023/03/what-difference-will-polish-and-slovakian-fighter-jets.html",
  "descriptions": "The news that Poland and Slovakia are to deliver MiG-29 fighter jets to Ukraine signals a departure from the longstanding stance of the international community, which had hitherto resisted Kyiv's calls for more combat aircraft. While this donation will be welcomed in Ukraine, it could raise political and practical issues the West must address to maximize the benefits and mitigate the risks.",
  "posted": "Mar 23, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/03/what-difference-will-polish-and-slovakian-fighter-jets/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1679623358399.jpeg",
    "desc": "A Polish Air Force MiG 29 Fulcrum fighter aircraft takes off from Malbork military airfield in Malbork, Poland, March 20, 2023, photo by IMAGO/BjÃ⁋rn Trotzki via Reuters Connect"
  },
  "content": {
    "source": "(Defense News)",
    "author": {
      "name": "James Black",
      "profil": "https://www.rand.org/about/people/b/black_james.html",
      "profession": "Assistant Director, Defence and Security; European Lead, RAND Space Enterprise Initiative",
      "username": "",
      "contact": null
    },
    "tags": [
      "Fighter Aircraft",
      "Poland",
      "Security Cooperation",
      "Slovakia",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "The news that Poland and Slovakia are to deliver MiG-29 fighter jets to Ukraine—some of which have reportedly arrived—signals their departure from the longstanding stance of the international community, which had hitherto resisted Kyiv's calls for more combat aircraft to help fight off Russia's invasion. While this donation will be welcomed in Ukraine, it could raise political and practical issues the West must address to maximize the benefits—and mitigate the risks—of this latest move to bolster Ukraine's defenses. Poland is expected to deliver four MiG-29s and Slovakia has pledged 13 from its own inventory. This number is expected to include some that are no longer operational and thus would be cannibalized for spare parts, rather than donated in flying order. Alone, these fighters will be useful to Ukraine's Air Force, which currently has more pilots than working aircraft after a year of heavy losses. They will help to keep up air operations in the face of a persistent threat from Russian ground-based air defenses and combat aircraft, as well as to support any ground offensives the Ukrainians mount in the spring and summer. But in current numbers, the envisaged donations will likely neither make a decisive battlefield impact nor fundamentally alter the strategic calculus or the imbalance between the sizes of the Russian and Ukrainian air forces. Instead, the biggest immediate impact of this decision is political. The willingness to break ranks from the previous consensus against donating fighters underscores the influential role of Poland, Slovakia, and other smaller NATO front-line states. The willingness to break ranks from the previous consensus against donating fighters underscores the influential role that Poland, Slovakia, and other smaller NATO front-line states have played in driving international support for Ukraine. Though the largest donor of military aid is, by a huge margin, the United States, followed by the United Kingdom, many of the Eastern European states have been giving a much larger portion of aid as a percentage of their respective gross domestic product. This reflects how seriously they take the Russian threat as well as their solidarity with Ukrainians, with whom Eastern European countries have especially close social, cultural, and economic ties. Conveniently, these countries have stockpiles of old Soviet-designed equipment—types already used by the Ukrainians and thus can be quickly put into service. With this politically bold move, then, leaders in Warsaw and Bratislava may be hoping to galvanize wider international action in solidarity with Ukraine. Setting a precedent calls the bluff of Russia's supposed “red lines” against such donations, and ups the diplomatic and domestic pressure on other governments to follow suit, especially as Russia courts China to bolster its own depleted stockpiles of arms and ammunition. We have already seen how the United Kingdom's small but symbolic pledge of Challenger 2 tanks unlocked bigger (and rather more-practical) donations from Germany, the United States, and others. Other NATO allies will now be under increased pressure either to offer Ukraine their own, Western-designed aircraft directly (as Ukrainian President Volodymyr Zelenskyy is calling for, with his repeated ask for American-made F-16s), or to use these to backfill the stockpiles of those countries that still have Soviet-designed MiGs to transfer to the Ukrainians. Following Warsaw's decision, a UK defense minister announced Britain would be ready to deploy its own jets to Poland to fill any temporary gaps in air defenses arising from such donations. Integrating Western-designed fighters could require addressing a raft of operational issues in terms of training, basing, equipment familiarization, and integration with ground forces. On the practical front, integrating any Western-designed fighters that end up being donated alongside Polish and Slovakian MiG-29s could require addressing a raft of operational issues in terms of training, basing, equipment familiarization, and integration with ground forces. Multinational coordination and a credible implementation plan may also be required, alongside the provision of support to training, maintenance, and tactical planning. Avoiding fratricidal or “blue on blue” incidents could also need attention; without considerable training and rehearsal, using unfamiliar equipment for complex tasks such as close air support can be a sizable risk. The training pipeline for pilots, ground crew, and others involved in embedding new systems of this complexity would usually stretch into years, and while some shortcuts can always be found, there are limits on how far this can be pushed in terms of safety and training capacity. In short, if the West is going to follow Poland and Slovakia's lead with further donations of other Soviet- or Western-designed fighters, a credible, long-term package of training, maintenance, and other support could be essential to turn this from a symbolic gesture to a decisive impact on the battlefields of Ukraine. James Black is assistant director of the Defense and Security research group at RAND Europe. This commentary originally appeared on Defense News on March 23, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}