{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:16:34.150808",
  "crawling_time_epoch": 1703240194,
  "type": "Essay",
  "title": "What Might Space Look Like in 2050?",
  "url": "https://www.rand.org/pubs/articles/2023/what-might-space-look-like-in-2050.html",
  "descriptions": "It would not take huge technological breakthroughs to make space and space travel a much bigger part of everyday life. Instead, it would take a steady progression of incremental advances—and one development in particular could provide the tipping point.",
  "posted": "Jan 5, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/what-might-space-look-like-in-2050/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1672939157970.jpeg",
    "desc": "A woman using binoculars to look at the stars, illustration by GeorgePeters/Getty Images"
  },
  "content": {
    "article": "Space, 2050: There are mining colonies on the moon and tourist resorts floating in Earth's orbit. People play sports in space, generate power in space, even grow expensive, trendy coffee beans in space. That's not entirely science fiction. Researchers at RAND Europe looked at how trends in more than a dozen economic sectors could play out in space between now and 2050. They found it would not take huge technological breakthroughs to make space and space travel a much bigger part of everyday life. Instead, it would take a steady progression of incremental advances—and one development in particular could provide the tipping point. The cost to launch people and payloads into space has dropped in recent years. It still costs thousands of dollars per kilogram to get to orbit—but that could fall to tens of dollars by 2040. At that point, cost would not be what holds back the economic development of outer space. The researchers didn't have to make any wild predictions about what would come next. They relied, instead, on official projections of what space could look like in the coming decades from government, military, industrial, and academic sources. It could start with a race to mine precious elements from asteroids or the moon. That could happen within the next decade, touching off what experts already predict will be the “Gold Rush of the 21st century.” Long-term mining operations would require regular transportation, supply, and repair services. Those, in turn, could also support the development of factories in outer space—where air pollution wouldn't be a concern. Large-scale mining and manufacturing enterprises would need new sources of power. That could further energize efforts by the United States and several other countries to develop space-based solar farms to generate clean energy and deliver it with microwave or laser transmitters. All of that would require more people to spend more time in outer space. It would not be a giant leap for hotels to make space a tourist destination. If those take off, new forms of transportation could follow—magnetic space trains, for example, running from resort to resort or factory to factory. By then, space might be a prized location for filming, an arena for extreme sports. Space-based agriculture would at first be necessary to support lunar mining colonies or factories. But it would quickly turn out novelty products for sale down on Earth, such as that space-grown coffee. Cost, of course, is not the only thing keeping people from spending their spring break in orbit. Spaceflight would have to be seen as safe and reliable, every time. The international community would also have to work out some difficult legal and regulatory questions. Who, for example, has the right to lunar resources? Who has jurisdiction when a crime gets committed in orbit? The RAND Europe study was meant to provide an overview of what might happen in space in the next three decades—not what should happen, or what will. The UK Space Agency sponsored the study to identify possible high-risk, high-reward opportunities as it develops the UK's national space strategy. Predicting the future of space, the researchers acknowledged, has a long history. “Certainly, many of the visions of today for how space may look out to 2050,” they wrote, “do not differ too radically from the ideas put forward by physicists, astronomers, and science fiction writers in the late 19th or early and mid-20th centuries.” —Doug Irving",
    "overview": "",
    "topine": "",
    "tags": [
      "International Law",
      "Science, Technology, and Innovation Policy",
      "Space Exploration",
      "Space Science and Technology",
      "www.rand.org"
    ],
    "image": []
  }
}