{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:31:57.521792",
  "crawling_time_epoch": 1704166317,
  "type": "Essay",
  "title": "What Would It Take to Close America's Black-White Wealth Gap?",
  "url": "https://www.rand.org/pubs/articles/2023/what-would-it-take-to-close-americas-black-white-wealth-gap.html",
  "descriptions": "White Americans hold ten times more total wealth than Black Americans, a disparity that has worsened in recent decades. RAND researchers modeled wealth across millions of households and tested several funding scenarios to see which could most effectively close the gap.",
  "posted": "May 9, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2023/what-would-it-take-to-close-americas-black-white-wealth-gap/_jcr_content/par/teaser.crop.250x187.cm.png/1683663708748.png",
    "desc": "Profiles of four African Americans in front of a money tree, illustration by Kekeli Sumah/RAND Corporation, from Andre Hunter/Unsplash and Pete Soriano/RAND Corporation, from Atlas Illustrations/Adobe Stock and dar/Adobe Stock"
  },
  "content": {
    "article": "The median Black household in America has around $24,000 in savings, investments, home equity, and other elements of wealth. The median White household: around $189,000, a disparity that has worsened in recent decades. In the summer of 2020, as American cities echoed with protests following the murder of George Floyd, researchers at RAND decided to take a closer look at America's Black–White wealth gap. What would it take, they asked, to close the gap, to give Black households the same opportunities that wealth affords many White households? Existing economic models, they found, were not enough to answer that; the disparities are just too wide. So the researchers built their own. What they found when they ran the numbers: There is no reason to think the wealth gap will ever close without potentially trillions of dollars in investments in Black households. “The magnitude of the disparity is just mind-blowing,” said Pedro Nascimento de Lima, an associate engineer at RAND who specializes in computer modeling and coauthored the study. “In 200 years, we could still have problems with racial wealth disparities that are equal to, or worse than, the problems we have today.” In 1924, a man named William Thornton, a veteran of World War I and a graduate of the Philadelphia College of Pharmacy, went looking for a job. He had the skills. He had the credentials. But he could not practice in his hometown, because White customers would not accept a Black pharmacist. A generation later, his son-in-law, Edward Welburn, Sr., fought in World War II. He came home and, like many Black veterans, could not access the GI Bill's housing and education benefits. His White counterparts got their degrees, moved to the suburbs, and retired years later as corporate managers or directors. Edward opened an auto body shop with his brothers. The next generation, his son, William Welburn—the grandson of William Thornton—earned a Ph.D. and got a job as a professor. But even then, in the 1980s, there were still neighborhoods where Black families were not welcome, where buying a home—the single most important source of wealth in America—was just not possible. “You can see how it becomes this baked-in system, with every generation having less to pass down to the next generation,” said William Welburn's son, Jonathan Welburn—a researcher at RAND, an expert in economic analysis, and the lead author of the wealth gap study. Yesterday's segregation is today's wealth gap. We like to pretend that we live in a race-neutral, merit-based society now, that this is all in the past, but you can't erase history. It shows up in our wealth. Jonathan Welburn “Yesterday's segregation is today's wealth gap,” he said. “We like to pretend that we live in a race-neutral, merit-based society now, that this is all in the past, but you can't erase history. It shows up in our wealth. For many, it shows up in the lack of wealth.” White Americans hold ten times more total wealth than Black Americans. They are 28 times more likely to become millionaires. A 2021 study by the Federal Reserve imagined a world in which racial wealth inequality did not exist. It estimated that Black households would hold five times more wealth in that world than they do in the real one. In 1989, Congressman John Conyers, Jr., of Michigan introduced a bill to study reparations for African-Americans for centuries of slavery, segregation, and racial injustice. He got just 24 cosponsors. Similar bills have been introduced in every Congress since then, but none has made it to a House vote. The most recent version, filed earlier this year, now has 88 cosponsors. Previous studies have sought to estimate what a fair reparations program would look like. One calculated that the unpaid labor of enslaved people, at 24 hours a day, was worth $14.2 trillion in today's dollars, not including compensation for psychological harm. Experts at the progressive Roosevelt Institute estimated that the 40 acres promised to, and then withdrawn from, newly freed people after the Civil War could have generated economic returns worth $16.5 trillion today. RAND's study looked to the wealth gap as the present-day manifestation of that history of lost income and lost opportunity. It found that the gap has been widening, year after year, for at least the past 30 years. In fact, it has only meaningfully narrowed in recent years during moments of economic turmoil, when housing and stock prices fell. White households are more likely to hold investment assets like those. Using data from the Federal Reserve Board, the researchers modeled wealth across millions of Black and White households. Then they tested several funding scenarios to see which could most effectively bring the Black households up to parity with the White households. One scenario they considered would provide equal allocations of money to all Black households. That closely follows many proposals for reparations. They found that $1.5 trillion would cut median wealth disparities in half. An allocation of $3 trillion—around $168,000 for every Black household—would eliminate them. But the researchers also modeled a scenario with a sliding scale of wealth allocations, in which the neediest Black households would get more, and the very wealthiest households might not get anything. Under that more-targeted scenario, it would take $760 billion to halve the median wealth gap, and $1.6 trillion to eliminate it. This chart shows how Black-White wealth disparities would change under four scenarios the researchers considered. The blue line shows equal allocations to all Black households, a scenario most similar to proposed reparations policies. It would reduce the median disparity to zero at $3 trillion; allocations beyond that would reverse the disparity, as shown in the chart. The red line shows a more-targeted allocation to Black households based on need. The yellow and green lines show allocations to all households, regardless of race. One example would be baby bonds given to all newborn children (or targeted to all children below a certain wealth threshold). Careful readers may have noticed the word “median” carrying a lot of weight here. Economists often use the median, or middle, value in a wealth distribution as the measure that best represents a typical household, because it smooths out the extremes at either end. If you imagine three people, with $1, $2, and $10,000 in their pockets, the median is the person with $2. But some experts point out that using the median erases that person standing there with $10,000. In questions of wealth—and especially wealth inequality—that person at the highest end of the distribution is a big part of the story. To better capture those extremes, the researchers also ran their models using the average, not the median—which for those three people is not $2, but a little over $3,334. Doing so increased the numbers dramatically. The median wealth gap in America—the difference between the middle Black household and the middle White household—is around $164,000. The average wealth gap? Around $840,000. Using that as the measure, the researchers found it would take $7.5 trillion to halve the wealth gap, and $15 trillion to eliminate it. It would take $7.5 trillion to halve the Black-White wealth gap, and $15 trillion to eliminate it. “It is very, very hard to eliminate the gap entirely,” Welburn said. “But when you look at it this way, you can start to see how some policy directions could go further than others. It's a little more pragmatic: If there were an allocation, how would you do it best?” And how would you pay for it? The researchers suggest in their study that government bonds—not taxes—could be used to finance wealth allocations to Black households. Those allocations would propel economic growth, as Black households buy homes or start businesses. There would be trade-offs, but in theory that would expand the tax base, which could then be used to pay back the bonds. For now, that's an idea. The researchers hope to turn their attention to it next, to model it, test it, and see if it holds up. “There is a significant amount of untapped human capital that gets trapped by not having opportunity,” Welburn said. “This by all means could lead to future growth by tapping into that economic potential.” Closing the wealth gap could have far-reaching consequences. One 2012 Canadian study, for example, linked wealth inequality with higher infant mortality and shorter life expectancy. The United States was such an outlier, with such an extreme level of wealth inequality, that the study author split it off from other countries for the analysis. But even eliminating the wealth gap might be only a temporary victory. The same conditions that fed its growth in recent decades—credit, housing, and employment discrimination; steep disparities in incarceration rates—still exist. Without addressing those deeper drivers of inequity, future generations could eventually find themselves right back where we are now. It might take trillions of dollars to close the wealth gap. It will take much more than that to keep it closed. —Doug Irving Funding for this research was provided by gifts from RAND supporters and income from operations.",
    "overview": "",
    "topline": "",
    "tags": [
      "African American Populations",
      "Modeling and Simulation",
      "Personal Wealth",
      "Racial Discrimination",
      "Racial Equity",
      "Socioeconomic Status",
      "United States",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/what-would-it-take-to-close-americas-black-white-wealth-gap/_jcr_content/par/blogpost/par-blog/wrapperdiv/imagewithclass.fit.700x0.svg/1683076543976.svg",
        "width": "700",
        "height": null,
        "desc": "Chart showing impact of wealth allocations on the median Black-White wealth disparity, by policy"
      }
    ]
  }
}