{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:14:18.807551",
  "crawling_time_epoch": 1703240058,
  "type": "Commentary",
  "title": "What Does Russia's War on Ukraine Mean for the International Order?",
  "url": "https://www.rand.org/pubs/commentary/2023/03/what-does-russias-war-on-ukraine-mean-for-the-international.html",
  "descriptions": "Russia's war on Ukraine has shown the danger of Russian revanchism and the risk of living next door to a power that embraces war as a coercive tool. It has also highlighted the West's role as a major protector of the democratic world.",
  "posted": "Mar 2, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/03/what-does-russias-war-on-ukraine-mean-for-the-international/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1677801993388.jpeg",
    "desc": "Ukrainian soldiers prepare a tank for combat in the fronlines of Bakhmut, Donbass, December 11, 2022, photo by Celestino Arce/Reuters"
  },
  "content": {
    "source": "(Discourse)",
    "author": {
      "name": "William Courtney",
      "profil": "https://www.rand.org/about/people/c/courtney_william.html",
      "position": "Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "tags": [
      "Geopolitical Strategic Competition",
      "International Diplomacy",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "One year ago, Russia unleashed a war that has brought horror to Ukraine. But there's no doubt that the implications of this war reach much farther: It has shaken the European security order, and those effects may be felt on a global scale. The war has shown the danger of Russian revanchism and the risk of living next door to a power that embraces war as a coercive tool. It's also highlighted the West's role as a major protector of the democratic world and Ukraine's advantages as a result of three decades of democratic development. Issues of reconstruction, war crimes, and sanctions might break new ground in the role these issues play in international diplomacy. The war could affect China's ambitions and nuclear decisionmaking. Perhaps surprisingly, Russian isolation because of the war is less than some might think. All in all, Russia's war on Ukraine is having major repercussions for the international order. In three decades of modern independence, Russia has never been more repressive at home, or more imperial and revanchist abroad. Independent journalists and political opponents are often jailed or even killed. In light of Russia's past wars on Georgia and Ukraine, Russia's neighbors know they cannot count on Moscow to respect their sovereignty, independence, and territorial integrity. A reduction of the threat might require more liberal governance in Moscow, but there is no certainty this may come. If liberalizing change does come, it may be sudden or unexpected, as was the emergence of the liberalizing Soviet leader Mikhail Gorbachev after a long “era of stagnation” under his conservative predecessors. Although the West has no direct influence on politics in Russia, it may have indirect influence by helping Ukraine to defend itself. The current Western strategy of aiding Ukraine could have salutary effects in Moscow in weakening the power of Putin's revanchist regime and the ability of Russia's military to win in Ukraine. In three decades of modern independence, Russia has never been more repressive at home, or more imperial and revanchist abroad. Some of the greatest impacts of the war beyond Ukraine may be regional, especially in post-Soviet countries. These countries may view a potential Ukrainian victory as in their interest, and fear that if Russia wins—or at least convinces itself that it has—the Kremlin may dial up coercion on them. Neighbors might worry that: These are possible scenarios, though none can be predicted with any confidence. In response to Russia's war on Ukraine, most or all of Russia's neighbors may increase their military and civilian preparedness or devote more resources to strengthening their defenses. Some of them may seek more Western military assistance to help them achieve these goals. Prior to Russia's invasion of Ukraine one year ago, few imagined that the West would mount such a powerful campaign to help the country defend itself. Over the past 12 months, the West has provided on the order of $100 billion dollars of military, financial, and humanitarian aid. The United States has sent about half of that total. As the war has progressed, the West has provided more-sophisticated and longer-range equipment, including precision-guided munitions, tube and rocket artillery, and advanced air defenses. Motivated and trained Ukrainian military personnel have made quite effective use of these arms, such as the HIMARS rocket artillery system. If Ukraine defeats Russia, this could give pause to other potential aggressors, including those that rely on inferior Russian military arms. As in the 1990–91 Gulf War, a broad coalition of countries has come together in this current war to help a victim of naked aggression. In the Gulf War, coalition forces did most of the fighting, whereas in Ukraine, its own forces are capable. In both wars, the West took the lead in organizing coalitions of the willing. NATO members are bolstering their defenses, and this could give them more confidence to oppose aggressors. And in light of this, potential aggressors everywhere might be wary of starting wars that might raise Western ire. Ukraine's three decades of democratic development and proximity to most of Europe help explain why the West has come to its defense so robustly. Since independence in 1991, Western NGOs, businesses, family ties, and educational institutions have been intimately involved in helping Ukrainians build a modern, if still poor, European democracy. In contrast, consider Belarus. For three decades, it has suffered autocratic rule, lacked appreciable Western ties, and maintained close Russian ties, including air defenses integrated with Russia's. If Moscow were to grow weary of Belarus' erratic dictator, Alexander Lukashenko, and invade, the West might best help by increasing support for the democratic opposition. How Ukraine is reconstructed after the war and how that reconstruction is financed could set new precedents. German Chancellor Olaf Scholz and European Commission President Ursula von der Leyen have spoken of a “new Marshall Fund” to construct residences, schools, roads, bridges, and other infrastructure in Ukraine. The post–World War II Marshall Plan amounted to $150–160 billion in today's dollars, but it had a narrower aim: to spur agricultural and industrial production and trade and restore sound finances. Last September, the World Bank, European Commission, and Ukraine estimated reconstruction costs in Ukraine to be $349 billion. By now, costs will surely have climbed, and expectations for reconstruction in Ukraine will certainly run high. To finance reconstruction, European Council President Charles Michel has said it is “extremely important” to confiscate Russian assets impounded in the West, including some $300 billion in Russian Central Bank assets. Unlike the punishing reparations demanded in the post-World War I Treaty of Versailles, this funding would not depress Russians' current income. The loss of these assets to Russia, however, would diminish its wealth and ability to use these resources for productive investment. Last November, the U.N. General Assembly approved a resolution calling for Russia to pay reparations. The vote was 94 in favor, 14 against, and 73 abstaining. Kyiv is currently engaged in a substantial effort to investigate more than 65,000 alleged Russian war crimes in Ukraine, and prosecute cases through its own judicial institutions. The International Criminal Court (ICC) is also investigating. A plethora of eyewitness accounts and digital evidence (e.g., cell phone and drone videos) may emerge from these investigation efforts. On February 18, 2023, Vice President Kamala Harris said the United States had “examined the evidence, we know the legal standards, and there is no doubt: these are crimes against humanity.” Since neither Ukraine nor Russia belongs to the ICC, the court lacks jurisdiction to charge Russia with the crime of aggression. A special international tribunal might be created, perhaps through a United Nations General Assembly resolution. Holding Moscow to account for its crimes could strengthen the legal basis for the West to seek forfeiture of impounded assets. The war is spurring increased use of punitive sanctions as a coercive tool lying between diplomacy and force. Western sanctions on Russia are now employed on a scale never foreseen against a great power. After last February's invasion, the West restricted Russian access to its financial markets and banned sales of key energy and defense technology. The invasion has given rise to an explosion in sanctions, from removal of most Russian banks from the SWIFT messaging system to bans and steep limits on energy exports (although China and India continue to buy Russian energy at cut-rate prices). Skeptics caution that U.S. overuse of sanctions may cause some international actors to avoid the use of dollars or U.S. technology. But proponents say U.S. financial and technological clout is so great that sanctions will remain potent. These advocates point to China's reluctance to infringe U.S. sanctions. Just prior to Russia's invasion of Ukraine, Chinese President Xi Jinping and Russian President Vladimir Putin met in Beijing and declared a “no limits” partnership. But after Russia commenced the war and the West imposed tougher sanctions, limits surfaced. China has taken care not to contravene Western sanctions on a large scale, just as it did when the West imposed sanctions after Russia's 2014 invasion of Ukraine. China has far more at stake in its economic relationship with the West than with Russia. On February 19, 2023, however, Secretary of State Antony Blinken said Chinese firms were providing “non-lethal support” to Russia and new information suggested Beijing could provide “lethal support.” Such a development could sharpen tensions between China and the West. When it comes to Russia, the United States has laid down an important red line. It does not want its forces directly to engage those of Russia or risk war with this nuclear-armed state. The United States is supplying arms to Ukraine but not fighting on its behalf. This policy seems to enjoy strong support in the West. In its policy of “strategic ambiguity” regarding the defense of Taiwan, the United States has not publicly ruled out direct engagement of U.S. forces against those of China, another nuclear power. Just this week, Putin said Russia would suspend participation in the New START Treaty, which limits long-range nuclear arms until 2026. In recent years, Putin has more often made nuclear boasts. In 2018, he showed a video graphic of an alleged new missile hitting the state of Florida. More recently, Putin's ally Dmitry Medvedev, alluding to the war in Ukraine, warned that defeat “in a conventional war can trigger a nuclear war.” While threats must be considered, they have not diminished Ukraine's will to fight or the West's support for Ukraine. While the war in Ukraine has damaged Russia's standing, especially in the West, it retains membership in most organizations which shape the global order. In the headier 1990s, the United States took the initiative to bring Russia into the G-7, expanding it to the G-8. But after the 2014 invasion, the G-7 suspended Russia's participation, a blow to Moscow's and Putin's prestige. Now, Russia faces several other exclusions: This year, the prestigious Munich Security Conference excluded Russia (and Iran) from participation. Last April, the U.N. General Assembly called for Russia to be suspended from the U.N. Human Rights Council. More than 1,000 companies have left or curtailed operations in Russia, ranging from Exxon in the energy field and McDonald's in the consumer space. Russia remains, however, a member of the U.N. and its Security Council, the Organization for Security and Co-operation in Europe, the Shanghai Cooperation Organization, and many other important groups. Thus, while the war in Ukraine has damaged Russia's standing, especially in the West, it retains membership in most organizations which shape the global order, such as the International Monetary Fund, the World Bank, and specialized U.N. agencies. Most of the Global South and others are not vocal opponents of Putin's invasion, but they want to play both sides. Russia's war on Ukraine has posed a direct challenge to the security of Europe, which has not seen such aggression since World War II. Perhaps not since Iraq's invasion of Kuwait in 1990 has an unprovoked military assault against a neighbor taken place on such a large scale. Then, an international coalition pushed back the aggressor. Now, Ukraine is seeking to do the same, with substantial help from a mostly Western coalition. The success of the coalition efforts in the Gulf War may have helped raise the international bar against aggression. If Ukraine manages to do the same, this also might discourage other potential aggressors. William Courtney is an adjunct senior fellow at the nonprofit, nonpartisan RAND Corporation, and was U.S. ambassador to Kazakhstan, Georgia, and the U.S.-Soviet commission to implement the Threshold Test Ban Treaty. This commentary originally appeared on Discourse on February 23, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}