{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:11:39.524477",
  "crawling_time_epoch": 1703243499,
  "type": "Essay",
  "title": "What Does China's Arctic Presence Mean to the United States?",
  "url": "https://www.rand.org/pubs/articles/2022/what-does-chinas-arctic-presence-mean-to-the-us.html",
  "descriptions": "China has declared itself a “near-Arctic state,” a designation it invented to push for a greater role in Arctic governance. Although the U.S. sees China as a potentially destabilizing force, engaging with China in the Arctic does not have to be a win-or-lose proposition. There are opportunities to cooperate—on climate change, for example, or pollution control.",
  "posted": "Dec 29, 2022",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/articles/2022/what-does-chinas-arctic-presence-mean-to-the-us/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1673376730033.jpeg",
    "desc": "Drift ice camp in the middle of the Arctic Ocean as seen from the deck of icebreaker Xue Long, July 2010, photo by Timo Palo/Wikimedia Commons"
  },
  "content": {
    "article": "A Coast Guard cutter spotted the ships during a routine patrol of the Bering Sea, north of Alaska: a guided missile cruiser and two smaller ships from China, traveling in formation with four ships from Russia. The cutter followed until they split up and dispersed. The ships broke no rules and violated no boundaries. But their appearance so close to the Arctic this past fall raised concern in Washington nonetheless. For years, China has worked to establish footholds in the region that would give it access to rich mineral deposits and shipping lanes, as well as a greater say in Arctic affairs. That—and a strategic presence in a region ringed by the United States and several other NATO countries. Researchers at RAND and the Swedish Defence Research Agency looked at where China is operating in the Arctic, what it wants, and what that could mean for regional security. They concluded that China has made only limited inroads in the Arctic, but that's not for lack of trying. “The threat should not be inflated,” said Stephanie Pezard, a senior political scientist at RAND who specializes in Arctic security. “But at the same time, they have a clear intent to not be excluded from Arctic developments as the region becomes more accessible. The real questions are, How much of a role do they want, and what does that mean for an Arctic nation like the United States?” Conditions in the Arctic have always been so extreme, the distances so vast, that even rivals like the United States and Russia were forced to cooperate there. But the Arctic is warming faster than anywhere else on the planet. Sea routes that sailors and explorers have dreamed about for centuries are starting to open. The promise of Arctic riches—oil, minerals, trade routes, even fish—has started to draw interest from far outside the northern latitudes. China has declared itself a “near-Arctic state,” a designation it invented to push for a greater role in Arctic governance. It has dispatched research expeditions, sought to establish mining and gas operations, and envisioned a network of shipping routes crossing the Arctic, a “silk road on ice.” It describes itself as an “active participant, builder, and contributor in Arctic affairs,” one that has “spared no efforts to contribute its wisdom to the development of the Arctic region.” In the Arctic, the United States sees China as a potentially destabilizing force, with the economic and military power to try to bend the established order to its liking. But in the Arctic, as in the rest of the world, the United States sees China as a potentially destabilizing force, with the economic and military power to try to bend the established order to its liking. The Pentagon considers China its “pacing challenge” of the foreseeable future. Its Arctic strategy, released in October, pays particular attention to the risk of China using commercial or scientific access to the Arctic for military advantage. Researchers at RAND set out to document known Chinese activities in the North American Arctic, which touches Alaska, Canada, and Greenland. Their counterparts in Sweden focused on the European side, from Iceland, through the Nordic countries, to Russia. What they found: Especially in the North American Arctic, “there's not a ton going on,” Pezard said. China has invested in a handful of mining operations, mostly chasing valuable rare earth minerals. It has trade partnerships with Greenland and a small stake in a zinc mine in Alaska. A Chinese company tried to buy a shuttered U.S. Navy base in Greenland, but the Danish government quashed the idea. China has used loans and infrastructure deals to prop open the door for itself in countries across Asia, Africa, and Latin America. But the countries of the North American Arctic have generally taken a hard look at any proposed Chinese investments—and often a hard pass. Canada blocked a $150 million gold mine deal that would have put Chinese interests too close to military installations. Greenland has held up plans for another Chinese mine over concerns about pollution. “We didn't see the more nefarious activities that we've seen in other parts of the world, like predatory lending or influence over local decisions, that are more damaging to international norms,” said Stephen Flanagan, an adjunct senior fellow at RAND and former senior director for defense policy and strategy at the U.S. National Security Council. “All of the governments are being careful in how they deal with China. It's a 'buyer beware' approach.” RAND's study did not include the Russian side of the Arctic. That may be China's best route to greater Arctic influence. The Arctic Council, a governing body of Arctic States and indigenous nations, suspended its meetings last year, refusing to engage with Russia after it attacked Ukraine. A panel of experts that RAND convened for its study noted that Russia could seek to form its own Arctic governing council, with a more central role for its ally, China. The experts thought that was possible, but not necessarily probable. Despite its joint operation in the Bering Sea this past fall, and codevelopment of a natural gas project in the Russian Arctic, Moscow has also been wary of letting China pursue its ambitions so close to its home shores. And rather than walk away from the existing council, Russia has called for it to resume its meetings, with Russia back at the table. For now, the U.S. should continue to make the Arctic a diplomatic, economic, and strategic priority, to demonstrate its commitment to the region and its people, researchers concluded. It should work to strengthen solidarity among its Arctic allies—and explore conditions under which it could restart some engagement with Russia, such as on search-and-rescue preparedness. But the U.S. should also recognize that engaging with China in the Arctic does not have to be a win-or-lose proposition. There are opportunities to cooperate—on climate change, for example, or pollution control. China has already played a key role in international agreements to protect Arctic fisheries and to create maritime shipping regulations. On paper, at least, both China and the United States are committed to ensuring the Arctic remains a region of peace and stability. The next few years will be a crucial test. If current projections hold, the Arctic could see its first ice-free summer by 2030. —Doug Irving",
    "overview": "",
    "topline": "",
    "tags": [
      "Arctic Ocean",
      "Arctic Region",
      "China",
      "Global Climate Change",
      "International Diplomacy",
      "Threat Assessment",
      "www.rand.org"
    ],
    "image": []
  }
}