{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:12:04.268103",
  "crawling_time_epoch": 1703239924,
  "type": "Commentary",
  "title": "What the Drone Strikes on the Kremlin Reveal About the War in Ukraine",
  "url": "https://www.rand.org/pubs/commentary/2023/05/what-the-drone-strikes-on-the-kremlin-reveal-about.html",
  "descriptions": "False flag, special op, or fizzled attack—it may not be possible to get to the bottom of who launched drones at the Kremlin and why any time soon. But the incident and reactions it has elicited from the war's major players reveal just how important weaponized, long-range drones have become in this conflict.",
  "posted": "May 4, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/what-the-drone-strikes-on-the-kremlin-reveal-about/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1683242223864.jpeg",
    "desc": "A still image taken from video shows a flying object approaching the dome of the Kremlin Senate building in Moscow, Russia, May 2, 2023, photo by Ostorozhno Novosti"
  },
  "content": {
    "source": "(The Atlantic)",
    "author": {
      "name": "Brynn Tannehill",
      "profil": "https://www.rand.org/about/people/t/tannehill_brynn.html",
      "position": "Technical Analyst",
      "username": "",
      "contact": null
    },
    "tags": [
      "Asymmetric Warfare",
      "Military Strategy",
      "Military Technology",
      "Russia",
      "Ukraine",
      "Unmanned Aerial Vehicles",
      "www.rand.org"
    ],
    "Article": "At about 3 a.m. Moscow time on May 3, a pair of drones appeared to explode on or near a dome at the Kremlin. The explosions were caught on camera from several angles and seemed to cause little damage. Videos of the strikes aired on Russian state television and rapidly made the rounds on the internet. Things only got weirder from there.… The remainder of this commentary is available at theatlantic.com. Brynn Tannehill is a former aviator in the U.S. Navy and a senior technical analyst at the RAND Corporation. This commentary originally appeared on The Atlantic on May 4, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}