{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:11:14.389173",
  "crawling_time_epoch": 1703239874,
  "type": "Commentary",
  "title": "What Washington Gets Wrong About Deterrence",
  "url": "https://www.rand.org/pubs/commentary/2023/05/what-washington-gets-wrong-about-deterrence.html",
  "descriptions": "The war in Ukraine has depleted American military stockpiles in the short term. But such a shortfall may not necessarily affect U.S. deterrence.",
  "posted": "May 22, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/what-washington-gets-wrong-about-deterrence/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1684783356174.jpeg",
    "desc": "A B-2 Spirit bomber and F-22 Raptors fly near Joint Base Pearl Harbor-Hickam, Hawaii, during an interoperability training mission Jan. 15, 2019, photo by Master Sgt. Russ Scalf/U.S. Air Force"
  },
  "content": {
    "source": "(War on the Rocks)",
    "author": {
      "name": "Raphael S. Cohen",
      "profil": "https://www.rand.org/about/people/c/cohen_raphael_s.html",
      "position": "Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "China",
      "Global Security",
      "International Diplomacy",
      "Military Strategy",
      "Russia",
      "Taiwan",
      "Ukraine",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Ever since Russia's invasion of Ukraine almost 15 months ago, two camps have consistently opposed American military aid. Unsurprisingly, there are the traditional anti-war activists and “restraint” advocates who opposed most American military involvement in foreign wars. While these groups generally condemn Russian aggression, they note that Russia did not directly attack the United States. As such, the costs of long war with Russia and the risks of escalation outweigh the benefits of backing Ukraine. A second but perhaps more interesting group, though, is the China hawks. While much public attention has been focused on Ukraine, China has ramped up its military pressure on Taiwan and engaged in increasingly caustic rhetoric toward the United States. As a result, some Republican politicians, commentators, and conservative voters (PDF) have drawn a causal relationship between the two stories. This grafted narrative goes something like this: America's provision of thousands of pieces of equipment, millions of rounds of ammunition, and tens of billions of dollars in aid to Ukraine has wound up undermining its deterrence vis-à-vis China. A deterrence chit, proponents of this story claim, that has been spent on one region has come at the direct expense of another. … The remainder of this commentary is available at warontherocks.com Raphael S. Cohen is the director of the Strategy and Doctrine Program at the nonpartisan, nonprofit RAND Corporation's Project AIR FORCE. This commentary originally appeared on War on the Rocks on May 22, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}