{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:36:57.086724",
  "crawling_time_epoch": 1704166617,
  "type": "Commentary",
  "title": "What's Korean About South Korea's Indo-Pacific Strategy?",
  "url": "https://www.rand.org/pubs/commentary/2023/01/whats-korean-about-south-koreas-indo-pacific-strategy.html",
  "descriptions": "The Korean Indo-Pacific Strategy may not be a sign of South Korea pivoting or leaning toward the United States over China. That conclusion could present a false dichotomy.",
  "posted": "Jan 11, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/01/whats-korean-about-south-koreas-indo-pacific-strategy/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1673483975947.jpeg",
    "desc": "Vietnam's Prime Minister Pham Minh Chinh, South Korea's President Yoon Suk-yeol, and Cambodian Prime Minister Hun Sen at the ASEAN summit in Phnom Penh, Cambodia, November 11, 2022, photo by Cindy Liu/Reuters"
  },
  "content": {
    "source": "(The National Interest)",
    "author": {
      "name": "Erik Mobrand",
      "profil": "https://www.rand.org/about/people/m/mobrand_erik.html",
      "profession": "Korea Policy Chair; Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "Association of Southeast Asian Nations",
      "China",
      "International Diplomacy",
      "Security Cooperation",
      "South Korea",
      "www.rand.org"
    ],
    "Article": "Even the name is the same. South Korea's government, after months of anticipation, unveiled its response to Washington's Indo-Pacific Strategy. It is called the Korean Indo-Pacific Strategy. President Yoon Suk-yeol made the announcement on November 11 at the summit of the Association of Southeast Asian Nations (ASEAN), held in Phnom Penh, Cambodia, during a week of intense diplomacy there and later on the sidelines of the G-20 meeting in Bali, Indonesia. This is a significant development, as South Korea was one of the few regional partners yet to adopt the language of the “Indo-Pacific,” which has been the major American framework for the region since the Trump administration. Since taking office in May 2022, Yoon has promised to expand the U.S.-Republic of Korea (ROK) alliance; linking up the U.S. Indo-Pacific Strategy was understood to be a pillar of that project. Yoon's tough talk on China also seemed well aligned with Washington's competition against China through the Indo-Pacific policy. Seoul's Indo-Pacific Strategy echoes Washington's—or mimics it. The Korean policy adopts precisely the language of the American version: there is a focus on “freedom” and an “international order based on universal values.” Yoon called for “the building of a free, peaceful, and prosperous Indo-Pacific region through cooperation with major countries including ASEAN.” The wording is strikingly similar to the rules-based order that Washington envisions in a “free and open” and “prosperous” region. Perhaps the resemblance to America's Indo-Pacific strategy should come as little surprise, after reports that draft work on the policy was carried out by just two Foreign Ministry officials.… The remainder of this commentary is available at nationalinterest.org. Erik Mobrand is Korea Policy Chair and a senior political scientist at the nonprofit, nonpartisan RAND Corporation. He is the author of Top-Down Democracy in South Korea (University of Washington Press, 2019). This commentary originally appeared on The National Interest on January 10, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}