{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:49:35.645055",
  "crawling_time_epoch": 1703231375,
  "type": "Commentary",
  "title": "What Is Next for the Arctic Council in the Wake of Russian Rule?",
  "url": "https://www.rand.org/pubs/commentary/2023/05/what-is-next-for-the-arctic-council-in-the-wake-of.html",
  "descriptions": "Norway recently took over chairmanship of the Arctic Council from Russia under conditions never before experienced by the organization in its 27-year history. Despite the current uncertainties, there could be ways to move past the stalemate between Russia and the other council members.",
  "posted": "May 15, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/what-is-next-for-the-arctic-council-in-the-wake-of/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1684190886040.jpeg",
    "desc": "Andenes, Norway, <a href="
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Abbie Tingstad Stephanie Pezard",
      "profil": "https://www.rand.org/about/people/t/tingstad_abbie.html",
      "position": "Adjunct Senior Physical Scientist; Professor of Policy Analysis, Pardee RAND Graduate School Associate Research Department Director, Defense and Political Sciences; Senior Political Scientist",
      "username": "@StephaniePezard",
      "contact": "https://www.twitter.com/StephaniePezard"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.arctic-region.html",
        "tag": "Arctic Region"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.norway.html",
        "tag": "Norway"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      }
    ],
    "Article": "Late last week, Norway took over the chairmanship of the Arctic Council from Russia in an online ceremony under conditions never before experienced by the organization in its 27-year history. Despite the current uncertainties, however, there could be ways to move past the stalemate between Russia and the other council members. The transition at the helm of the region's most strategic governance body comes as Russia continues to prosecute its war against Ukraine; as most of the council's activities are on hold; and as one of its members, Finland, has joined NATO and another, Sweden, is poised to do the same. These factors could have a major impact on what the council can achieve under Norwegian leadership toward its stated goal of making the Arctic a “region of peace, stability, and constructive cooperation, that is a vibrant, prosperous, sustainable, and secure home for all its inhabitants, including Indigenous Peoples, and where their rights and well-being are respected.” Arctic Council activities paused in March of 2022, when seven of the eight member-nations decided that business could not continue as usual given Russia's actions in Ukraine. A partial resumption of activities began in June, but it pertained only to those initiatives that did not involve Russia. As a result, Russia found itself in the odd position of chairing an organization that, essentially, does not want anything to do with Moscow. While consistent diplomatically—if diplomatic relations are frozen with Russia elsewhere, there is no reason why there should be an Arctic exception—this position put the brakes on important communication and work related to Indigenous peoples, the environment, science, and safety. The absence of cooperation between the West and Russia is already being felt acutely in various areas key to Arctic survival and well-being that had benefited from international cooperation. With the largest territory and population in the region and a long history of civilian and military presence, Russia remains a key Arctic actor. The absence of cooperation between the West and Russia is already being felt acutely in various areas key to Arctic survival and well-being that had benefited from international cooperation, from equity for Indigenous peoples to search and rescue to scientific data collection. Still, there are possibilities for the Arctic Council, an organization born in 1996, to move past the current tensions. Even during the height of the Cold War, Russia—then the Soviet Union—cooperated with the West on Arctic issues, including initiatives like the 1973 Agreement on the Conservation of Polar Bears (PDF) and the 1987 “Murmansk Initiative” toward regional cooperation. One way to get past the current pause would be to focus not on who is involved in activities—that is, Russia or other member-states—but on who will benefit from these activities or will be impacted if these activities are not carried out. This would require devising a prioritization scheme to identify those activities that have the highest impact on Arctic populations. Such a scheme could highlight, for instance, activities that benefit the most vulnerable populations, prevent major damage to the environment, and save lives. All of these activities should be handled as much as possible at the operational—rather than political—level. Taking such a perspective could result in an evolved version of the Arctic Council that puts greater emphasis on Indigenous, practitioner, and academic engagement as opposed to national leadership get-togethers. The latter could still take place as needed, but perhaps move to a virtual, and thus less publicly visible, platform. This model would avoid the need for ceremonial multilateral interactions through the Arctic Council, while maintaining valuable opportunities for broader collaboration where it makes sense to do so; for example, in looking ahead to Arctic fisheries management. Norway's position as the successor to Russia as the council's chair is not a particularly enviable one. Norway must ensure the functioning of the council while at the same time not appearing to condone Russia's continued violence. It also bears the heavy burden of ensuring the continuity and legitimacy of a body that has become central to regional stability and governance. Norway must ensure the functioning of the council while at the same time not appearing to condone Russia's continued violence. Yet Norway's turn at the rotating chairmanship of the council might be fortuitous, as no other Arctic nation has such an extensive and daily experience of managing Arctic-related issues with Russia, due to shared geography and history. Under these difficult circumstances, Norway can communicate its priorities and facilitate dialogue about what model Arctic Council activities will take moving forward. With a willingness to adapt, and a clear eye on seeking to benefit those in the Arctic that are most in need of regional cooperation, the Arctic Council may not only survive this crisis but could come out stronger than before. Abbie Tingstad is associate director of the Management, Technology, and Capabilities Program; codirector of the Climate Resilience Center; and a senior physical scientist at the nonprofit, nonpartisan RAND Corporation. Stephanie Pezard is associate research department director, Defense and Political Sciences, and a senior political scientist at RAND. This commentary originally appeared on The Hill on May 14, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}