{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:48:48.500544",
  "crawling_time_epoch": 1703231328,
  "type": "Commentary",
  "title": "What F-16s Will (and Won't) Do for Ukraine",
  "url": "https://www.rand.org/pubs/commentary/2023/05/what-f-16s-will-and-wont-do-for-ukraine.html",
  "descriptions": "After months of publicly lobbying to acquire U.S.-made F-16 fighter jets, it appears that Ukraine may receive them later this year. However, there remains a long road ahead before the F-16s would see service in Ukraine—and it is an open question how much they would affect the outcome of the war.",
  "posted": "May 31, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/what-f-16s-will-and-wont-do-for-ukraine/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1685548769281.jpeg",
    "desc": "Three U.S. Air Force F-16 Fighting Falcons fly over the Pacific Ocean, February 10, 2022, photo by Tech. Sgt. Matthew Lotz/U.S. Air Force"
  },
  "content": {
    "source": "(The Bulwark)",
    "author": {
      "name": "Brynn Tannehill",
      "profil": "https://www.rand.org/about/people/t/tannehill_brynn.html",
      "position": "Technical Analyst",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.fighter-aircraft.html",
        "tag": "Fighter Aircraft"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "After months of publicly lobbying to acquire U.S.-made F-16 fighter jets, it appears that Ukraine may receive them later this year. Several NATO countries that operate F-16s, including Poland, have indicated that they are willing to train Ukrainian pilots, and on May 19, President Joe Biden told the G-7 meeting, at which Ukrainian President Volodymyr Zelenskyy was a guest, that the United States would support training Ukrainian pilots to fly the aircraft. Reports based on leaked documents revealed that the U.S. Air Force estimated that such training would take only four months. However, there remains a long road ahead before the F-16s would see service in Ukraine—and it is an open question how much they would affect the outcome of the war. First there is the question of where the aircraft would come from. The most likely candidates appear to be aircraft recently retired by the Netherlands, Denmark, and Norway. These are F-16AM/BM aircraft that were acquired in the 1980s and upgraded in the 1990s, high-mileage aircraft with aging radars, but their software allows them to employ some of the most modern weapons in NATO inventory. This includes the AIM-120 air-to-air missile and the stealthy long-range Joint Air-to-Surface Stand-off Missile (JASSM). Once Ukraine has the aircraft, they must be able to operate, maintain, and sustain them, and there are challenges to each. A March 2023 study (PDF) by the Congressional Research Service identified several crucial conditions necessary to successfully field F-16s. Many of these concern the supply chain for the aircraft: acquiring sufficient spare parts, allocating funding for operations and support, implementing a maintenance inventory system, training maintainers, and acquiring an ongoing supply of weapons with which to arm their F-16s. It seems highly unlikely that F-16s will change the balance on the battlefield any time soon. All of this means that the situation is far more complicated than simply training Ukrainian pilots and delivering a handful of well-used F-16s. These issues must be addressed if Ukraine wants to be able to consistently fly them. Without plans to support these aircraft, they will break down rapidly and become expensive stationary targets for Russian air-to-surface missiles. Doing things the right way takes time: Ukraine likely won't be able to deploy F-16s operationally until the end of the year, if not later. Even with adequate supply and maintenance, the F-16 isn't plug-and-play. Like any complex weapons system, it was designed to fulfill a particular set of roles within an existing military structure with a unique doctrine and culture. To get the most out of the airplanes, the Ukrainians will have to adopt more of the practices and techniques inherent to the plane's design. The F-16 was designed to help the U.S. Air Force beat the Russian Air Force. The more the Ukrainians can fly them like the U.S. Air Force would, the better. The public also might have excessive expectations for what the F-16 can accomplish. It was designed to be a lightweight, multi-role fighter capable of doing many missions well, but not to be the best at any of them. In a few ways, it's worse than current Ukrainian fighters. For example, F-16s were never intended to be operated from improvised airfields where they run a much greater risk of ingesting debris into their engines. Anyone who remembers Sully Sullenberger has some idea of how that can turn out. Another area where they are at a disadvantage to the latest Russian aircraft is air-to-air combat. Large Russian air superiority fighters such as the MiG-31 and Su-35 can see significantly farther with their powerful, modern radars. They also have R-37 missiles that have a much longer range than NATO-supplied AIM-120 AMRAAMs. In other words, Russian aircraft can potentially spot Ukrainian F-16s and shoot them down before the Ukrainian pilots see them coming. This is exactly what has been happening with Ukraine's current fleet of Su-27 and MiG-29 fighters, and the improved capabilities of the F-16 are not enough to tilt this disparity in Ukraine's favor. Because of the reach of Russian air superiority fighters, Ukrainian fighter pilots often break off missions early, or operate far behind their own front lines. F-16s would operate with the same constraints, limiting their ability to perform air-to-surface missions with relatively short-range weapons like the JDAM bomb guidance kits already supplied by the United States (and reportedly being jammed by the Russians). In total, it seems highly unlikely that F-16s will change the balance on the battlefield any time soon. The airspace over Ukraine will remain contested and Ukraine's ground forces will still need to rely on Ukraine's existing air platforms—including drones—for air support. In the long run, however, there are significant logistical and tactical advantages to Ukraine's acquiring F-16s. It will be easier for Ukraine to sustain aircraft whose parts are supplied by the United States and NATO countries than their legacy aircraft manufactured by Russia. It also could make it easier for Ukraine to integrate their air force into NATO at some future date. The more Ukraine's arsenal is compatible with NATO's, the better. Ukraine was previously given AGM-88 High-Speed Anti-Radiation Missiles (HARM) for use against ground-based radars. They managed to “MacGyver” the system onto their MiG-29s, but the retrofitting was far from ideal, as Soviet-era fighters were never designed to fire U.S.-made missiles. F-16s with updated software will enable Ukraine to employ HARM more effectively, along with other weapons that were designed to be used by F-16s. Other air-to-air weapons systems commonly available to F-16s, such as the AIM-9 Sidewinder and the AIM-120 (which presumably the United States and NATO will provide), will be useful for defending Ukraine against Russian cruise missiles (e.g. Kh-101 and Kh-555) and Iranian-made Shahed-131/136 drones. Ukraine's stockpiles of Soviet-era S-300 surface-to-air missiles has been dwindling, and there are a limited number of Patriot missiles available. The F-16's air-to-air capability will help those ground-based defenses last longer. It is an open question whether the United States will supply JASSM to Ukraine, but it would not be unprecedented. Britain provided Storm Shadow air-launched cruise missiles and Ukraine has already used them. Storm Shadow is broadly similar to the baseline version of JASSM in terms of size, range, employment, and observability, so providing JASSM would not constitute an escalation nor cross a Russian “red line.” F-16s likely will not grant Ukraine air superiority, but they will facilitate the defense of their air space. F-16s loaded with JASSM could be critical to Ukrainian Defense Minister Oleksii Reznikov's stated long-term plan to re-take Crimea “without a fight.” Executing this would require cutting off Russian troops in Crimea from their supply lines via the Kerch Strait Bridge, ports like Sevastopol, and the land route from Rostov-on-Don. JASSM could give Ukraine the ability to consistently hit logistics hubs such as port facilities, ammunition depots, bridges, and command and control facilities deep within Crimea. It could also serve as a stand-in for the ground launched ATACMS missile (which Ukraine has unsuccessfully requested). The United States has significantly more JASSMs than ATACMS, so it might be willing to supply them to augment Storm Shadow. In the final analysis, Ukraine is unlikely to be fielding F-16s until late in the year—certainly not in time for the anticipated “spring offensive.” F-16s likely will not grant Ukraine air superiority, but they will facilitate the defense of their air space and, if paired with JASSM, provide an important launch vehicle for the type of long-range weapons necessary for their plans to force Russia out of Crimea. While F-16s are by no means a wonder weapon that will turn the tide of the war, they will help Ukraine adopt more-Western styles of warfighting—or force it to—and help its military cooperate better with those of NATO. Unlike the previous provisions of anti-tank missiles, artillery, armored vehicles, and air defenses, the decision to give Ukraine F-16s is not about helping it survive the next phase of the war, but helping it ensure its sovereignty in the long term. Brynn Tannehill is a former aviator in the U.S. Navy and a senior technical analyst at the RAND Corporation. This commentary originally appeared on The Bulwark on May 30, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}