{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:55:24.604929",
  "crawling_time_epoch": 1703242524,
  "type": "Commentary",
  "title": "When Mass Shooters Are Seeking Fame",
  "url": "https://www.rand.org/pubs/commentary/2023/07/when-mass-shooters-are-seeking-fame.html",
  "descriptions": "What motivates mass shooters? And what might break the cycle of violence? Developing an effective policy response first requires better understanding of the factors that drive would-be attackers to kill.",
  "posted": "Jul 13, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/07/when-mass-shooters-are-seeking-fame/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1689340672058.jpeg",
    "desc": "Tributes outside Al Noor mosque where a suspected white supremacist killed more than 40 people on March 15, in Christchurch, New Zealand, March 27, 2019, photo by Edgar Su/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Pauline Moore Heather J. Williams Alexandra T. Evans",
      "profil": "https://www.rand.org/about/people/m/moore_pauline.html",
      "profession": "Political Scientist; Professor, Pardee RAND Graduate School Acting Director, International Security and Defense Policy Program; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@HeatherJWill @AlexandraTEvans",
      "contact": "https://www.twitter.com/HeatherJWill"
    },
    "tags": [
      "Crime and Violence Prevention",
      "Gun Policy",
      "Gun Violence",
      "Homicide",
      "Social Media",
      "Violent Extremism",
      "www.rand.org"
    ],
    "Article": "What motivates mass shooters? After another record-breaking year of violent attacks, Americans are confronting the reality that mass shootings are becoming more frequent and deadlier. A variety of policy responses have been proposed, ranging from greater gun control to increased investment in mental health programs. But developing an effective policy response first requires better understanding of the factors that drive would-be attackers to kill. For a subset of mass shooters, fame is partially, if not entirely, their motivation. Researchers have linked the increasing number of fame-seeking mass shooters since 2010 to a variety of social drivers, such as a rise in narcissistic traits and heightened desires for fame across American society at large. In examining the Christchurch, New Zealand, and Poway, California, attackers—both of whom produced and publicly posted manifestos—analysts have noted a common “desperat[ion] to appear erudite” and desire “to be remembered as autodidactic outlaws, martyrs who were distinctive enough to stand out.” Worryingly, studies have also found that a desire to achieve notoriety or attention pushes would-be attackers to kill more and more victims. This desire to become famous isn't subtextual. As seen in the aftermath of the shootings in Buffalo, New York, and El Paso, Texas, attackers have left behind manifestos or made public statements, typically via social media, that glorify their violence and encourage others to carry out even more attacks. Analysts have also identified a set of common tactics designed to maximize attention and influence, ranging from publishing their manifestos on the internet to posting detailed plans about their attack on social media. Some have even livestreamed their atrocities, “gamifying” their attacks to audiences that then discuss fatality levels in terms of “high scores.” Unfortunately, research suggests that these tactics do contribute to higher levels of future violence. One well-publicized attack can motivate multiple lone “copycat” killers, triggering a cycle of continuous bloodshed. This phenomenon has been documented among extremists across the ideological spectrum, be they right-wing (PDF) violent extremists or nationalist, Islamist, and other ideological adherents. According to one study (PDF), a third of white supremacist attacks between 2011 and 2020 were copycat attacks in which attackers professed admiration for previous perpetrators online. One well-publicized attack can motivate multiple lone “copycat” killers, triggering a cycle of continuous bloodshed. Worse still, prospective shooters learn how to carry out bloodier, higher-profile attacks from their predecessors. Prior research has demonstrated that prospective attackers often study past shootings and attempt to replicate successful tactics. Although this phenomenon occurs across the ideological spectrum, experts have expressed particular concern about emulation trends within the transnational far-right movement. This is because of the importance of the online world to the far-right, a movement that relies on a complex digital ecosystem to disseminate a hateful worldview, radicalize new adherents, and mobilize offline action. Research on manifestos, online statements, livestreams, and other digital media produced by far-right violent extremists has found significant similarities in the language and narratives employed by different attackers. The trend points to the emergence of a new “genre (PDF)” of violence, as various attackers' language, rationale, motivation, and modus operandi converge. Despite these alarming trends, it's also important to note that researchers have found that not all violent attackers achieve the same influence—and that even the influence of individual attackers may vary across social media platforms. One analysis of 8chan, for instance, found that the modus operandi of the Christchurch attacker (an 8chan user who announced his attack, posted his manifesto, and livestreamed the massacre on the platform) left a significant and lasting imprint on subsequent discussion threads. By contrast, the 2019 synagogue shooting in Poway, California, had a comparatively limited impact on forum activity because users dismissed the attacker as a “failure” for his comparatively low death toll. What might break this cycle of violence? There is clear evidence supporting three interventions. The first step is to deny attackers the attention they seek. Studies have documented how news coverage in the aftermath of mass attacks magnified the “imitation effect” and increased the likelihood of another incident. By further publicizing mass shooters' manifestos, social media posts, and other propaganda, news coverage accelerates competition between attackers who seek to outdo one another in terms of generating the highest number of fatalities. Experts have called on journalists, law enforcement, and policymakers to minimize the contagion effect and deny violent attackers the notoriety they seek. To do this, they say to avoid publicly naming or publishing images of mass shooters; minimize discussion of an attackers' tactics and weapons; and focus greater attention on victims in the aftermath of a mass attack. By further publicizing mass shooters' manifestos, social media posts, and other propaganda, news coverage accelerates competition between attackers. Second, technology companies can play a role in cutting off attackers' access to receptive audiences and in countering their messaging. Social media companies have tried to remove or moderate content about mass shooters, but such efforts must carefully balance (PDF) limiting the long-term online influence of various attackers while also appropriately upholding rights to free expression and speech. Censorship in particular isn't always successful and has its own risks: Extremists use “free speech” arguments to rally support and push users to more-homogenous platforms where extreme views may be reinforced. Alternatives to content moderation include efforts on the part of technology companies to label, explain, and expose hateful extremist messages that read like everyday identity politics. This can help educate audiences about what this content attempts to do—spread fear and conspiracies, and further polarize society. The idea here is to broadly empower online audiences to engage and denounce extremism (PDF). Third, more can be done to demonstrate the ultimate failure of mass shooters to achieve far-right objectives. While some may succeed in killing large numbers of individuals, and even inspire copycats, many more have been arrested or killed for trying. None achieved their stated objectives of starting a race war or inspiring the larger movement to instigate a revolution. Moreover, their fame is generally short-lived. Indeed, our research suggests that mass attackers have little resonance across extremist online discourse communities compared to non-violent far-right activists and influencers. Overt taunting runs the risk of provoking more-egregious acts of violence. But temperate, fact-based counter-messaging may help to reduce their appeal and remind would-be attackers that there's no real fame in bloodshed. Pauline Moore is a political scientist at the nonprofit, nonpartisan RAND Corporation whose research focuses on violent extremism, targeted violence, and terrorism. Heather Williams, a senior policy researcher at RAND, is associate director of the International Security and Defense Policy Program. Alexandra T. Evans is a policy researcher at RAND. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}