{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:09:29.776298",
  "crawling_time_epoch": 1703239769,
  "type": "Commentary",
  "title": "Where Will All the Wagner Group Mercenaries Go Now That Russia Has Exiled Their Leader?",
  "url": "https://www.rand.org/pubs/commentary/2023/07/where-will-all-the-wagner-group-mercenaries-go-now.html",
  "descriptions": "Russian oligarch turned warlord Yevgeny Prigozhin is in exile in Belarus, but what will become of the tens of thousands of fighters who signed up to risk their lives for a paycheck or a ticket out of jail? It seems likely they will continue fighting, mostly because they have few better options.",
  "posted": "Jul 3, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/07/where-will-all-the-wagner-group-mercenaries-go-now/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1688425285124.jpeg",
    "desc": "Wagner Group fighters pull out of the headquarters of the Southern Military District to return to base, in Rostov-on-Don, Russia, June 24, 2023, photo by Stringer/Reuters"
  },
  "content": {
    "source": "(Los Angeles Times)",
    "author": {
      "name": "Molly Dunigan",
      "profil": "https://www.rand.org/about/people/d/dunigan_molly.html",
      "position": "Director, Strategy, Doctrine, and Resources Program, RAND Arroyo Center; Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "Civilian Military Workforce",
      "Military Force Deployment",
      "Russia",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "Russian oligarch turned warlord Yevgeny Prigozhin is in exile in Belarus, but what will become of the tens of thousands of fighters who signed up to risk their lives for a paycheck or a ticket out of jail? It seems likely they will continue fighting, mostly because they have few better options. It appears the paramilitary Wagner Group will endure as a fighting force in some form, regardless of whether Prigozhin returns from exile or summons his troops to join him in Belarus. How, or if, the leadership vacuum is filled matters little, though, if the Wagner troops do not remain on the job. Who are these fighters, and will they remain loyal to Prigozhin or the Wagner organization in the wake of last week's so-called “march of justice,” which took 25,000 of them on a risky trek from Ukraine to Moscow? A look at the fighters' background and circumstances suggests few will opt to quit and go home. Most Wagner fighters in Ukraine since 2022 have been Russian citizens, but interest in “fighting for the cause” probably was not a significant incentive driving them to sign up, nor will it do much to motivate them to stay. And it's unlikely that they are being driven by fealty toward Prigozhin. More likely motivators include finances, freedom, and fear. Over the course of the past two decades, my work on mercenaries has shown that private forces are often motivated to sign up by money. In the case of Wagner, many also sign up to avoid serving their full prison sentences. Either way, once they're in, it can be difficult or impossible for Wagner fighters to get out until their contract terms are up. Once they're in, it can be difficult or impossible for Wagner fighters to get out until their contract terms are up. Wagner fighters are paid significantly more than their counterparts in the Russian army, which may explain the potential unwillingness to have their Wagner contracts converted over to the official Russian military by July 1, as the Kremlin hopes. In Ukraine circa 2015–19, Wagner personnel reportedly made up to 180,000 rubles ($2,900 at the time) monthly, and death compensation for the families of contractors killed in action was 2 million to 3 million rubles ($32,000 to $48,000). In Syria during the same time period, the average salary for Wagner contractors was reportedly up to 500,000 rubles ($8,000) per month, though likely closer to $4,800 per month on average, and family compensation was up to 5 million rubles ($80,000). More-recent reports from Ukraine indicate that these figures have grown even higher: Putin himself has stated that the defense ministry and state budget paid Wagner 86.26 billion roubles ($1 billion) between May 2022 and May 2023 to cover wages, with some reports indicating that individual contractors may receive up to $10,000 per month. Russian military forces, in contrast, were making an average of 195,000 rubles ($2,535) per month as of March 2023. Not surprisingly given Wagner's “cannon fodder” tactics in Ukraine, family compensation has been waived in employment contracts there since 2022. Yet, for some Wagner fighters in the Ukraine war, money may be a secondary benefit. For convicts facing long prison sentences, a six-month term fighting with Wagner offers a fresh chance for freedom. For these individuals, though, it does not offer much chance at rehabilitation: Private military actors have unusually high rates of PTSD and depression when compared with their military counterparts. Early reports are emerging of Wagner convicts committing violent crimes such as murder and molestation upon returning to their hometowns in Russia. This indicates significant potential for criminal activity to spread throughout Russia as these personnel return home. The group's need to recruit from Russian prisons is not surprising. Previously, Wagner employed a mix of Russian, Serbian, Ukrainian, and Moldovan citizens. These fighters tended to be either military veterans or former officers of the military intelligence agency or federal security agency. Most were recruited through informal and online veteran networks. Given that many of these individuals may oppose the Ukraine conflict, Wagner has had to be more creative and lenient in recruitment. Meanwhile, those who have already signed up with Wagner may remain in the force out of fear. Wagner has a company policy of threatening death to deserters, and they usually mean it. Multiple reports have emerged over time of brutal torture and killings of those attempting to flee. Some who have escaped or been captured as POWs have recounted tales of sadistic and merciless behavior within the group. Most likely, Wagner fighters will remain loyal to Prigozhin or his successor not because they want to but because they have few better options. Harsh treatment of Wagner fighters is hardly unique. Earlier incarnations of Russian private military organizations—including the Slavonic Corps and Moran, direct predecessors to Wagner in the Russian private military industry—deliberately misled contractors about deployment locations, conditions, and Russian state official approval of the deployment during the recruitment process. Once the contract was signed, some fighters found themselves shipped to locales far from where they had expected to go, armed with 70-year-old Soviet-era rifles and hardware, and fighting as the private army of some local kingpin. Having already faced such hardship and with few options, it is difficult to imagine Wagner's troops participating in anything resembling a mass exodus. Most likely, they will remain loyal to Prigozhin or his successor not because they want to but because they have few better options. Molly Dunigan is a senior political scientist at the nonprofit, nonpartisan RAND Corporation, director of the Strategy, Doctrine, and Resources Program within the RAND Arroyo Center, and a senior lecturer in Carnegie Mellon's Institute for Politics and Strategy. This commentary originally appeared on Los Angeles Times on July 1, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}