{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:56:33.599677",
  "crawling_time_epoch": 1703231793,
  "type": "Commentary",
  "title": "Whether Democracy Is Eroding or on the Upswing Depends on What State You Live In",
  "url": "https://www.rand.org/pubs/commentary/2022/12/whether-democracy-is-eroding-or-on-the-upswing-depends.html",
  "descriptions": "Voter laws, civic education opportunities, and trust in government are all important aspects of democracy that impact individuals' civic participation. If policymakers had better ways to measure and monitor this “civic infrastructure” beyond just voter turnout, a different, more complicated but complete picture of our democracy would likely emerge.",
  "posted": "Dec 13, 2022",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2022/12/whether-democracy-is-eroding-or-on-the-upswing-depends/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1671719990856.jpeg",
    "desc": "A voter waits to cast his ballot in the 2022 U.S. midterm elections at Considine Little Rock Recreation Center in Detroit, Michigan, November 8, 2022, photo by Evelyn Hockstein/Reuters"
  },
  "content": {
    "source": "(Milwaukee Journal Sentinel)",
    "author": {
      "name": "Melissa Kay Diliberti Julia H. Kaufman",
      "profil": "https://www.rand.org/about/people/d/diliberti_melissa_kay.html",
      "position": "Assistant Policy Researcher, RAND, and Ph.D. Candidate, Pardee RAND Graduate School Associate Research Department Director, Behavioral and Policy Sciences Department; Codirector, American Educator Panels; Senior Policy Researcher; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@juliahkaufman",
      "contact": "https://www.twitter.com/juliahkaufman"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.civic-education.html",
        "tag": "Civic Education"
      },
      {
        "blog": "https://www.rand.org/blog.topic.democracy.html",
        "tag": "Democracy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.michigan.html",
        "tag": "Michigan"
      },
      {
        "blog": "https://www.rand.org/blog.topic.wisconsin.html",
        "tag": "Wisconsin"
      }
    ],
    "Article": "President Joe Biden said the midterms were a “good day” for democracy. And in many ways, they were: There were high levels of voter turnout in many states, a projected 47 percent of Americans cast ballots—some 7 percentage points higher than a typical midterm election—and, in Colorado, Maine, Michigan, Montana, Minnesota, New Hampshire, Oregon, and Wisconsin, roughly six in 10 voters came out to vote. In several states this year, voter turnout was even projected to exceed the high watermark of participation set by the 2018 midterms. Not only was turnout high, but many election-denying candidates were defeated, and voters continued the trend of diversifying their representation in Congress. But was this high turnout a sign that American democracy is on the upswing? Not necessarily. Voting—while a useful, consistent measurement of the public's participation in the democratic process—does not tell a complete story. Voter laws, civic education opportunities, and trust in government are all important aspects of democracy that impact individuals' civic participation. All these policies, perceptions, and practices vital for supporting democracy can be thought of as “civic infrastructure.” These are the things that, to varying degrees, exist in all communities, all year long, fostering civic engagement well before and after election day. If federal, state, and local policymakers had better ways to measure and monitor this civic infrastructure beyond just voter turnout, a different, more complicated but complete picture of our democracy would likely emerge. Even with just some pieces of the puzzle, we know that access to the opportunities that drive civic outcomes are deeply dependent on where in the United States an individual lives. Access to the opportunities that drive civic outcomes are deeply dependent on where in the United States an individual lives. Look at Wisconsin and Michigan, two states that had among the highest voter turnout in the 2022 midterms. In both states, turnout rivaled (and in the case of Michigan, exceeded) the 2018 midterms. Yet there are some serious differences in the civic infrastructure of these two states. A closer look reveals that, while Wisconsin and Michigan may at first appear similar, their democracies function quite differently. For starters, it is easier to vote in Michigan than it is in Wisconsin. Unlike Wisconsin, Michigan has an “automatic voter registration” law, where individuals are automatically registered to vote when they interact with the Department of Motor Vehicles, a government agency. In Michigan, individuals can still vote without a photo ID, whereas in Wisconsin, voters need to produce one. These differing state policies mean that Wisconsin voters had to overcome more barriers to cast their ballots to achieve an equivalent outcome as their Michigan peers. Fair representation of voters' preferences also differs between these states. In 2018, Michigan voters approved a proposal to create an independent commission that, in an effort to reduce political gerrymandering, redrew state legislative and congressional district lines. After the commission redrew lines previously drawn by one political party following the 2020 Census, Michigan congressional districts became more competitive, reducing that party's structural advantage. In Wisconsin, by contrast, state legislative and congressional lines were chosen by the courts, after a lengthy legal battle. Since the court argued that redistricting efforts should make minimal changes to existing maps, its decision effectively cemented one party's structural advantage, because that party had drawn the existing maps. As a result, the Wisconsin legislature remains under the control of that party following the 2022 midterms, despite a majority of voters there favoring the candidate for governor of the other major party. Even before they are of voting age, youth in Wisconsin and Michigan are likely to experience quite different civic education opportunities. As indicated in the 2018 Brown Center Report on American Education, Wisconsin requires just one civic-related course for students to graduate from high school, whereas Michigan requires three. Furthermore, a recent national analysis rated Michigan's K–12 state standards for civics as a “B” on a letter grade scale, while researchers rated Wisconsin's civic standards as an “F,” and recommended a complete overhaul. Even before they are of voting age, youth in Wisconsin and Michigan are likely to experience quite different civic education opportunities. Michigan's education standards require several “proven practices (PDF)” for students' civic development, such as discussion of current events, service learning, news media literacy, and democratic simulations like debates. Wisconsin's standards require nothing more than a discussion of current events. Schools are critical civic institutions, and these educational differences state to state have a downstream impact on civic literacy and engagement, influencing something as basic as whether or not someone will even cast a ballot. Which brings us back to the act of voting itself. While it is encouraging that so many voters came out for the 2022 midterms, voting is just one measurement, one brick in each state's wall of “civic infrastructure.” The laws regarding how individuals vote, the processes for drawing state legislative and congressional lines, the pathways for building civic literacy in schools—these are all important bricks, too. By monitoring more of these aspects of the United States' “civic infrastructure,” both over time and across contexts, policymakers could identify where it is broken, and what, exactly, needs to be repaired. Melissa Kay Diliberti is an assistant policy researcher at the nonprofit, nonpartisan RAND Corporation. Julia Kaufman is a senior policy researcher at RAND. This commentary originally appeared on Milwaukee Journal Sentinel on December 13, 2022. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}