{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:48:52.176008",
  "crawling_time_epoch": 1703231332,
  "type": "Commentary",
  "title": "Who Should We Honor on Memorial Day?",
  "url": "https://www.rand.org/pubs/commentary/2023/05/who-should-we-honor-on-memorial-day.html",
  "descriptions": "The cost of war is not borne solely by soldiers on the field of battle, and for too many, the field of battle is unavoidable. Widening notions of whom we honor, and how, are signs of progress—but they are just a start.",
  "posted": "May 30, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/who-should-we-honor-on-memorial-day/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1685479981427.jpeg",
    "desc": "United States Marine Corps, photo by mariusz_prusaczyk/Getty Images"
  },
  "content": {
    "source": "(New York Times)",
    "author": {
      "name": "Kayla M. Williams",
      "profil": "https://www.rand.org/about/people/w/williams_kayla_m.html",
      "position": "Senior Policy Researcher",
      "username": "@KWilliams101",
      "contact": "https://www.twitter.com/KWilliams101"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.military-personnel.html",
        "tag": "Military Personnel"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-veterans.html",
        "tag": "Military Veterans"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "In 1866, four women placing spring flowers on the graves of Confederate soldiers at Friendship Cemetery in Columbus, Miss., noticed that the nearby graves of Union soldiers were barren. They took it upon themselves to decorate those, too. Their gesture, memorialized by F.M. Finch's poem “The Blue and the Gray” in The Atlantic Monthly in 1867, was one of numerous expressions of remembrance around the country after the Civil War that gave rise to what today is Memorial Day. The United States has set aside the day to remember, honor, and salute our fallen service members. But not all of those we should recognize fit neatly into that box. Take, as an example, some of the first U.S. deaths in World War I: Edith Ayres and Helen Burnett Wood, two Army nurses killed by shrapnel when a naval gun exploded during target practice while they were traveling by Navy ship to Europe. They were Red Cross nurses who were inducted into the Army, serving without rank or commission, since women's status as soldiers was not yet settled. They probably are not among those who spring to mind when we imagine American military deaths in that war, yet they made the ultimate sacrifice in service to the nation while on their way to save lives. A more-recent example, much closer to me, is someone I served with in the 101st Airborne Division. While I worked in signals intelligence in Iraq, my friend Alyssa Peterson worked in human intelligence. In 2003, near Mosul, she killed herself, and though her name is recorded on lists of those who died in Operation Iraqi Freedom, deaths like hers are often viewed differently from those in combat, perhaps because of the stigma attached to suicide. The United States has set aside the day to remember, honor, and salute our fallen service members. But not all of those we should recognize fit neatly into that box. And what of veterans who end their lives after they have returned? In 2020, more than 6,100 veterans died by suicide (PDF). Last year, Dean Lambert wrote in Military Times about the suicide of his son, Adam, a Marine who died a year after returning home from Afghanistan. “When I found him lifeless, wearing his desert combat uniform, clutching his dog tags in his left hand, there was no doubt he brought the war back with him,” Mr. Lambert wrote. Memorial Day, he argued, should be for “remembering not only the heroes who lost their lives from physical wounds, but those who also died fighting mental injuries they sustained on the same battlefields.” How someone dies is not the only factor that influences how we honor our war dead. When matters, too. The Vietnam Veterans Memorial, better known as the Wall, is inscribed with over 58,000 names of Americans who died in or supporting combat or within 120 days of injuries or illnesses incurred in the combat zone. It's the 120 days that gets me. What of those who died years later from what they were exposed to in Vietnam? We now know that Agent Orange is associated with health problems, including cancer and Parkinson's. An untold number of veterans have died of those service-connected conditions. Their names will not be inscribed on the Wall, though the Vietnam Veterans Memorial Fund is seeking to memorialize them in other ways. Toxic exposures are not limited to those who served in Vietnam. My friend Kate Hendricks Thomas died of breast cancer last year; her doctors told her the cause was most likely the chemicals from burn pits that she was exposed to during her time as a Marine in Iraq. I will forever mourn and honor her, too, among our war dead this and every Memorial Day, whether or not her name is ever inscribed on a list of those killed in the global war on terrorism. And how might we consider the long-term psychological or spiritual trauma that those who experience war so often suffer? I'm talking about those who died from substance use, excessive risk taking, or the cumulative stresses of homelessness. Even if they were not killed in action, many no doubt were killed by action. Should we inscribe their names on war memorials as well? Their families' grief, I promise you, is just as deep. Their wounds, though less visible, were as grievous. Congress, for one, seems to be taking a more-expansive approach to government responsibility for these long-term health consequences of military service. Lawmakers recently expanded the Department of Veterans Affairs' funding for suicide prevention programs. Congress also lengthened the list of health conditions presumed to be related to toxic exposures during military service, expanding benefits not only for veterans but also for surviving family members (PDF) of those who died before these new benefits became law. These widening notions of whom we honor, and how, are signs of progress—but they are just a start. After I came home from Iraq in 2004 and found myself a stranger in a country seemingly oblivious to war, I encountered a quotation from Gen. Douglas MacArthur that resonated with me deeply: “The soldier, above all other people, prays for peace, for he must suffer and bear the deepest wounds and scars of war.” But today, for this Memorial Day, I wonder whether such a sentiment rings true. I'm thinking about Ukraine, where Russian forces have tortured, raped, and summarily killed men, women, and children and have destroyed homes, hospitals, schools, power plants, and churches. And Syria, where millions have fled their homes, spikes in poverty have led to hunger and a child's life expectancy has declined by 13 years. And Sudan, where gun battles are taking place in residential neighborhoods, morgues are filling with bodies, and the health care system is collapsing. Widening notions of whom we honor, and how, are signs of progress—but they are just a start. Such atrocities remind us that the cost of war is not borne solely by soldiers on the field of battle and that for too many, the field of battle is unavoidable. In Iraq, for instance, the United States lost 4,418 military personnel, and nearly half a million civilians died in the war and the eight-year American occupation. These civilians did not volunteer. They did not sign up, as I did, nor were they drafted, like others whose names we inscribe on our war memorials. And yet they died just the same. Their families mourn just as deeply. How should we remember them? Can we make space in our hearts for them, too, this Memorial Day? Kayla M. Williams, a senior policy researcher at the nonprofit, nonpartisan RAND Corporation, served in the United States Army as an Arabic linguist and was deployed to Iraq in 2003 for a year. She was an assistant secretary in the Department of Veterans Affairs during the Biden administration and is the author of “Love My Rifle More Than You: Young and Female in the U.S. Army.” This commentary originally appeared on New York Times on May 28, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}