{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:04:04.094962",
  "crawling_time_epoch": 1703243044,
  "type": "Commentary",
  "title": "Why Is China Strengthening Its Military? It's Not All About War",
  "url": "https://www.rand.org/pubs/commentary/2023/03/why-is-china-strengthening-its-military-its-not-all.html",
  "descriptions": "China's military modernization goals serve a variety of political and military purposes, none of which imply any intent to actually start a war. A grasp of the myriad drivers could help observers more accurately assess the danger posed by the PLA's modernization.",
  "posted": "Mar 24, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/03/why-is-china-strengthening-its-military-its-not-all/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1679699577165.jpeg",
    "desc": "Visitors stand in front of a screen displaying Chinese President Xi Jinping next to a flag of the Communist Party at a military museum in Beijing, China, October 8, 2022, photo by Florence Lo/Reuters"
  },
  "content": {
    "source": "(Defense News)",
    "author": {
      "name": "Timothy R. Heath",
      "profil": "https://www.rand.org/about/people/h/heath_timothy_r.html",
      "profession": "Senior International/\nDefense Researcher",
      "username": "",
      "contact": null
    },
    "tags": [
      "China",
      "Geopolitical Strategic Competition",
      "Military Budgets and Defense Spending",
      "Military Transformation",
      "Taiwan",
      "Threat Assessment",
      "www.rand.org"
    ],
    "Article": "China's rapid military modernization has spurred considerable fear that the country could provoke a war with the United States. Such fear may owe to an exaggerated view of the importance of war preparation as a driver of the People's Liberation Army's buildup. In fact, a broad variety of political and security drivers underpin the military's modernization, many of which have nothing to do with waging war. U.S. interests could benefit from a more accurate understanding of the reasons for China's military buildup and from a perspective that balances attention to the military with a greater appreciation of the nonmilitary aspects of U.S.-China competition. China's military has experienced a dramatic buildup in recent years, owing in part to soaring defense budgets. From 2000 to 2016, China's military budget increased annually by about 10 percent (PDF), although this growth subsequently slowed to about 5–7 percent per year. According to People's Republic of China government sources, China's defense budget was $230 billion in 2022, second only to the United States. The budget understates the amount of resources committed to the military. Western experts suggest that the difference could amount to $60 billion per year. Surging defense budgets have yielded an increasingly lethal and capable PLA. U.S. officials have steadily warned of an eroding military advantage in the face of rapid PLA gains. During his service, U.S. Air Force Maj. Gen. Cameron Holt stated that China was acquiring weapons at “five to six times” the rate of the United States. A grasp of the myriad drivers could help observers more accurately assess the danger posed by the PLA's modernization. For some, the buildup alone provides reasons to fear conflict. Observers point to the rapid modernization as unambiguous evidence that China is preparing for war with the United States. In March 2021, Adm. Philip Davidson, then-head of U.S. Indo-Pacific Command, warned that China could take military action against Taiwan by 2027. Adm. Michael Gilday, the chief of naval operations, added that he can't rule out a Chinese attempt to invade as early as 2023. Preparation for war is one possibility for the PLA's buildup, but it is not the only one. The military's modernization goals serve a variety of political and military purposes, none of which imply any intent to actually start a war. A grasp of the myriad drivers could help observers more accurately assess the danger posed by the PLA's modernization. A first major reason Chinese leaders seek a powerful military owes to basic security. History matters greatly here: Chinese leaders are acutely aware of the downfall of past dynasties when a weak military permitted adversaries to bring the empire to its knees. Chinese leaders routinely invoke (PDF) past humiliations, such as the Opium Wars, to remind the population of the dangers that weakness might pose. Maintaining a strong deterrence, including through a large nuclear arsenal, is a fundamental reason that China seeks a powerful military. Second, a growing China requires a more-capable military to handle a growing range of missions, including the possibility of a conflict with Taiwan. China faces a difficult geography, with many hostile and suspicious powers along its periphery. Defense whitepapers highlight a multitude of threats, including the dangers of Taiwan separatism, disputes in the East and South China seas, border disputes, and the dangers of great power rivalry with the United States. Accordingly, the PLA has organized five theaters of command to better align resources with designated missions. The PLA is also charged with a wide range of non-war missions, including humanitarian assistance, disaster relief, maritime patrols, and noncombatant evacuation. These are small in scale but important. Indeed, every Chinese military intervention since the 2000s has consisted of non-war missions. A third, widely underappreciated reason owes to national prestige. Like autocrats elsewhere, Chinese leaders regard a powerful military as a sign of national status and as a way of whipping up patriotic enthusiasm. This explains in part the government's pursuit of high-profile status symbols such as aircraft carriers. Underscoring this point, China holds many lavish military parades and exercises, all of which receive extensive coverage in Chinese media. Building a powerful military is also an important source of political power for the country's supreme leader. Xi Jinping's power hinges, in part, on his command of the military, which helps explain why he is often photographed in military uniforms or settings. Yet like his predecessors Jiang Zemin and Hu Jintao, Xi recognizes that generous defense budgets are the price he must pay to ensure the military's loyalty. A fifth reason lies in keeping the military focused on its responsibilities and resisting tendencies of slipping into corruption and lethargy. Xi's instructions to remain focused on military duties takes place within the context of a broader effort to improve the overall modernization, competence, and effectiveness of the government, which authorities regard as critical to realizing the country's goals of national revival. Xi Jinping's power hinges, in part, on his command of the military, which helps explain why he is often photographed in military uniforms or settings. Consistent with this broader imperative, Xi has repeatedly paired a crackdown on the rampant corruption with calls on the military to improve its combat readiness, which is another way of saying the military should become more competent at its job. In conclusion, China's military buildup owes to a variety of political and security drivers. The buildup does not by itself indicate a drive to war. Indeed, there currently remains no evidence China plans to attack Taiwan any time soon. To best protect U.S. interests, decisionmakers could maintain a balanced view of China's military buildup and regard the technological, economic, and diplomatic dimensions of U.S.-China competition as of equal or greater importance to the military dimension. Timothy R. Heath is a senior international defense researcher at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on Defense News on March 24, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}