{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 18:03:07.422380",
  "crawling_time_epoch": 1703242987,
  "type": "Commentary",
  "title": "Why Blockading Rather Than Retaking Crimea Might Be Kyiv's Best Option",
  "url": "https://www.rand.org/pubs/commentary/2023/04/why-blockading-rather-than-retaking-crimea-might-be.html",
  "descriptions": "Ukraine may lack the military capability to retake Crimea from Russia. But Kyiv might still achieve some of its key objectives by blockading the peninsula. New technology may ease this task.",
  "posted": "Apr 10, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/04/why-blockading-rather-than-retaking-crimea-might-be/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1681167876413.jpeg",
    "desc": "A vessel of the Russian Navy is seen through a flock of birds in the Black Sea port of Sevastopol, Crimea, February 16, 2022, photo by Alexey Pavlishak/Reuters"
  },
  "content": {
    "source": "(The Moscow Times)",
    "author": {
      "name": "Scott Savitz William Courtney",
      "profil": "https://www.rand.org/about/people/s/savitz_scott.html",
      "profession": "Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "tags": [
      "Military Tactics",
      "Naval Warfare",
      "Russia",
      "Ukraine",
      "Unmanned Maritime Vessels",
      "www.rand.org"
    ],
    "Article": "“Crimea is our land, our territory,” Ukrainian President Volodymyr Zelenskyy declared in January, underscoring Ukraine's determination to reverse Russia's illegal seizure of the peninsula. At present, Ukraine may lack the military capability to retake Crimea, but Kyiv might still achieve some of its key objectives by blockading it. New technology may ease this task. Crimea is legally part of Ukraine, despite having been under Russian control since 2014. Russia uses the peninsula as an important base for logistical support to Russian forces in occupied areas of Ukraine, and for air and sea operations. Recovering Crimea by military means could be difficult. The peninsula is connected to the rest of Ukraine by just a narrow isthmus. Russian forces in Crimea can fortify it at will. Furthermore, Ukraine lacks substantial amphibious assault capabilities. Adam Smith, the top Democrat on the U.S. House Armed Services Committee has said “people realize Ukraine is not going to militarily retake Crimea.” Some of Ukraine's backers worry that Russia could respond to a Ukrainian assault on Crimea with a nuclear strike. A year after seizing the peninsula, Putin said he had been ready to put Russian nuclear weapons on alert. Earlier this year, former Russian President Dmitry Medvedev boasted that an attack on Crimea would lead to “retaliatory strikes.” U.S. President Joe Biden has voiced concerns that nuclear use in Ukraine could lead to “Armageddon.” Fear of nuclear escalation might be part of the reason why the United States still refuses to supply Army Tactical Missile Systems (ATACMS), longer-range rocket artillery. It could enable Ukraine to strike military targets across Crimea. Ukraine does not, however, need to drive occupying forces out of Crimea to render it less hospitable to Russia's purposes. Combinations of modern technologies could enable Ukraine to blockade and barrage Russian operations. Former U.S. Army Commander in Europe Lieutenant General Ben Hodges maintains that with long-range strike capabilities, Ukrainian forces could “make Crimea untenable for Russian forces” by the end of the summer. Ukraine could use additional capabilities to neutralize most Russian military power in Crimea. It has demonstrated the use of explosive uncrewed surface vessels (USVs) in attacks against Russian warships based at Sevastopol. The concept is simple: Camera-studded, low-profile USVs laden with explosives are directed toward targets. This emerging technology can sink warships and destroy maritime infrastructure. USVs are well-suited for networked swarm attacks, and relatively low-cost. Their nascent designs can be modified to make them stealthier and harder to detect than most crewed vessels. Large-scale attacks using scores of USVs could inflict massive damage. Sinking a warship in a confined channel could create obstacles that would take weeks to clear, or longer if under fire. The geography that makes Crimea hard to invade facilitates a modern-day siege. All Russian movements by land must pass through one of two constrained corridors. The first entails traversing hundreds of miles of occupied territory, including areas relatively close to the front and crawling with hostile populations, saboteurs, and special forces. The final gauntlet is the isthmus, a target-rich place with minimal room for maneuver and within range of current Ukrainian weapons. The other land route is via the Crimean Bridge, which Ukrainian forces damaged in October as a “birthday gift” to Russian President Vladimir Putin. Bridges are durable and hard to destroy, which is one reason why Russia's claim that the damage was due to a truck bomb (and an ensuing fire) may be implausible. Rather, the attack might have been inflicted by a USV. It can carry a larger explosive payload than a truck and strike a bridge from its vulnerable underside. While Russia has repaired much of the damage and will be on guard against follow-on attacks, a concerted swarm of explosive USVs—perhaps complemented by air attacks diverting defenders' attention—could break the bridge indefinitely. Maritime shipping could be targeted by explosive USVs, and possibly by clandestine USV minelaying at port entrances. The costs of USVs and mines are small compared to the effects they would generate. Port facilities and ground transportation networks leading from them could be barraged by longer-range fires. Russia would continue to resupply Crimea via air, but aircraft can deliver only a fraction of the materiel that ground vehicles or ships can. Relying on longer-range fire, Ukraine could attenuate this flow by targeting runways and fuel facilities on the peninsula. While they can be repaired, doing so takes time and resources. Aircraft could be targeted on the ground, although this may require time-sensitive locational intelligence. USVs could enable Ukrainian forces to blockade Crimea. Augmented by other weapons, Ukrainian forces could hinder Russian forces from using it as a safe haven from which to attack the mainland or threaten Black Sea shipping. Rattled by attacks, short of supplies, and somewhat isolated, Russian forces in Crimea could become less capable. Ukrainian forces could pin down and neuter the enemy in Crimea while they work to oust it from other parts of their country. Scott Savitz is a senior engineer at the nonprofit, nonpartisan RAND Corporation. William Courtney is an adjunct senior fellow at RAND and a former U.S. ambassador to Kazakhstan, Georgia, and a U.S.-Soviet Commission to implement the Threshold Test Ban Treaty. This commentary originally appeared in The Moscow Times on April 8, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}