{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:54:13.696077",
  "crawling_time_epoch": 1703242453,
  "type": "Commentary",
  "title": "Why DoD Needs Greater Focus on Nonlethal Weapons, Intermediate Force Capabilities",
  "url": "https://www.rand.org/pubs/commentary/2023/08/why-dod-needs-greater-focus-on-nonlethal-weapons-intermediate.html",
  "descriptions": "Nonlethal weapons do not entail the firing of projectiles, the detonation of explosives, or even the use of edged weapons with blades. Their effects are more subtle, though no less powerful for that. But the effects of these systems, and their impact on overall military capabilities, are often underestimated or misunderstood.",
  "posted": "Aug 8, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/08/why-dod-needs-greater-focus-on-nonlethal-weapons-intermediate/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1691538454673.jpeg",
    "desc": "Electronic warfare technicians Staff Sgt. Caleb Bowman (l) and Airman 1st Class Chance Wedgeworth push an AN/ALQ-131 electronic countermeasures pod out of their workshop at Spangdahlem Air Base, Germany, March 3, 2022, photo by Tech. Sgt. Maeson Elleman/U.S. Air Force"
  },
  "content": {
    "source": "(Defense Opinion)",
    "author": {
      "name": "Scott Savitz Krista Romita Grocholski",
      "profil": "https://www.rand.org/about/people/s/savitz_scott.html",
      "profession": "Senior Engineer; Professor of Policy Analysis, Pardee RAND Graduate School Physical Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "tags": [
      "Cyber Warfare",
      "Directed Energy Weapons",
      "Information Operations",
      "Military Equipment",
      "Military Strategy",
      "United States Department of Defense",
      "www.rand.org"
    ],
    "Article": "Nonlethal weapons (NLWs) can play a critical role in military operations. Diverse systems that emit long-range sounds, create dazzling glare, disable engines, entangle propellers, or cause heating sensations can enable mission success in a variety of non-combat contexts. When facing gray-zone confrontations with rival powers, such as standoffs at sea, nonlethal capabilities can push back against an encroaching force while managing the risk of escalation. When individuals with unclear intent and capabilities are approaching military forces in urban areas, employing NLWs in a continuum of force can help to minimize the risk of either permanently harming civilians or responding too late to a potential attack. NLWs can also help to protect overseas bases while minimizing the risks to local civilians. In some cases, these weapons can even play a role in full-scale combat. Disorienting weapons that operate at the speed of light or speed of sound—such as laser dazzlers or long-range acoustic hailers—can be valuable complements to more-lethal systems that are less responsive. Moreover, intense, unexpected stimuli can unnerve military personnel in ways that cause them to flee the battlefield. The effects of these systems, and their impact on overall military capabilities, are often underestimated or misunderstood. In a recent RAND study, we linked activities that employ NLWs with direct outputs, higher-level outcomes, and the strategic goals of the U.S. Department of Defense (DoD). We also provided an array of metrics that could be used to evaluate the impact of these weapons at multiple levels, which we explored in diverse vignettes. In our just-published second study, we explored how NLWs relate to three other non-kinetic capabilities: Unlike so many warfare areas, none of these entails the firing of projectiles, the detonation of explosives, or even the use of edged weapons with blades. Their effects are more subtle, though no less powerful for that. Employing NLWs in a continuum of force can help to minimize the risk of either permanently harming civilians or responding too late to a potential attack. These four warfare areas have collectively been termed “intermediate force capabilities” (IFCs) by the U.S. Joint Intermediate Force Capabilities Office and a NATO studies and analysis group. While “IFC” is not a doctrinal term, the recently published Joint Concept for Competing (PDF) provides a DoD definition for intermediate force: “The application of force to deliver effects below lethal intent, when the presence and threat of force is insufficient, and the application of lethal force is unsuitable or undesirable, in order to temporarily impair, disrupt, delay, or neutralize targets across all domains.” In our second study, we found that many of the effects of NLWs that we had previously identified could also be generated by IO, EW, and cyber activities. For example, forces can employ capabilities across all four of these warfare areas to deceive, distract, disorient, and confuse adversaries. Such activities can contribute to direct outputs, such as disrupting or protracting adversary decision cycles while minimizing the risk of harming civilians. Higher-level outcomes include degrading an adversary's ability to respond effectively, avoiding alienation of host populations, and enhancing international support for operations. In gray-zone situations, outcomes can include competing effectively and demonstrating resolve while managing escalation risks. These and many other activities, outputs, and outcomes are applicable across all the entire spectrum of IFCs, spanning all four warfare areas. While we linked these items to NATO strategic goals in our most recent study, the commonality that we have identified also applies in national defense contexts. Moreover, there are considerable synergies among the warfare areas that comprise IFCs. Information operations can help to counter misperceptions of NLWs, including extreme claims that their temporary effects are somehow more damaging than lethal weapons. The psychological effects of loud noises (perhaps tailored as part of an IO campaign) and dazzling glare from NLWs can be amplified when equipment behaves unexpectedly due to EW, frustrating personnel trying to interpret too many strange stimuli. Likewise, cyber defenses can protect NLW and EW systems from infiltration that renders them ineffective. The 11 vignettes that we developed illustrated both commonalities and synergies among IFCs in various situations. One called “Tanks, but No Tanks” involved the combined use of NLWs, IO, EW, and cyber to deter a hostile nation from launching a cross-border attack with massed vehicles. Another, “Gently Seizing Control of the Very Dangerous Weapons,” required the seizure of a chemical and biological weapons complex in a fictional nation. To capture the facility and those who know about its contents (and how to contain them), a mix of NLWs, EW, and cyber effects were used to incapacitate without causing dangerous releases. “Nightmare at the Museum” involved quelling an externally instigated riot through the judicious use of both IO and NLWs. Based on our analysis, the integrated concept of IFCs makes sense as a way to characterize both the similarity and complementarity of warfare areas that impair and disrupt without lethal effects—NLW, IO, cyber, and EW. However, these areas are only coordinated within DoD to a very limited extent. While there are sound reasons why these areas should be addressed by different organizations given their distinct technologies and starkly different degrees of classification, having additional mechanisms for coordinating and integrating them could allow all four areas to increase their impact in ways that make military forces simultaneously less lethal and more effective. As gray-zone competition increases, their complementarity and mutual support will be increasingly valuable in securing key interests while managing escalation risks. For example, the coordinated use of NLW, cyber, and EW could temporarily disable some capabilities of an aggressive vessel, while IO messaging helped to deter its crew from further aggressive actions. Creating forums for coordination and other mechanisms to link these mutually supporting capabilities can enable U.S. forces to compete more effectively against rival powers. Scott Savitz is a senior engineer and Krista Romita Grocholski is a physical scientist, both at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on Defense Opinion on August 8, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}