{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:51:19.354074",
  "crawling_time_epoch": 1703242279,
  "type": "Commentary",
  "title": "Why Improve Ukraine's Deep-Strike Capability?",
  "url": "https://www.rand.org/pubs/commentary/2023/09/why-improve-ukraines-deep-strike-capability.html",
  "descriptions": "Coordinated deep-strike capabilities—air-launched and ground-launched—will be most effective in degrading Russian forces and operations. Using air and ground launchers would force Russian commanders to devote substantial intelligence, surveillance, and reconnaissance capabilities to attempt to find these systems.",
  "posted": "Sep 19, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/09/why-improve-ukraines-deep-strike-capability/_jcr_content/par/teaser.crop.250x187.cb.jpeg/1695163119607.jpeg",
    "desc": "The M142 High Mobility Artillery Rocket System (HIMARS), photo by U.S. Army"
  },
  "content": {
    "source": "(Defense News)",
    "author": {
      "name": "John Hoehn Hunter Stoll William Courtney",
      "profil": "https://www.rand.org/about/people/h/hoehn_john.html",
      "profession": "Associate Policy Researcher Defense Analyst Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "tags": [
      "Fighter Aircraft",
      "Military Strategy",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "As the counteroffensive progresses, Ukraine's leaders are giving higher priority to striking Russian targets beyond the immediate battlefield. They urge the West to provide modern fighter jets, like the F-16, and longer-range rocket artillery, like the ground-launched Army Tactical Missile System. Both weapons now seem likely to enter the fight this year or next. How will they help Ukraine? Throughout the war, Russian forces have relied heavily on artillery, consistent with their doctrine of emphasizing cannon and rocket artillery to wear down an enemy. NATO, in contrast, leverages its air forces, which are usually technically superior to Russia's. Aircraft offer more flexibility and can attack multiple targets in a single sortie. Survivable air power can strike strategic and mobile targets deep behind enemy lines. Until recently, the United States appeared hesitant to provide deep-strike arms. Allied initiative may have helped overcome this reticence. After Denmark and the Netherlands offered older F-16s, the Biden administration agreed to the transfer and offered help with pilot training. Allied provision of F-16s can be attractive to the United States because costs are shared. Earlier, the White House seemed to fear that dispatching combat aircraft to Ukraine might cross a Russian red line, perhaps even prompting threats of a nuclear response. The United States rebuffed a Polish bid to send used MiG-29 aircraft to Ukraine. Until recently, the United States appeared hesitant to provide deep-strike arms. Allied initiative may have helped overcome this reticence. Other NATO allies also have decided that providing deep-strike weaponry is important for Ukraine's defense and worth any risk of escalation. Recently, the British and French sent air-launched Storm Shadow and Scalp cruise missiles, respectively. Some of Ukraine's fleet of aging Soviet-era fighters have been modified to carry them. Ukrainian attacks on logistics depots behind the front lines have resulted in Russia losing thousands of artillery shells along with fuel and other equipment. In devastating strikes on Crimea's Sevastopol port, Storm Shadows, Scalps, and seaborne drones may have seriously damaged a large Russian landing ship, diesel submarine, and shore infrastructure. As Ukraine transitions to European-provided F-16s, it will gain access to more-advanced cruise missiles, such as the low-observable Joint Air-to-Surface Standoff Missile. Additional types of missiles might also help Ukraine hold at risk strategic Russian staging areas. Russia's air defense environment is one of the world's most challenging. It could be risky for Ukrainian F-16s to fly deep into the battlefield and/or operate for long periods over Russian forces. Partly for this reason, ground-launched missiles are an essential complement to air power; they can be launched at any time and generally have increased survivability relative to manned combat aircraft. Fast-flying ballistic missiles are especially survivable due to their speed and maneuverability, though they have less range compared to cruise missiles. A longer-range ballistic missile capable of precision attack, the Army Tactical Missile System, or ATACMS, can be fired from multiple launchers. Ukraine possesses several kinds, such as the U.S.-made M270 Multiple Launch Rocket System and the M142 High Mobility Artillery Rocket System. The United States has been reluctant to provide ATACMS in part because stockpiles are limited while the Army awaits its replacement, the Precision Strike Missile. The Biden administration now hints that it may provide ATACMS. If it takes this step, however, Ukraine might receive only a few dozen missiles. Coordinated deep-strike capabilities—air-launched and ground-launched—will be most effective in degrading Russian forces and operations. The United States could facilitate delivery of more ATACMS by allowing the re-export of European-owned systems. Poland, Romania, Greece, and Turkey have ATACMS. Last year, Lithuania and Estonia signed purchase agreements. Coordinated deep-strike capabilities—air-launched and ground-launched—will be most effective in degrading Russian forces and operations. Using air and ground launchers would force Russian commanders to devote substantial intelligence, surveillance, and reconnaissance capabilities to attempt to find these systems. The commanders would have to divert these capabilities from other efforts. In some cases, Ukraine might need to make hard choices. Since the United States may have a limited stockpile of deep-strike missiles like the ATACMS and the Joint Air-to-Surface Standoff Missile, Ukraine might not receive as many deep-strike arms as it wants. John Hoehn is an associate policy researcher at the nonprofit, nonpartisan RAND Corporation and a former military analyst with the Congressional Research Service. Hunter Stoll is a policy analyst at RAND and a reserve Army intelligence officer. William Courtney is an adjunct senior fellow at RAND and was U.S. ambassador to Kazakhstan, Georgia, and the U.S.-USSR commission to implement the Threshold Test Ban Treaty. This commentary originally appeared on Defense News on September 19, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}