{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:54:43.748228",
  "crawling_time_epoch": 1703242483,
  "type": "Commentary",
  "title": "Why the United States Still Needs Ground Forces in Europe",
  "url": "https://www.rand.org/pubs/commentary/2023/07/why-the-united-states-still-needs-ground-forces-in.html",
  "descriptions": "The bulked-up U.S. presence in Europe will remain necessary for at least three to five years, for at least three reasons: to preserve Ukraine's sovereignty, to sustain U.S. commitments to NATO, and to encourage the development of partner nation capabilities that will eventually enable greater burden-sharing among allies.",
  "posted": "Jul 24, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/07/why-the-united-states-still-needs-ground-forces-in/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1690250892568.jpeg",
    "desc": "U.S. army vehicles arrive in the Netherlands as part of a NATO mission to reinforce the eastern flank, in Vlissingen, Netherlands, January 11, 2023, photo by Piroschka van de Wouw/Reuters"
  },
  "content": {
    "source": "(Defense One)",
    "author": {
      "name": "Andrew Radin Gian Gentile",
      "profil": "https://www.rand.org/about/people/r/radin_andrew.html",
      "profession": "Political Scientist Associate Director, RAND Arroyo Center; Senior Historian",
      "username": "@andrewmradin",
      "contact": "https://www.twitter.com/andrewmradin"
    },
    "tags": [
      "Europe",
      "Military Force Deployment",
      "Military Strategy",
      "North Atlantic Treaty Organization",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "Russia has faced several setbacks since its February 2022 attack on Ukraine: an estimated hundred thousand military casualties, including to some of its best units; the recent mutiny by Prighozin's Wagner troops; and the ongoing Ukrainian counteroffensive, which is slowly gaining ground. With these losses, the threat of a Russian attack against the NATO alliance has decreased, which has led some to argue that the United States should draw down its forces in Europe and focus on China's more-formidable threat. But the bulked-up U.S. presence will remain necessary for at least three to five years, for at least three reasons: to preserve Ukraine's sovereignty, to sustain U.S. commitments to NATO, and to encourage the development of partner nation capabilities that will eventually enable greater burden-sharing among allies. A decade ago, the U.S. presence in Europe had shrunk to about 60,000 troops, a fraction of the Cold War posture that stationed 285,000 U.S. military personnel in Germany alone (PDF). But after Russia seized Crimea in 2014, the United States and its NATO allies positioned more forces on NATO's eastern front. Among other units, the U.S. Army deployed a rotational armored brigade combat team to Poland, along with a division headquarters, and part of a combat aviation brigade. After Russia launched its full-scale invasion of Ukraine in February 2022, the United States dispatched another 20,000 personnel to Europe, including two more rotational brigade combat teams (PDF) and another division headquarters. Gen. Chris Cavoli, commander of U.S. European Command, recently justified (PDF) this troop increase by focusing on the need to deter further Russian aggression, noting that “Russian ground forces from the Western Military District retain a size advantage over regional military and NATO forces on the eastern flank.” To avoid compromising Ukraine's military prospects, any decision to reduce U.S. forces focused on enabling the supply and training of the Ukrainians should follow, rather than precede, Ukrainian military success. While these additional forces may help deter Russia from attacking NATO, they have critical roles beyond that. The first is facilitating U.S. security assistance to Ukraine, including training Ukrainian personnel. The start of Ukraine's counteroffensive might seem like an opportunity to reduce U.S. support to Kyiv, especially given Moscow's weaknesses, as demonstrated by Prigozin's mutiny. Yet the war may continue for months, or even years. To avoid compromising Ukraine's military prospects, any decision to reduce U.S. forces focused on enabling the supply and training of the Ukrainians should follow, rather than precede, Ukrainian military success. A second role for U.S. forces in Europe, and throughout the world, is crisis response. The 173rd Airborne Brigade, one of the two permanently stationed brigade combat teams in Europe, has the explicit mission to serve as a crisis-response force for Europe, Africa, and the Middle East. Shrinking the force could compromise missions such as non-combatant evacuations, which require the rapid deployment of troops. A third continuing mission of the U.S. Army in Europe is to provide forces to frontline countries. Last year, NATO decided to send new forces to Romania, Bulgaria, Hungary, and Slovakia after Russia's renewed aggression. The alliance is also exploring making these brigade, rather than battalion-size formations—as Germany has already done in Lithuania. Even if Russian forces are weaker, the ongoing war creates uncertainties, as the errant missile strike in Poland already demonstrated. Given the emphasis on allies and partners in the U.S. National Defense Strategy, the United States skimping on its commitments could weaken these countries' own willingness to commit their troops to collective NATO missions. Whether or not other NATO countries are supplying some of those forces, U.S. Army troops are critical to meet NATO's forward-position commitment, particularly given the limited readiness of European forces. Which raises a fourth critical role that U.S. military presence contributes: the overall strengthening of European forces. U.S. presence directly facilitates the buildup of the strength of European forces, as in the case of the Abrams Tank Training Academy in Poland, as well as the participation of U.S. units in multinational exercises. If the goal is to increase burden sharing by European allies, reducing U.S. forces that are responsible for strengthening those forces will not help that goal. The presence of U.S. forces draws additional critical, albeit more abstract, benefits. The scale of U.S. forces on the continent is a key ingredient to U.S. influence in NATO institutions. Without the glue of U.S. strategic thinking to anchor the alliance, NATO would probably struggle to develop coherent military policies and plans. If the United States were to diminish its own contributions, it would also undermine the message the United States is currently giving to its allies that greater military investments are needed to maintain security in Europe. To be sure, there is good reason to be concerned that an increased U.S. presence encourages more free-riding from other NATO countries. The more U.S. forces present, the argument goes, the less European countries invest in their own defense. But it is unclear what European countries would do if U.S. forces were to leave entirely, and the risk of finding out could be high. What is clear is that many European countries simply cannot substitute their own forces for U.S. ones in the next three to five years, and that a premature U.S. departure could heavily undercut the development of European forces. Any suggestion to reduce U.S. presence in the near term should be clear about specifically what activity should be cut. The cost of keeping U.S. forces in Europe must also be matched against the benefits that the United States might recoup from reducing its troop count. Even advocates of reduction agree that the concrete costs of the United States' European presence are small—on the order of hundreds of millions, not billions—relative to the overall defense budget. Further, that the primarily light infantry and armored formations present in Europe would probably not add as much value in the primarily naval and air contingencies imagined in a conflict with China. Advocates of troop reduction argue instead that the long-term focus on Europe distorts incentives to procure weaponry relevant to China. While the value of weapon systems to different theaters is a complex issue, such critiques do not directly challenge the short-term value of keeping forces in Europe. Any suggestion to reduce U.S. presence in the near term should be clear about specifically what activity should be cut: support to Ukraine, crisis response, U.S. commitments to frontline states, or training and exercising with NATO allies. None of these cuts are likely to be desirable, or easy, for policymakers. All will likely result in backlash from allied countries. It may ultimately, in fact, prove to be more cost efficient to maintain forces in Europe for contingencies around the world, rather than eventually bring those forces home. But so long as there is an active war in Ukraine and other urgent tasks, maintaining the current U.S. presence in Europe is, for now, critical—and will remain critical for at least the next three to five years. Andrew Radin is a senior political scientist at the nonprofit, nonpartisan RAND Corporation. Gian Gentile is deputy director of the RAND Army Research Division. This commentary originally appeared on Defense One on July 23, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}