{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:51:12.639370",
  "crawling_time_epoch": 1703231472,
  "type": "Commentary",
  "title": "Why China Should Worry About Asia's Reaction to AUKUS",
  "url": "https://www.rand.org/pubs/commentary/2023/04/why-china-should-worry-about-asias-reaction-to-aukus.html",
  "descriptions": "If most Indo-Pacific nations support AUKUS—or refuse to condemn it—then Beijing will have more geostrategic and military implications to worry about than AUKUS itself. As long as AUKUS continues to assuage nuclear-proliferation concerns, then the region will view it as a legitimate counter to Chinese military excesses.",
  "posted": "Apr 15, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/04/why-china-should-worry-about-asias-reaction-to-aukus/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1683032814772.jpeg",
    "desc": "U.S., Australia and UK flags in front of the USS Asheville , a Los Angeles–class submarine, at HMAS Stirling, Western Australia, March 14, 2023, photo by AAPIMAGE via Reuters Connect"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "position": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.australia.html",
        "tag": "Australia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.china.html",
        "tag": "China"
      },
      {
        "blog": "https://www.rand.org/blog.topic.international-diplomacy.html",
        "tag": "International Diplomacy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.southeast-asia.html",
        "tag": "Southeast Asia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-kingdom.html",
        "tag": "United Kingdom"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      }
    ],
    "Article": "When U.S. President Joe Biden met with Australian Prime Minister Anthony Albanese and British Prime Minister Rishi Sunak in San Diego last month, the three leaders announced a crucial next step for the Australia–United Kingdom–United States (AUKUS) security pact. Australia will purchase at least three, and possibly five, Virginia-class nuclear-powered submarines from the United States and eventually, alongside Britain, deploy a new class of nuclear-powered submarines jointly developed by the three nations. The submarines plan is just one part of the deepening security collaboration among the three countries aimed at countering China. Next steps could include basing U.S. nuclear-capable platforms—such as strategic bombers—in Australia as well as cooperation on hypersonic missiles, cyber operations, quantum computing, and in other areas. All this likely makes AUKUS more consequential for the regional military balance than any other of the so-called mini-lateral groupings, including the Quadrilateral Security Dialogue (Quad) joining Australia, India, Japan, and the United States; or the Five Power Defense Arrangements among Australia, Britain, Malaysia, New Zealand, and Singapore. AUKUS is truly unique because of its exclusive focus on modernizing and enhancing the interoperability of the participants' military capabilities to deter and, if necessary, defeat China in a potential future conflict. Predictably, Beijing has railed against AUKUS. Chinese Foreign Ministry spokesperson Wang Wenbin accused the three nations of engaging in “hegemonic practice” and said the deal demonstrates a “Cold War mentality” designed to contain China. Beijing has also raised concerns about AUKUS allegedly undermining the international nuclear non-proliferation regime, with Wang warning the three partners against going down this “dangerous path.” Aside from China's, responses to AUKUS across the Indo-Pacific have been generally positive—or at least not negative—since the pact was announced in September 2021. Some countries, mainly in Southeast Asia, are concerned about the potential for nuclear proliferation. Overall, however, most Indo-Pacific nations either support AUKUS or avoid publicly opposing it, suggesting widespread and varied concerns about China's military buildup, growing power, and intentions in the region. This bodes well for AUKUS' ability to tie in additional allies and partners for the purpose of peacetime deterrence. In the case of AUKUS' closest friends, this could even extend to military operations in a potential war. As a stalwart U.S. ally with an increasingly strained relationship with China, Japan unsurprisingly supports AUKUS. During a call with Albanese last month, Japanese Prime Minister Fumio Kishida noted that AUKUS would “contribute to the peace and stability of the Indo-Pacific region amidst an increasingly severe security environment.” Last December, Tokyo released (PDF) its new National Security Strategy, which described Beijing's military activities as “unprecedented and the greatest strategic challenge.” Aside from China's, responses to AUKUS across the Indo-Pacific have been generally positive—or at least not negative—since the pact was announced. Japan's primary concern is its dispute with China over the Senkaku Islands (which Beijing calls the Diaoyu Islands). But in recent years, Tokyo has increasingly voiced its concerns over Beijing's military pressure against Taipei, as well. Writing in Foreign Policy, Hoover Institution scholar Michael Auslin argued that Japan belongs in AUKUS (making it JAUKUS?). Tokyo hasn't taken an official position, but it is unlikely to engage in any use of nuclear technology for warfare. Fierce domestic political opposition rooted in the public's memory of World War II still exists in Japan. Still, Tokyo is likely to find other parts of the AUKUS agenda, such as quantum computing, more appealing and politically feasible. South Korea, another critical U.S. ally, hasn't officially weighed in on AUKUS. Understandably, this is because South Korea focuses on North Korea and tries to maintain a delicate balance between China and the United States. However, South Korean President Yoon Suk-yeol is clearly uncomfortable with Chinese assertiveness in the region. In June 2022 in Madrid, he became the first South Korean leader to attend and speak at a NATO summit, where the main topic of discussion was how the alliance could counter China and Russia. Under Yoon, South Korea is reportedly seeking to increase engagement with, and potentially join, the Quad, another security grouping designed in large part to check China. Yoon's administration is also poised to participate in the U.S.-led Chips 4 alliance, alongside Japan and Taiwan, in an effort to diversify semiconductor manufacturing away from China. When asked as an election candidate in 2021 what he thought of AUKUS, Yoon responded that Seoul did not need the type of nuclear-powered submarines headed for Australia. That said, since the recent test of a submarine-launched ballistic missile by North Korea, Yoon may well change his mind. There are other reasons for Seoul to consider nuclear-powered submarines; indeed, South Korean officials have privately suggested they desire the national prestige and expertise associated with having them. Additionally, polling shows 71 percent of South Koreans in favor of re-stationing nuclear weapons in their country. What's more, Yoon commented in January that South Korea might have to go nuclear to counter a nuclear-armed North Korea. Hence, Seoul might benefit from AUKUS-style arrangements in the future. That said, it is currently very unlikely Washington would accommodate it. Meanwhile, Taiwan—frequently the target of China's ire—has understandably embraced AUKUS. In the most recent statement on the topic, in March, Taipei's Ministry of Foreign Affairs said it “welcome[d] the steady advancement of AUKUS,” adding “[the ministry] believes that this trilateral cooperation will strengthen deterrence capability in the Indo-Pacific and contribute to the maintenance of regional peace and stability.” Taiwan probably hopes AUKUS speeds up and deepens defense collaboration so that the island can maximize deterrence or effectively leverage the pact in a future conflict. In Southeast Asia, AUKUS is more controversial. Despite China's encroachments in the South China Sea and elsewhere, virtually all nations are attempting to stay out of great power competition by neither endorsing nor condemning the pact. The region's only strong AUKUS supporter is the Philippines, another U.S. ally that also faces daily Chinese pressure in the disputed South China Sea. For the Philippine government in Manila, AUKUS is a helpful addition to regional security architecture. In 2021, Philippine Foreign Secretary Teodoro Locsin Jr. noted that AUKUS “should restore and keep balance rather than destabilize it.” Among other Association of Southeast Asian Nations (ASEAN) states, AUKUS gets cautious support. Singapore, for example, has not released a statement since last month's summit in San Diego. But in 2021, Singaporean Prime Minister Lee Hsien Loong and then–Australian Prime Minister Scott Morrison discussed the then-new pact, which Lee reportedly hoped would “contribute constructively to the peace and stability of the region and complement the regional architecture.” Vietnam, a key emerging U.S. security partner, has likewise remained cautious but supportive. In 2021, Vietnam refused to outright reject AUKUS, warning only that “nuclear energy must be developed and used for peaceful purposes.” Following the recent AUKUS summit, a Hanoi spokesperson said that “peace, stability, cooperation, and development in the region and the world is the common goal of every country, and countries are responsible for contributing to this goal.” Reading between the lines, this implies that China must do its part as well. Both Indonesia and Malaysia, while skeptical that the pact will be stabilizing, will not oppose it either. In public statements, they have focused only on the possible nuclear proliferation consequences. Indonesia's Ministry of Foreign Affairs merely commented last month that “Indonesia expects Australia to remain consistent in fulfilling its obligations” under the Non-Proliferation Treaty (NPT) and International Atomic Energy Agency (IAEA) Safeguards. Even Malaysia, a far more-outspoken skeptic, acknowledged in a statement “the needs of countries in terms of enhancing defence capabilities” even as it warned that AUKUS must “fully respect and comply” with Malaysia's restrictions on nuclear-powered submarines in its waters. Malaysia also urged all countries to refrain “from any provocation that could potentially trigger an arms race or affect peace and security in the region.” Even Cambodia—a virtual Chinese client state—has not opposed AUKUS outright, even as it expressed its concerns. In an exchange with Australia in 2021, Foreign Minister and Deputy Prime Minister Prak Sokhonn remarked (PDF) that Cambodia, as a war-torn nation, “expected that AUKUS [would] not fuel unhealthy rivalries and further escalate tension.” Cambodian Prime Minister Hun Sen last month wondered aloud why Cambodia accepted AUKUS' explanation that it would not inject nuclear weapons into the region while Western powers refused to believe Cambodian assurances that Chinese construction at a naval base in southern Cambodia was not for the Chinese military. Notably, Thailand—another U.S. treaty ally in Southeast Asia—has so far avoided commenting on AUKUS at all, perhaps to maintain cordial and productive relations with China, which it views more benignly than many other ASEAN countries. India, of course, is the most consequential nation to the success of Washington's Indo-Pacific strategy. It hasn't publicly weighed in on AUKUS—but in a highly telling move, New Delhi in 2022 voted against China and Russia's attempts in the IAEA to derail the pact on the grounds that nuclear sharing for submarine propulsion violated the NPT. New Delhi diligently worked behind the scenes with many IAEA states to uphold the merits of the AUKUS agreement, in a clear move to shut down Beijing. To be sure, there are other reasons for India's vote, such as the AUKUS nations' earlier assistance in getting India into the Nuclear Suppliers Group, an export control regime for nuclear material and technology, and AUKUS members' cooperation with India on counterterrorism. But the vote was primarily aimed at countering China, making it a win for AUKUS. The one region where the reaction to AUKUS suggests the broadest strategic realignment is Oceania, where there has been a surprising level of support. New Zealand—which has a long China-friendly past and an even longer record of opposing any nuclear-related initiatives—decided, at Washington's invitation, to explore non-nuclear cooperation with AUKUS nations. The new defense minister, Andrew Little, said last month, “When you look at the geostrategic situation we have in the Pacific at the moment, I think the longer-term challenge is that our partners and neighbors will say to us, 'We expect more.'” His comments suggest that New Zealand feels obligated to further assist Pacific Island nations in offering alternatives to China's rise in the region. If most Indo-Pacific nations strongly or cautiously support AUKUS—or refuse to condemn it—then Beijing will have more geostrategic and military implications to worry about than AUKUS itself. Among Pacific Island nations—which, like New Zealand, have traditionally been highly suspicious of anything nuclear—AUKUS has surprisingly robust support. This month, the chairman of the region's most important multilateral body, the Pacific Islands Forum (PIF), said he was “reassured” by AUKUS nations' explanation of their plans and intentions. Fiji, the region's heavyweight and host of the PIF headquarters, openly supports AUKUS. Samoan Prime Minister Fiame Naomi Mataafa said, “This is how Australia sees its role in the security aspects of the region, and we understand that.” To be sure, the Solomon Islands, with whom China last year inked a new security agreement authorizing its navy ships to make routine port calls, expressed concerns over keeping the region a nuclear-free zone, as directed by the PIF's Treaty of Rarotonga. But only Tuvalu has thus far condemned AUKUS. Its foreign minister tweeted, “As we discuss nuclear-powered submarines in the Pacific, we must also address concerns about increased militarization of the region.” If most Indo-Pacific nations strongly or cautiously support AUKUS—or refuse to condemn it—then Beijing will have more geostrategic and military implications to worry about than AUKUS itself. China will thus need to work overtime to undermine not only AUKUS, but also those who might enable it with their support, acquiescence, or silence. Besides China, the small handful of nations that have outright opposed the deal are largely pariah states aligned with Beijing, specifically Myanmar and North Korea. Beyond the region, China's “no limits” partner, Russia, opposes it too. But the fact that these countries are such a small minority suggests that AUKUS—as long as it continues to assuage nuclear-proliferation concerns—will be viewed in the region as a legitimate counter to Chinese military excesses. Derek Grossman is a senior defense analyst at the RAND Corporation, an adjunct professor at the University of Southern California, and a former daily intelligence briefer to the U.S. assistant secretary of defense for Asian and Pacific security affairs. This commentary originally appeared on Foreign Policy on April 12, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}