{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:35:53.789544",
  "crawling_time_epoch": 1704166553,
  "type": "Commentary",
  "title": "Why Is North Korea Showing Off Its ICBMs?",
  "url": "https://www.rand.org/pubs/commentary/2023/02/why-is-north-korea-showing-off-its-icbms.html",
  "descriptions": "On February 8, North Korea held a military parade in Pyongyang to call attention to the strengths of the North's military weapons, including what appeared to be 11 intercontinental ballistic missiles (ICBMs). Can the United States and its allies afford to wait until North Korea has dozens of ICBMs and hundreds of nuclear weapons? Because that is the direction in which Kim says he is moving.",
  "posted": "Feb 15, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/02/why-is-north-korea-showing-off-its-icbms/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1676510976930.jpeg",
    "desc": "Missiles are displayed during a military parade marking the 75th anniversary of North Korea's army founding in Pyongyang, North Korea, February 8, 2023, photo by KCNA via Reuters"
  },
  "content": {
    "source": "(1945)",
    "author": {
      "name": "Bruce W. Bennett",
      "profil": "https://www.rand.org/about/people/b/bennett_bruce.html",
      "profession": "Adjunct International/\nDefense Researcher; Professor, Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@bwbennett",
      "contact": "https://www.twitter.com/bwbennett"
    },
    "tags": [
      "Missiles",
      "North Korea",
      "Nuclear Deterrence",
      "Nuclear Weapons and Warfare",
      "South Korea",
      "United States",
      "www.rand.org"
    ],
    "Article": "On February 8, the 75th anniversary of the founding of the North Korean Army, North Korea held a military parade in Pyongyang to call both external and internal attention to the strengths of the North's military weapons. That parade climaxed with what appeared to be 11 Hwasong-17 intercontinental ballistic missiles (ICBMs) and 5 large canisters which some postulate contained a new North Korean solid-fuel ICBM. The North had never before shown as many as 11 ICBMs in a single parade, let alone 16. Why is North Korea showing off its ICBMs? North Korean leader Kim Jong-un could have many reasons for doing so. The simplest reason is that Kim is a largely failing leader of North Korea, unable to provide adequate food, energy, or consumer goods for his people, and being totally brutal in his efforts to control his elites. He may believe, therefore, that he has to illustrate that he is still a powerful leader, and nuclear weapons, especially ones delivered by ICBMs, make him look relatively powerful. North Korean media claimed that the parade, “demonstrated the country's ‘greatest nuclear strike capability.'” The paraded ICBMs also generate considerable outside media attention, which appears very important to Kim for personal purposes, but it also illustrated to his people that he is an important world leader. With the United States thoroughly focused on the Russian invasion of Ukraine and on threats from China, U.S. President Biden did not even mention North Korea in his 2023 State of the Union address. The parading of North Korean ICBMs may have sought to regain a level of media attention for Kim. Kim's ICBMs may also have been there for deterrence purposes. For many years, Kim has claimed that he has been building nuclear weapons and their delivery means to deter attacks on North Korea by the United States and South Korea. While North Korea could threaten the 150,000 or so Americans living in South Korea with the theater missiles he has been developing, Kim apparently wants ICBMs to apply a direct deterrent threat against the United States, likely using a variation of the assured destruction concept that the United States used to deter attacks by the Soviet Union during the Cold War—a threat to target the population and industry, expecting that such costs would deter U.S. action. Kim apparently wants ICBMs to apply a direct deterrent threat against the United States. Depending upon the North Korean nuclear weapon technology, North Korean Hwasong-17s in the parade could each potentially carry three or so nuclear warheads, and each nuclear warhead could have an explosive power (yield) at least as great as the nuclear weapon North Korea demonstrated in its sixth nuclear test (about 230 kilotons). Of course, North Korea has threatened to do a seventh and subsequent nuclear weapon tests, some of which may be designed to verify the performance of even more-powerful nuclear warheads. According to the Nukemap online nuclear weapon effects calculation system, a nuclear weapon of this yield could kill and seriously injure three million or so people in New York City or Seoul. In other U.S. or Korean cities with lower population density, this yield weapon would more likely kill or seriously injure about one million people. The threat of even a single nuclear warhead of such yield detonating on a U.S. city would presumably be highly likely to deter a U.S. president from wanting to attack North Korea out of the blue. Because not all North Korean ballistic missiles and nuclear weapons will work, and because the United States has missile defenses for both the U.S. homeland and Korea, North Korea probably needs a force of five or so ICBMs (carrying 15 or more nuclear warheads) to have a high confidence of being able to deliver at least one of the warheads to a U.S. city and thus to be able to deter U.S. aggression. But Kim just displayed much more than that number, suggesting that he envisions using his nuclear ICBM force for much more than defensive purposes. Similarly Kim has recently announced that he plans to build 30 KN-25 missile launchers, each carrying 6 missiles with a tactical nuclear warhead, or a total of 180 tactical nuclear warheads. With a range of less than 400 km, the KN-25 could only be used against targets in South Korea or parts of China. Some 180 nuclear warheads would be incredible overkill for posing an assured destruction threat against South Korea. After Kim had his military launch 23 ballistic missiles in a single day in October 2022, the North announced that the launches were intended to simulate North Korean nuclear weapon launches designed to neutralize South Korean airfields, and destroy South Korean ports and military command and control—no longer basic deterrence. The combined North Korean overkill being developed to challenge both South Korea and the United States suggests that Kim is building a nuclear force also for coercive and compellent purposes. In particular, Kim appears anxious to exploit an example from the Soviet Cold War playbook, as ROK President Yoon Suk-yeol has recently pointed out. Starting in the late-1950s, the Soviet Union posed initially a bomber and eventually an ICBM threat with nuclear weapons against the U.S. homeland. At that time, the United States offered a “nuclear umbrella” extended deterrence commitment to its NATO allies, similar to the nuclear umbrella it has promised to South Korea today. But France did not find the U.S. nuclear umbrella to be credible because the Soviets would have used nuclear weapons to retaliate against U.S. cities—French President Charles de Gaulle said that the United States was not prepared to trade New York City for Paris. Therefore, France needed its own independent nuclear weapon force to protect French security. France largely broke from the NATO military alliance. Kim also may hope to break the South Korea–U.S. alliance by threatening nuclear weapon use against the United States if the United States uses nuclear weapons to support South Korea. Would the United States be willing to trade New York City or Los Angeles to secure Seoul? A considerable degree of skepticism appears to be growing in South Korea. North Korea is a land of deception, a third-world country that tries to make itself appear to be a first-world country. Even Kim Il-sung, Kim Jong-un's grandfather, carried out major deceptions, for example building the façade, “Potemkin village” of Kijong-dong in the Korean Demilitarized Zone to encourage South Korean defections. So it is appropriate to ask whether the ICBMs shown by North Korea were real—a real capability posing a threat to the United States. While we do not know for sure, we do know that the Russians long used fake missiles to scare the West and create the illusion of power, while avoiding damage to real missiles by parading them. North Korea picked up this procedure with the ICBMs it showed in parades in 2012. “North Korea is well known for displaying missile mock-ups at parades, and little can be discerned until flight testing can be observed.” And even once a missile is flight-tested, that only proves that the North can make that kind of missile. To enhance its deterrence and coercion, Kim clearly wants to show more Hwasong-17 missiles, though some or all of the 11 shown could have been mock-ups. And when thinking about the five missile containers shown, one must remember that Kim also presented two possible ICBM canisters in his 2017 military parade. The missile canisters shown this time likely did not contain solid-fuel ICBMs: Would Kim allow brand-new, untested missiles to be that close to him, recognizing that real solid fuel missiles are made with the fuel inside. That fuel is safer than liquid fuels, but still if it were accidentally (or purposefully) detonated during the parade it could have eliminated him and much of his leadership. Of course, Kim appears intent to build these kinds of ICBMs, but despite the appearances in this parade, the United States may still have time to do something to rein-in Kim's developing strategic nuclear threat. The United States has tried to use economic sanctions as a means for reining in the growth in the North Korean nuclear weapon threat, but those sanctions have not achieved this objective. The United States does not appear to be posing any other major coercive threat against North Korea to get it to accept even a freeze on its nuclear weapon and ballistic missile program, let alone the nuclearization. Why is that? The U.S. government has not explained its timidity in this area. It could reflect U.S. concern about risking an escalation spiral with North Korea that could lead to nuclear conflict. This phenomenon is referred to as a nuclear shadow: The ability of an aggressor to continue unacceptable low-level aggression like building nuclear weapons because its opponents fear that confrontation could lead the aggressor to using nuclear weapons. Vladimir Putin used the Russian nuclear shadow to limit initial outside support of Ukraine when he invaded that country in February 2022. The nuclear shadow works best when used against countries focused on the short term, countries that fail to adequately account for the long-term consequences of taking no action now. Another U.S. challenge is coming up with appropriate threats that could lead to modified North Korean actions. The key aspect of making such threats is directly affecting the opposing decisionmaker (Kim). And this is difficult, because it is very hard to predict how Kim will respond to any given U.S. threat. Of the possible threats that the United States could pose to North Korea, the area which appears to have been least exploited is information threats. Of the possible threats that the United States could pose to North Korea, the area which appears to have been least exploited is information threats. Because this is not an area that the United States has chosen as a major policy tool in the past, it may have to apply some significant creativity to make information an effective tool against North Korea. Indeed, some may consider such threats to be largely ineffective, but that does not appear to be Kim's perspective. Nearly two years ago, Kim decried K-pop as a vicious cancer that was corrupting the culture of his younger generation. The North Korean media argued that unless the North Korean exposure to K-pop was brought under control, K-pop could cause the regime to “crumble like a damp wall.” The United States could send K-pop, K-dramas, and other South Korean culture into North Korea through various media while at the same time sending messages to the North Korean elites whose attention may have been captured by the South Korean content. Transformation of North Korean society may require a break in the elites' identity politics, historical discourse, and panopticon perspective with which they have lived since the Korean War. So, in the same way that rock music, blue jeans, and McDonalds were—in terms of changing culture, ideas, and identity—stronger than nuclear weapons and missiles against the Soviet Union during the Cold War, K-pop and K-dramas could have a strong transformative potential on North Korean society. Yes, to some it may seem strange to use K-pop and K-dramas and such means to affect Kim's decisions. Today, the United States is certainly very busy with Russia's invasion of Ukraine. But can the United States and its allies in Northeast Asia afford to wait until North Korea has dozens of ICBMs and hundreds of nuclear weapons? Because that is the direction in which Kim says he is moving. Yes, the ICBMs that Kim showed in his most recent parade may not yet be true capabilities. But Kim has demonstrated a persistence in developing his threats. In 2022, he also demonstrated a significant degree of success in the development of his short-range ballistic missiles, potentially posing an existential threat to South Korea. It could be foolish to give Kim the time to mature his longer-range threats to seriously jeopardize the United States. As important a threat to the United States as was the recent Chinese intelligence balloon, the development of North Korean nuclear weapon ICBMs could be far more serious and worthy of more U.S. attention. Bruce W. Bennett is an adjunct international/defense researcher at the nonprofit, nonpartisan RAND Corporation. He works primarily on research topics such as strategy, force planning, and counterproliferation within the RAND International Security and Defense Policy Center. Young-jun Kim is a professor at the Korean National Defense University. He is now a visiting professor of the Elliott School of International Affairs at George Washington University. He has been a member of National Security Advisory Board for the Republic of Korea President's Office and the Central Committee of the Presidential Peaceful Unification Advisory Board. This commentary originally appeared on 1945 on February 15, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}