{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:04:29.320654",
  "crawling_time_epoch": 1703239469,
  "type": "Essay",
  "title": "Why Are U.S. Military Families Experiencing Food Insecurity?",
  "url": "https://www.rand.org/pubs/articles/2023/why-are-us-military-families-experiencing-food-insecurity.html",
  "descriptions": "Around a quarter of active-duty service members qualify as “food insecure.” But what's causing that, how to fix it—even what it means—is not clear. Food insecurity is a multifaceted problem that needs multifaceted solutions.",
  "posted": "Nov 6, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/articles/2023/why-are-us-military-families-experiencing-food-insecurity/_jcr_content/par/teaser.crop.250x187.lb.jpeg/1699297385801.jpeg",
    "desc": "A green apple in an otherwise empty grocery store cart, photo by Dori Walker/RAND Corporation"
  },
  "content": {
    "article": "Suzy Malloy stood in her kitchen and wondered how this was possible: How, after so many years, she still could not afford to put enough food on the table. Her husband, after all, was a Navy SEAL. But the constant moves, the loss of her jobs, the housing expenses piling up—she knew she was going to have to go back to the food bank. Around a quarter of active-duty service members qualify as “food insecure,” a recent RAND study found. But what's causing that, how to fix it—even what it means—is not at all clear. The lead author of the study, senior economist Beth Asch, summed up the findings as “just a whole slew of conundrums.” But they outline a major concern for the U.S. military: potentially tens of thousands of service members and their families struggling to get enough healthy food. Malloy and her family are now settled in Tampa, Florida. She works as the director of the local chapter of Blue Star Families, the largest chapter-based organization serving military and veteran families. Her husband, now a captain with the SEALs, expressed shock recently when he heard her say their family had once relied on food banks. That couldn't be true … was it? “No, sweetheart, you never went to a food bank,” she told him. “We definitely, as a family, went to a food bank, regularly, and that's how we ended up making ends meet. Food banks for us were a blessing. I'm forever grateful for them.” Suzy and Ron Malloy Photo courtesy of Suzy Malloy Food insecurity is not a new problem for the military. Sen. John McCain railed against having “soldiers on food stamps” during his presidential campaign—in 2000. More recently, Congress ordered the Pentagon to study how prevalent food insecurity is in the military, and to report back with solutions. The Pentagon turned to RAND. Researchers interviewed experts nationally and at local military installations, and reviewed administrative pay and personnel data. They also analyzed results from annual surveys given to active-duty members of the military service branches and the Coast Guard. The surveys included a series of six questions that the U.S. Department of Agriculture uses to assess food insecurity. They asked, for example, whether service members had cut or skipped meals in the past 12 months, and whether they had been hungry but did not eat. The USDA considers anyone who endorses two or more of those six questions to be food insecure. Around 25.8 percent of the service members met that definition. In fact, 10 percent of them endorsed five or six of the questions, which means they have very low food security under the USDA guidelines. RAND's main findings come from surveys completed in 2018. But researchers also looked back at an earlier survey, from 2016. It gave service members another option for their answers: “almost never.” Based on the results of that survey, the researchers estimated that as many as 40 percent of the service members who qualify as food insecure might “almost never” experience food difficulties. Around 25.8 percent of service members met the definition for food insecurity. Then came the conundrums. Service members generally make more in total compensation than similar civilians—yet they were nearly three times more likely to be food insecure. Service members who live on-post have access to military dining facilities, but those who reported food difficulties were less likely to use them. And more than two-thirds of the service members who said they were struggling to afford food also said they have emergency savings they could fall back on. The Army had the largest share of food-insecure members. But Army retention rates have been, according to the Army Times, “sky-high” this year. “We can't tell from the data what's really going on, or how people interpreted the survey questions,” Asch said. “My father often talked about growing up in the Depression and having empty cupboards. Is it that kind of food insecurity? Is it that, at the end of the month, you're eating ramen all week? Before we can get to effective solutions, we need to better understand what this really looks like.” For Marla Bautista, it looked like a massive housing bill and some limp pork chops. Her family couldn't find a home right away when the Army transferred her husband, a geospatial engineer, to MacDill Air Force Base in Tampa a few years ago. They had to stay in an extended-stay hotel for several months—long after their Army-issued hotel vouchers ran out. She started visiting food pantries and cutting corners at the grocery store as her family sank deeper and deeper into debt. Marla Bautista and family Photo courtesy of Marla Bautista Her husband came home one night as she was cooking dinner. “What kind of meat is that?” he asked. “These are pork chops,” she informed him. “Those are the thinnest pork chops I have ever seen.” “I was like, look, this is what we can afford,” she says now. “We could not make ends meet. We were juggling bills, we were getting food from food pantries, we were doing whatever we could to be okay.” Bautista had to leave her job in New York when the Army told her husband he was moving to Tampa. In interviews with the researchers, family advocates pointed to frequent moves and the loss of spousal income as major factors in military food insecurity. The survey data backed them up. Service members who reported food difficulties were 10 percentage points less likely than others to have a spouse's second income coming in. The military provides service members who live off-post with basic allowances for food and housing. But the food allowance only covers their meals, not meals for their families. And the housing allowance does not cover some expenses, such as traffic tolls, that come with living off-post. And, in an expensive city like Tampa, they don't always reflect the true cost of housing. The last time Suzy Malloy stood in her kitchen, wondering how she would make ends meet, it was because her family was paying much more than its allowance to live in a decent school district. The researchers found a few other puzzle pieces as they reviewed the survey data and interviews. Nearly a quarter of food-insecure service members said they had recently provided unplanned financial support to a family member. People who work with military families said child care expenses—or the lack of child care—could also strain family budgets. So could big, unexpected expenses like a car repair bill. Military officials said predatory lenders might target young service members with little experience managing money. “Food insecurity is a multifaceted problem, which means it needs multifaceted solutions,” Asch said. “There's not going to be a one-size-fits-all way to fix this. The worst thing is if we roll out a policy, spend millions of dollars—and then it doesn't help the people who are really in crisis.” She is now studying whether paycheck volatility—“all of these special and incentive pays getting turned on and off”—might worsen the problem by making it hard for families to plan their budgets. Other researchers are convening focus groups with families to better understand their experiences with food insecurity. Asch and other researchers are also merging survey data with pay and personnel data to analyze the relationship between military compensation, financial literacy, and food insecurity to see if that clears up any of the conundrums. The Pentagon pledged to increase access to healthy food on-post, to review pay and benefits, and to start collecting more data. The Pentagon issued a plan last year to strengthen food security in the military, saying RAND's findings would inform its efforts. It pledged to increase access to healthy food on-post, to review pay and benefits, and to start collecting more data. It also committed to helping more military spouses stay in the workforce. It is working, for example, on interstate agreements that would allow those in some professions—such as teachers or dental hygienists—to transfer their licenses when they move. Marla Bautista and her husband can laugh about those sad pork chops now. “We're making ends meet,” she said. “We don't have savings, but at this point, our bills are paid.” She runs a nonprofit, the Bautista Project, that provides services and support to people experiencing homelessness in Tampa. It also runs a food pantry for service members at MacDill Air Force Base. Most months, it serves at least 100 families. Suzy Malloy also helps distribute food to families at MacDill. “I'm so grateful,” she said. “I'm grateful for food, for having access to food banks—and now, being on the other side, I am so grateful that I can give back to those who are walking in the same steps I did. It just makes me sad that we haven't figured this out.” She and Bautista have plenty of ideas for how the military could make life easier for military families. Improve access to federal food benefits. Review housing allowances to make sure they cover the actual costs of living off-post. Make sure service members—especially those in the junior ranks—make enough money to live a healthy life. And one more, from Malloy: “It should be mandatory,” she said, “for every military installation to have space for a food bank.” Around 1.4 million U.S. military veterans struggle to get the food they need to live an active, healthy life. Yet more than a third of them are not covered by the government's main food-assistance program, RAND researchers found. In fact, food-insecure veterans are much less likely than nonveterans to get help from the Supplemental Nutrition Assistance Program, or SNAP. The program, formerly known as the Food Stamp Program, provides monthly funds to help low-income families, elderly people, and people with disabilities afford food. But researchers found that some of the most vulnerable veterans are falling through the cracks. The oldest veterans, those 70 years old or older, were 10 percentage points less likely than similar nonveterans to get SNAP benefits. Veterans who can't work because of a physical or mental illness were also much less likely to have accessed SNAP. The researchers found a possible clue when they looked at other benefits those veterans receive. Those who were not in the SNAP program received disability payments and other benefits from the U.S. Department of Veterans Affairs at higher rates than those who were in the program. Those benefits count as income and may push some veterans just over the eligibility line for SNAP. Most states—but not all of them—consider low-income households that qualify for other kinds of government assistance to automatically be eligible for SNAP. That, in effect, raises the income limit. Veterans in those states were more likely to be enrolled in the program. RAND's findings point to a “critical need” to reduce barriers to SNAP assistance, researchers wrote. Federal policymakers should reconsider income eligibility rules, especially for older and disabled veterans. States should consider policies that encourage more low-income veteran households to sign up. Some veterans might not know that they qualify for SNAP. Others might stay away because of the stigma of receiving government assistance. Because of that, health care providers in and out of the VA should also screen all patients for signs of food insecurity. Funding for this research was made possible by a generous gift from Daniel J. Epstein through the Epstein Family Foundation, which established the RAND Epstein Family Veterans Policy Research Institute in 2021. —Doug Irving",
    "overview": "",
    "topine": "",
    "tags": [
      "Food Insecurity",
      "Households",
      "Military Families",
      "Military Veterans",
      "Nutrition",
      "Poverty",
      "Social Services and Welfare",
      "www.rand.org"
    ],
    "image": [
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/why-are-us-military-families-experiencing-food-insecurity/_jcr_content/par/blogpost/par-blog/imagewithclass.fit.200x0.jpeg/1698447611804.jpeg",
        "width": "200",
        "height": "227",
        "desc": "Suzy and Ron Malloy, photo courtesy of Suzy Malloy"
      },
      {
        "url_image": "https://www.rand.org/content/rand/pubs/articles/2023/why-are-us-military-families-experiencing-food-insecurity/_jcr_content/par/blogpost/par-blog/imagewithclass_1753236754.fit.350x0.jpeg/1698446899075.jpeg",
        "width": "350",
        "height": "330",
        "desc": "Marla Bautista and family, photo courtesy of Marla Bautista"
      }
    ]
  }
}