{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:08:08.391470",
  "crawling_time_epoch": 1703239688,
  "type": "Commentary",
  "title": "Why Biden Was Justified to Send Cluster Munitions to Ukraine",
  "url": "https://www.rand.org/pubs/commentary/2023/08/why-biden-was-justified-to-send-cluster-munitions-to.html",
  "descriptions": "The U.S. decision to provide cluster munitions to Ukraine—and the ensuing controversy—are reflective of a broader and long-standing question: What means are moral in war? While much has been made of the dangers posed by unexploded ordnance from these weapons, there are strong arguments for providing them to Ukraine.",
  "posted": "Aug 14, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/08/why-biden-was-justified-to-send-cluster-munitions-to/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1692452237642.jpeg",
    "desc": "A military sapper picks up unexploded parts of a cluster bomb left after Russia's invasion near the village of Motyzhyn, in Kyiv region, Ukraine, April 10, 2022, photo by Stringer/Reuters"
  },
  "content": {
    "source": "(Lawfare)",
    "author": {
      "name": "Sean M. Zeigler",
      "profil": "https://www.rand.org/pubs/authors/z/zeigler_sean_m.html",
      "position": "",
      "username": "",
      "contact": null
    },
    "tags": [
      "Fragmentation Weapons",
      "Military Equipment",
      "Military Strategy",
      "Russia",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "Warfare and Military Operations",
      "www.rand.org"
    ],
    "Article": "The recent White House announcement that it would send cluster munitions to Ukraine was met with both criticism and applause. The administration defended its decision, noting that Russia has been using these munitions to attack Ukraine and that Kyiv has been asking for these munitions for self-defense purposes. They have now begun to arrive. The decision has unsurprisingly proved divisive. The typically conservative editorial page of the Wall Street Journal endorsed the move as militarily necessary, noting that the editorial board's “only criticism is that the decision could have done more good earlier.” By contrast, the New York Times attacked the decision, accusing the Biden administration of “flawed and troubling logic” because it ignored the long-term dangers that cluster munitions pose to civilians. The decision and ensuing controversy are reflective of a broader and long-standing question: What means are moral in war? While much has been made of the dangers posed by unexploded ordnance from these weapons—and they certainly are dangerous munitions—there are strong arguments for providing them to Ukraine. First, these “area effects” weapons work remarkably well, covering an area roughly the size of a football field. The primary weapon being transferred is the dual-purpose improved conventional munition (DPICM), which is an artillery round containing submunitions or bomblets intended to explode on impact with targets on the ground. A fuse within the round ignites at a set point in the warhead's trajectory, ejecting the unguided submunitions into the air. The “dual-purpose” refers to anti-armor and anti-personnel, and the munitions are very effective in these roles. That is, they kill tanks and people with astonishing success. Their shape charges are capable of penetrating armored vehicles and tanks, and their fragmentary projectiles are deadly. While much has been made of the dangers posed by unexploded ordnance from cluster munitions, there are strong arguments for providing them to Ukraine. Second, the war in Ukraine has evolved into an artillery slog. Consequently, the Ukrainians are running increasingly low on conventional munitions. This is an unfortunate fact, especially for a force that has recently begun its long-anticipated counteroffensive. With the Russian forces dug in, cluster munitions are precisely the type of weapon needed to dislodge them. While they are effective against troops and artillery in the open, they also provide suppressive fires, preventing the enemy from employing its own weapons. The hundreds of thousands of munitions promised by the United States have the potential to alter the current status quo until more munitions can be manufactured and procured by Kyiv. Third, these munitions are capable of being fired from existing Ukrainian launchers, such as howitzers and multiple launch rocket systems. They do not require any new artillery platforms and can be put to use immediately by Ukrainian forces. Critics of the decision have argued that arming Ukraine may adversely affect the United States' ability to counter other adversaries and, in particular, may hinder U.S. efforts to deter Beijing in the Taiwan Strait. While there may be some merit to this argument in the case of major weapon systems, offering cluster munitions poses no such trade-off. The Department of Defense currently possesses vast stockpiles of these weapons, accumulated over several decades and numbering in the millions. Sharing them with Ukraine will have a negligible impact on readiness to fight any adversary. Cluster munitions entered mass production during the Cold War, designed for large-scale bombardments of Soviet tank and infantry formations. In 2008, the United States agreed to begin phasing out cluster munitions from its inventories and destroying excessive munitions. The policy “established an unwaiverable requirement that cluster munitions used after 2018 must leave less than 1 percent of unexploded submunitions on the battlefield.” In the fall of 2017, the Pentagon reversed course on this policy (PDF), announcing that it would wait to phase out the munitions until after the Defense Department could develop and procure new cluster munitions with advanced safety features to ensure an unexploded ordnance rate of less than 1 percent. The Pentagon is currently working toward this goal, which is why its existing stockpile of cluster munitions is available for the Ukrainians. Why did the Defense Department change its official stance on cluster munitions? The Pentagon offered the following justification for its revised policy: Cluster munitions are legitimate weapons with clear military utility, as they provide distinct advantages against a range of threats in the operating environment. Additionally, the use of cluster munitions may result in less collateral damage than the collateral damage that results from use of unitary munitions alone. Since the inception of the 2008 policy, in the midst of extended combat operations in Iraq and Afghanistan, we have witnessed important changes in the global security environment… Our adversaries and our potential adversaries have developed advanced capabilities and operational approaches specifically designed to limit our ability to project power… Although the Department seeks to field a new generation of more highly reliable munitions, we cannot risk mission failure or accept the potential of increased military and civilian casualties by forfeiting the best available capabilities. The Defense Department's rationale for the about-face was clear enough: They consider these weapons essential for possible future wars with a host of potential adversaries. In addition to helping the U.S. military win wars, they could also save the lives of military personnel. Destroying them from current inventories in the absence of proper replacements would be reckless and irresponsible for an organization that must provide combat-credible military forces needed to deter war and protect the security of the nation. From a military perspective, the Defense Department position was defensible. However, it proved problematic for several reasons. The abruptness of the announcement caught many off guard. The department had not socialized its decision. Congress demanded answers from the Pentagon. How long would it take the department to acquire new and safer cluster munitions, and at what cost? These two questions were the motivation for a classified 2018 study I led at RAND for the Office of the Secretary of Defense. Congress had good reason to ask these questions. Cluster munitions had not been produced domestically for many decades. The domestic industrial base for their manufacture had largely ceased to exist, and the status of the foreign industrial base was unknown. There was also uncertainty about the level of research and development related to new cluster munitions, and it was unclear that any acquisition programs existed for their procurement. The department had announced a policy for which it essentially had no executable timelines, and it erased the 2019 deadline indefinitely. It is likely that the Pentagon knew its pronouncement would cause backlash. It was not willing, however, to let this dissuade it from making a decision it viewed as imperative to its central mission. This opinion is shared across administrations; while the original decision was made by the Trump administration, it has not been altered by the Biden Department of Defense. It is unlikely that any single weapon or munition will usher in a Ukrainian victory in short order. However, the Ukrainians are in an existential battle for the future of their country. They fully appreciate the risks the use of these weapons imply. And given the current use of these weapons by Russia, the risk that this move will be seen as a major escalation is nominal. Faced with the choice between living under Russian occupation or dealing with unexploded ordnance, Ukrainians have opted for the latter. Faced with the choice between living under Russian occupation or dealing with unexploded ordnance, Ukrainians have opted for the latter. There are legitimate concerns about the potential harm that unexploded ordnance from cluster munitions could pose to civilians in Ukraine. Randomly scattered bomblets over a wide area that have failed to explode become de facto landmines. The Defense Department has assessed that the rounds fielded to Ukraine have a dud rate of 2.35 percent. While not less than the desired 1 percent rate, this is still relatively low for cluster munitions. However, the terrain in Ukraine contains features like trees, fences, and powerlines that may result in higher unexploded ordnance rates than the estimated 2.35 percent. This is because the bomblets in a DPICM contain a short stabilization streamer, which can get tangled prior to impact with the ground. The Ukrainians should be clear-eyed about the risks inherent in these weapons. Once this war ends, a major effort to remove unexploded ordnance will be necessary. However, given the current use of cluster munitions by both the Russians and the Ukrainians—with much higher dud rates than the U.S. versions—such an effort is already necessary, with or without U.S. cluster munitions. Russia has also laid vast and dense anti-personnel and anti-tank minefields to fortify its positions. These too will require careful removal after the war. When the time comes, the United States should contribute its demining resources to help remove unexploded ordnance, no matter its original source. The decision to open up the U.S. arsenal of cluster munitions to the Ukrainians is understandably a controversial one. However, anything that might hasten the end of this war will save lives in the long run. Ironically, cluster munitions—weapons designed to kill indiscriminately—may do just that. Sean Zeigler is a senior political scientist at the nonprofit, nonpartisan RAND Corporation. In 2018, he led a RAND study for the Office of the Secretary of Defense (Policy) on cluster munitions. This commentary originally appeared on Lawfare on August 13, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}