{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:42:30.452629",
  "crawling_time_epoch": 1703230950,
  "type": "Commentary",
  "title": "Why Health Care Workers Are Striking",
  "url": "https://www.rand.org/pubs/commentary/2023/10/why-health-care-workers-are-striking.html",
  "descriptions": "More than 75,000 health care workers at Kaiser Permanente went on strike in early October. While it is unusual for American medical workers to go on strike, there is reason to believe Kaiser is on the leading edge of more labor unrest among care providers in this country.",
  "posted": "Oct 9, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/10/why-health-care-workers-are-striking/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1698690129879.jpeg",
    "desc": "Health care workers strike in front of Kaiser Permanente Los Angeles Medical Center in Los Angeles, California, October 4, 2023, photo by Aude Guerrucci/Reuters"
  },
  "content": {
    "source": "(Los Angeles Times)",
    "author": {
      "name": "Shira H. Fischer",
      "profil": "https://www.rand.org/about/people/f/fischer_shira_h.html",
      "position": "Physician Policy Researcher",
      "username": "@ShiraFischer",
      "contact": "https://www.twitter.com/ShiraFischer"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.employment-and-unemployment.html",
        "tag": "Employment and Unemployment"
      },
      {
        "blog": "https://www.rand.org/blog.topic.health-care-workforce.html",
        "tag": "Health Care Workforce"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.wages-and-compensation.html",
        "tag": "Wages and Compensation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.workforce-management.html",
        "tag": "Workforce Management"
      }
    ],
    "Article": "More than 75,000 nurses, nursing assistants, technicians, pharmacists, and other health care workers at Kaiser Permanente went on strike in California and beyond last week. Their unions say it's the largest health care strike in recent U.S. history. It is indeed unusual for American medical workers to go on strike. Lives are, after all, in their hands, raising the stakes of any walkout. But health care strikes are more common in other countries, and there is reason to believe Kaiser is on the leading edge of more labor unrest among care providers in this country. The Kaiser workers argue that the low pay and benefits, lack of adequate training, and poor working conditions that led them to strike are also putting patients at risk. Health workers' unions have said that strikes like this week's can help improve patient care by addressing persistent staffing shortages. They say the better benefits and pay they are arguing for will encourage other workers to fill open positions and stay in their jobs longer. As of April, according to data obtained by the unions, 11 percent of union positions at Kaiser remained unfilled. There is reason to believe Kaiser is on the leading edge of more labor unrest among care providers in this country. My colleagues at the RAND Corporation and I looked closely at entry-level health care workers a few years ago as part of a study for the Department of Health and Human Services. We found that this class of workers faces many challenges, including high turnover, poor working conditions, low pay and benefits, and few opportunities for advancement or training. Because of the nature of these workers' roles in health care organizations, they often have little power to make changes. Striking might be the only leverage they have—and nonunion workers don't even have that. Medical strikes are far more common in other countries. Doctors and other health care workers in Britain joined in the latest of a series of strikes this week, for example, and Israeli doctors went on strike in July over their government's antidemocratic turn. Two American doctors recently argued in a commentary for the health care news site Stat that physicians here should be more willing to “adopt the tools of organized labor to become better advocates for their patients, and public health at large.” They went on to note that state interference in medical matters such as vaccination, masking, and reproductive and gender-affirming care requires American doctors who know what good care should look like to stand up for it. Kaiser's nurses, techs, and pharmacists may be showing the way for the people who make up the rest of the vast American health care sector to take a stand for their needs and values. Indeed, doctors who treat high-risk pregnancies are leaving states that have taken restrictive stances on abortion care in search of places that will allow them to serve their patients effectively. And if we learned anything during the COVID-19 pandemic, it was that expertise, particularly in science and medicine, has lost trust and status, compounding the pressures on health care. Scientists and doctors are being increasingly marginalized, their opinions less respected than those of social media influencers. Yes, people clapped for frontline health care workers during the pandemic. But the same workers often didn't get the protective equipment they needed and were significantly more likely to be infected in the early days of the virus's spread, causing as many as 180,000 deaths among health care workers worldwide in the first year and a half of the pandemic, more than 3,600 in the United States. It is nevertheless a relatively new phenomenon for the U.S. medical workforce to demand better working conditions for themselves along with better care for their patients. Kaiser's nurses, techs, and pharmacists are, for now, outliers. But they may be showing the way for the people who make up the rest of the vast American health care sector to take a stand for their needs and values. Shira Fischer is a physician policy researcher at the RAND Corporation. This commentary originally appeared on Los Angeles Times on October 7, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}