{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:50:24.910965",
  "crawling_time_epoch": 1703231424,
  "type": "Commentary",
  "title": "Why Does Ukraine Want Western Jets?",
  "url": "https://www.rand.org/pubs/commentary/2023/05/why-does-ukraine-want-western-jets.html",
  "descriptions": "Ever since Russia invaded Ukraine in February 2022, Ukraine has requested Western fighter jets. Why does it want them? Of what use could they be? And what are some of their limitations?",
  "posted": "May 3, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/05/why-does-ukraine-want-western-jets/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1683161759231.jpeg",
    "desc": "Two U.S. Air Force F-16 Fighting Falcon aircraft fly over Iraq and Syria, July 17, 2021, pTwo U.S. Air Force F-16 Fighting Falcon aircraft fly over Iraq and Syria, July 17, 2021"
  },
  "content": {
    "source": "(RealClearDefense)",
    "author": {
      "name": "John Hoehn William Courtney",
      "profil": "https://www.rand.org/about/people/h/hoehn_john.html",
      "position": "Associate Policy Researcher Adjunct Senior Fellow",
      "username": "@courtneywmh",
      "contact": "https://www.twitter.com/courtneywmh"
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.fighter-aircraft.html",
        "tag": "Fighter Aircraft"
      },
      {
        "blog": "https://www.rand.org/blog.topic.military-strategy.html",
        "tag": "Military Strategy"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.security-cooperation.html",
        "tag": "Security Cooperation"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.united-states.html",
        "tag": "United States"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "Ever since Russia invaded Ukraine in February 2022, Ukraine has requested Western fighter jets. Why does it want them? Of what use could they be? And what are some of their limitations? Military airplanes are like cars. Different airplanes are designed for different jobs. After all, you would not use a Honda Civic to race a Corvette. Some aircraft are designed to defend the skies. Others are designed to support troops on the ground. Still others are the SUVs of the fighter world, capable of performing many missions. A March 2023 Congressional Research Service (PDF) report outlines capability gaps which Ukrainian combat air may need to overcome: air superiority; suppression of air defenses; intelligence, surveillance, and reconnaissance; and ground attack. Western fighters are designed to meet these gaps. They could fill in where Ukraine's frontline fleet of MiG-29 Fulcrums and Su-27 Flankers fall short. The USSR built them to dogfight with Western jets, but they are decades old, built when the Soviet Union still existed. Modern Russian fighters, such as the Su-35 and MiG-31, outclass Ukraine's aircraft. Flying high, MiG-29s can detect, warn of, or destroy some airborne threats before ground-based radars see them. Airborne and ground-based defenses destroy a large majority of Russian cruise missiles and drones attacking fixed targets. These defenses also help deter Russian aircraft from flying over Ukrainian-controlled territory. Ukraine may face shortages of ground-based air defenses and ammunition. MiG-29s help close an important gap. MiG-29s help Ukraine defend cities. Russian cruise missiles and drones attack energy and other infrastructure and do considerable if sometimes temporary damage. But Ukraine may face shortages of ground-based air defenses and ammunition. MiG-29s help close an important gap. Of what use could Western fighters be? Russia has positioned advanced ground-based air defenses in parts of Ukraine it occupies. They increase risks to Ukrainian aircraft of flying over Russian-controlled territory. So, to support ground force operations Ukraine needs to suppress or destroy Russian air defenses. Senior U.S. military officials say the current conflict is essentially an artillery duel. Both Russia and Ukraine may be running low on artillery ammunition—including shells for tubed artillery and rockets from the now-famous High Mobility Artillery Rocket System. Western fighters could target many Russian positions and help alleviate the ammunition shortage. What are the limitations of Western fighters? Ukraine would need well-trained people to fly and maintain Western jets. While some observers focus on pilots, training maintainers (PDF) to safely fix jets can take years. Shortages of experienced maintainers could be offset by Western contractor personnel, but this could be costly. It could also be risky; Russian precision-guided missiles or drones might target maintenance facilities. Some Western fighters, such as widely available F-16s, do best on long, pristine runways. They could face difficulties on the rougher, former Soviet ones dispersed across Ukraine. As the Royal United Services Institute has noted, Ukraine lacks infrastructure to safely operate these types of jets. To bring in Western aircraft, Ukraine might need to repave and potentially extend a number of runways, a process which Russia would likely detect. If only a few airfields were suitable and in known locations, focused Russian attacks could impede Ukrainian F-16s from flying. To bring in Western aircraft, Ukraine might need to repave and potentially extend a number of runways, a process which Russia would likely detect. Western fighters are also expensive to buy and maintain, and new ones could take years to manufacture. In 2021 Ukraine spent about $1.1 billion (PDF) on its air force. A Western jet could cost as much as $100 million to buy and at least another (PDF) $5 million per year to operate. And this does not include the cost of missile and bomb armaments. Based on past budgets, Ukraine might fall into a trap akin to Iraq's struggle to find funding. For fighting this year, Ukraine may rely primarily on several dozen legacy MiG-29s and the transfer of some three dozen more from Poland and Slovakia. MiG-29s are armed with dated, former Soviet infrared- and radar-guided air-to-air missiles, although some of Ukraine's have been adapted to also carry modern U.S. anti-radiation missiles and precision-guided bombs. In future years if the war continues, Western jets and armaments might prove pivotal. But Ukraine and Western nations will have to carefully weigh what they expect to gain from combat air options. John Hoehn is an associate policy researcher at the nonprofit, nonpartisan RAND Corporation and former military analyst with the Congressional Research Service. William Courtney is an adjunct senior fellow at RAND and former U.S. ambassador to Kazakhstan and Georgia. This commentary originally appeared on RealClearDefense on May 3, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}