{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:04:11.238936",
  "crawling_time_epoch": 1703239451,
  "type": "Commentary",
  "title": "Why the Oct. 7 Attack Wasn't Israel's 9/11",
  "url": "https://www.rand.org/pubs/commentary/2023/11/why-the-oct-7-attack-wasnt-israels-9-11.html",
  "descriptions": "There are some basic strategic lessons to be learned from the U.S. response to 9/11 that are applicable to Israel's unfolding operation in Gaza. But in many key ways, the two conflicts couldn't be further apart.",
  "posted": "Nov 13, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/11/why-the-oct-7-attack-wasnt-israels-9-11/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1699904728158.jpeg",
    "desc": "An Israeli soldier moves through a building in the northern Gaza Strip, November 8, 2023, photo by Ronen Zvulun/Reuters"
  },
  "content": {
    "source": "(Lawfare)",
    "author": {
      "name": "Raphael S. Cohen",
      "profil": "https://www.rand.org/about/people/c/cohen_raphael_s.html",
      "position": "Director, Strategy and Doctrine Program, RAND Project AIR FORCE; Senior Political Scientist",
      "username": "",
      "contact": null
    },
    "tags": [
      "Asymmetric Warfare",
      "Gaza Strip",
      "Israel",
      "Land Warfare",
      "Terrorist Organizations",
      "Urban Warfare",
      "www.rand.org"
    ],
    "Article": "Ever since October 7th, commentators, scholars, politicians, and Israeli officials alike have referred to the terrorist attack as a hyper-charged version of “Israel's 9/11.” On its face, such a comparison makes sense. In both cases, the terrorist groups gained strategic surprise, an intelligence failure magnified though in Israel's case by the fact that it has been locked in a conflict with Hamas since its founding and Gaza is quite literally on Israel's doorstep. Both events killed hundreds of civilians, although on a per capita basis 10/7 was about 15 times the scale of 9/11. And both attacks prompted large-scale, and likely protracted, military responses—although Israel's war in Gaza promises to be, if anything, more intense. Israel has already dropped more bombs in Gaza than the United States dropped in Afghanistan in a year. The 10/7–9/11 analogy is also useful in general terms. It conveys—particularly to American audiences—the level of national shock and anger in Israeli society. Similarly, the analogy helps explain why international calls for cease-fire are likely to fall on deaf ears within Israel. After all, the Israelis are about as likely to sit down and negotiate with Yahwa Sinwar, head of Hamas in Gaza, as the United States was to sit down and talk to Osama bin Laden a little over a month after 9/11. And there are some basic strategic lessons to be learned from the United States' response to 9/11 that are applicable to Israel's unfolding operation in Gaza, most notably the need to think about what comes after the terrorist group is removed from power. But beyond that, using Afghanistan as a template for Gaza—as some have suggested—is downright misleading. In particular, the argument that Israel should somehow perform a sort of standoff, a targeted counterterrorism campaign—with a handful of highly precise drone strikes, but limited ground operations—or that military force is somehow futile in these situations, is just wrong. Operationally, the two conflicts couldn't be further apart. Afghanistan was mostly fought in mountains and across sparsely populated terrain; Gaza is one of the densest urban environments on Earth. Israel also exerts a degree of control over Gaza that the United States or its allies were never able to achieve in Afghanistan, with its porous with border with Pakistan. From a military standpoint, this means that, on the one hand, Israel stands both a better chance at wresting Gaza from Hamas's control than United States and its allies did with the Taliban in Afghanistan, but, on the other, a significantly harder task at minimizing the civilian casualties than the United States ever did. Using Afghanistan as a template for Gaza is downright misleading. Israel exists under a microscope that the United States never faced in Afghanistan, or Iraq, for that matter. After 9/11, dozens of countries joined the United States' efforts in Afghanistan. For the first time in its history, NATO invoked its Article V security guarantees. Even Iraq, a far more controversial operation, included a fairly wide international coalition. In contrast, in Israel's situation the war is not only unilateral, but Israel faces multiple countries recalling their ambassadors over its actions. In previous Gaza wars, that international pressure has constrained Israeli actions. Whether such international pressure will prove decisive in this current war—given the scale and ferocity of the 10/7 attacks—is still to be determined. But the longer the conflict goes on, the pressure will only build and that forces Israel into fighting a shorter, sharper conflict—rather than a slow-burn one like Afghanistan. The greatest differences between 10/7 and 9/11 grew out of very different strategic contexts. 9/11 stemmed from Bin Laden's hostility towards both the Western way of life, and the United States' presence in the Middle East. By contrast, while the roots of the 10/7 attack lie partly in Hamas's long-standing commitment to Israel's destruction, they also grew out of Israel's decades-long failed strategy of “mowing the grass” in Gaza—which attempted to both contain and deter Hamas in Gaza, while simultaneously not addressing any of the underlying economic and political conditions that had helped bring Hamas into power and keep it there. While Hamas's core supporters may not have changed, a more far-sighted Israeli policy could have at least undercut Hamas's popular support. Which brings us to the difference between 9/11 and Afghanistan, and 10/7 and Gaza. In the former, the United States could eventually leave. It took the United States two decades to come to that conclusion, and the merits of that decision are still open for debate, but the United States nonetheless had that strategic choice. For the simple reason of geography, Israel lacks such an option. For better or worse, Israel and Gaza are fundamentally intertwined. That last point, the sheer fact of geography, should highlight why the difference between the two conflicts—the United States in Afghanistan, and Israel in Gaza—matters so much. The United States opted for low-footprint counterterrorism approach in Afghanistan because most Americans—particularly by the end of the conflict—did not actually care enough to do much more than that. In the end, even that modest investment proved too much. The United States' national clock proved shorter than the Taliban's. It decided that 20 years of war was enough, so it packed up and left. By contrast, for Israel, Gaza is not half a world away. It is right next door and will never be out of sight or out of mind. Such proximity presents Israel an opportunity of sorts, to think and act for the long term. It can, if it so chooses, invest the time and resources to rebuild Gaza economically, politically, and societally, if only to prevent another 10/7–style attack from occurring in the future. In other words, Gaza will not be Israel's Afghanistan, simply because stepping away is a luxury Israel cannot afford. Raphael S. Cohen is the director of Strategy and Doctrine Program at RAND's Project Air Force and the lead author of From Cast Lead to Protective Edge: Lessons from Israel's Wars in Gaza. This commentary originally appeared on Lawfare on November 12, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}