{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:57:18.691937",
  "crawling_time_epoch": 1703242638,
  "type": "Commentary",
  "title": "Will L.A. Have an Office Apocalypse or Housing Boom? Tax Breaks Might Make the Difference",
  "url": "https://www.rand.org/pubs/commentary/2023/06/will-la-have-an-office-apocalypse-or-housing-boom-tax.html",
  "descriptions": "Facing a persistent housing crisis, Los Angeles is doubling down on converting unused commercial buildings into residential properties. But high interest rates make conversions more costly to finance. To mitigate this risk, L.A. might consider fiscal policy that would tip the scale more convincingly toward adaptive reuse.",
  "posted": "Jun 23, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/06/will-la-have-an-office-apocalypse-or-housing-boom-tax/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1687792666730.jpeg",
    "desc": "Los Angeles skyline and urban sprawl, photo by Ron and Patty Thomas/Getty Images"
  },
  "content": {
    "source": "(Los Angeles Times)",
    "author": {
      "name": "Jason M. Ward",
      "profil": "https://www.rand.org/about/people/w/ward_jason_m.html",
      "profession": "Co-Director, RAND Center on Housing and Homelessness; Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@jason_m_ward",
      "contact": "https://www.twitter.com/jason_m_ward"
    },
    "tags": [
      "Housing Markets",
      "Los Angeles",
      "Urban Planning",
      "www.rand.org"
    ],
    "Article": "Facing a persistent housing crisis, Los Angeles is doubling down on converting unused commercial buildings into residential properties. Last month, as part of the DTLA 2040 Community Plan, the City Council approved a long-awaited update to the Downtown Adaptive Reuse Ordinance adopted in 1999, which enabled the production of more than 12,000 units of new housing (PDF). The update would make more commercial buildings eligible for incentives such as streamlined permits and flexible regulations. This might seem like the perfect time for office-to-apartment conversions: The persistence of remote work has led to record office vacancy rates (PDF) in L.A. But the dramatic increase in interest rates over the last year made refinancing loans for office buildings very difficult, prompting defaults and distressed sales. “Maturity defaults”—loans that have come due and cannot be refinanced—have surged. Nearly 90 percent of office loans maturing this year are likely to face difficulty in refinancing. Nearly 90 percent of office loans maturing this year are likely to face difficulty in refinancing. In downtown L.A., skyscrapers are selling for half of what they did a decade ago. Given that high commercial real estate prices have typically hurt the financial feasibility of adaptive reuse projects, a steep decline in office building prices could be helpful in theory. But high interest rates also make conversions more costly to finance. Measure ULA—the so-called “mansion tax” that took effect this April—is another disincentive for both selling and converting office properties, applying a 4 percent-5.5 percent tax to transactions for commercial properties and multifamily housing properties as well. From a local government perspective, there is significant risk in leaving the fate of these properties to chance. Steep declines in sale prices mean steep declines in local tax revenue. To mitigate this risk, L.A. should consider fiscal policy to tip the scale more convincingly toward adaptive reuse. One approach worth entertaining is a temporary property tax abatement program for office-to-residential conversions. A multiyear tax abatement for eligible projects would decrease the initial costs of adaptive reuse projects. A simple example of a 10-year abatement program might reduce an eligible property's tax bill by 100 percent for the first year after approval, then by 90 percent in the second year, 80 percent in the third year, and so on until the property returns to the full taxable value of the converted housing development. In addition to encouraging new purchases, an effective abatement program could also spur current owners to convert their buildings and avoid the financial disincentive of Measure ULA on property transfers. In New York City (PDF), a tax abatement program helped produce nearly 13,000 housing units in Lower Manhattan between 1990 and 2020, representing more than 40 percent of the total housing growth in the area over this period. A similar program may be scaled up in Washington, D.C. Tax abatements to encourage housing production have been decried by opponents as unnecessary giveaways to developers. But these criticisms do not account for the cost of doing nothing. Adaptive reuse conversions can provide a more-stable source of property tax revenue because the housing sector is much more insulated from economic shocks affecting the office sector. Consider an unconverted office building that had a current tax valuation of $50 million but would become a distressed sale at half that value in 2024. Suppose that sale results in a 50 percent decline in property tax revenue over the next 10 years. Now suppose that, instead, the building is converted into 200 units of housing while benefiting from a tax abatement program that means forgoing 50 percent of tax revenue over the same 10 years. This conversion to housing could be expected, conservatively, to preserve the full 2023 valuation of the property. After a decade, the forgone tax amount is equal to the decline in tax revenue under a distressed sale—but Los Angeles ends up with 200 more units of housing instead of an underutilized office building. Beyond helping to meet Los Angeles' ambitious housing production goals, adaptive reuse conversions can provide a more-stable source of property tax revenue because the housing sector is much more insulated from factors such as remote work and other economic shocks affecting the office sector. And they can also help to maintain office prices through a reduction in supply. Both of these forces could place city and county finances at less future risk. In Greater Los Angeles, 20 percent of office building loans are coming due by 2025 and will need to be refinanced. Creating a tax abatement program or comparable incentive in time to avoid huge declines in property tax revenue would be a big lift for policymakers to pull off. But other massive fiscal programs such as California's Project Homekey—which provided $600 million in the first year of the COVID pandemic to convert housing for individuals experiencing homelessness—have been quickly formulated and expanded in times of crisis. The clock is ticking to address L.A.'s potential “doom loop” for office real estate. Decisive action could increase housing production and lead to robust property tax revenue that could benefit Angelenos for decades to come. Jason Ward is an economist at the RAND Corporation, associate director of the RAND Center on Housing and Homelessness, and a professor at the Pardee RAND Graduate School. This commentary originally appeared on Los Angeles Times on June 23, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}