{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 14:54:31.182120",
  "crawling_time_epoch": 1703231671,
  "type": "Commentary",
  "title": "Will Logistics Be Russia's Undoing in Ukraine?",
  "url": "https://www.rand.org/pubs/commentary/2023/02/will-logistics-be-russias-undoing-in-ukraine.html",
  "descriptions": "Russia's experience in Ukraine one year in is an example of what happens when a nation tries to fight a war without fully considering the logistics and sustainment that go alongside such a fight. The consequences for failing to fully consider these concepts drove Russia into a prolonged conflict for which it was already ill-prepared a year ago, with increasingly dire consequences for its future.",
  "posted": "Feb 10, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/02/will-logistics-be-russias-undoing-in-ukraine/_jcr_content/par/teaser.crop.250x187.lt.jpeg/1676077303485.jpeg",
    "desc": "The Nord Stream 1 Baltic Sea pipeline and the transfer station of the Baltic Sea Pipeline Link in Lubmin, Germany, August 30, 2022, photo by Lisi Niesner/Reuters"
  },
  "content": {
    "source": "(The Hill)",
    "author": {
      "name": "Bradley Martin",
      "profil": "https://www.rand.org/about/people/m/martin_bradley.html",
      "position": "Director, RAND National Security Supply Chain Institute; Senior Policy Researcher",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.energy-distribution.html",
        "tag": "Energy Distribution"
      },
      {
        "blog": "https://www.rand.org/blog.topic.fossil-fuels.html",
        "tag": "Fossil Fuels"
      },
      {
        "blog": "https://www.rand.org/blog.topic.logistics-management.html",
        "tag": "Logistics Management"
      },
      {
        "blog": "https://www.rand.org/blog.topic.russia.html",
        "tag": "Russia"
      },
      {
        "blog": "https://www.rand.org/blog.topic.ukraine.html",
        "tag": "Ukraine"
      },
      {
        "blog": "https://www.rand.org/blog.topic.warfare-and-military-operations.html",
        "tag": "Warfare and Military Operations"
      }
    ],
    "Article": "Wars rarely end quickly. The longer a war goes on, the more it requires: more money, more manpower, more firepower and, perhaps most importantly, more logistics. This last item—logistics—describes the often-complex systems that tie the war's front lines back to the economies of the nations doing battle, as well as the manpower required to link the two. But the interdependence between what is happening at the front and what is happening economically back home can create counterintuitive situations and strange bedfellows. For example, a nation often cannot hope to continue a war without trading directly with the enemy. Such is the case with Russia, which has long been selling its oil to nations that are directly supporting Ukraine. In March 2022, half of Russia's crude oil exports and 75 percent of its natural gas exports went to countries in the European Union. When the nations of the European Union prosper, they consume oil and gas. When those same nations prosper, they produce more of the kinds of military equipment needed by the Ukrainians in their war against Russia. And so, Russia's reliance on its energy exports causes it to sustain the very economies that are now supplying Ukraine with tanks and missiles to use against Russians. Russia, it seems, is in a bind, growing tighter by the day as the war drags on. It needs to sell oil and gas to fuel its war, but many of those same sales help the economies of its enemy's allies. And yet it is stuck, for Russia's economy has limited manufacturing, research, or service capabilities. Russia, it seems, is in a bind, growing tighter by the day as the war drags on. It needs to sell oil and gas to fuel its war, but many of those same sales help the economies of its enemy's allies. Instead, it relies on revenue from energy resource production to allow it to buy, rather than produce, most of the goods in its economy. Russia's nominal Gross Domestic Product in 2022 was $2.13 trillion, behind Canada and ahead of Italy. Much of this relative wealth depends too heavily on energy resource exports. That so much of the Russian economy depends on oil and gas means that much about its ability to carry out a military campaign requires maintaining oil and gas production. When it has ample energy revenue, it can operate its military. When it does not, it has no good means of sustaining and resupplying an army. Now, nearly a year into the war, Russia is faced with an even more serious problem than selling its oil and gas to the friends of its enemy, for it is increasingly finding that there are simply fewer and fewer buyers for its oil and gas, as European Union nations adjust their energy production and supplies to cap Russia's oil prices or cut out Russia completely. Indeed, Russia's problems have been compounded by such logistical failures from the outset. Its initial bet, going back to the very start of its campaign, was that it would be able to rapidly advance on Kyiv, and by doing so decapitate the Ukrainian government and secure a rapid victory. But in attempting this, Russian forces did not ensure adequate supply lines (PDF). Ukrainians exploited these limitations, attacking on multiple fronts, killing Russian troops, and gaining Russian material for moving forces (trucks, mainly). And yet, even if Russia had assessed the Ukrainian threat more effectively, it is not clear that it possessed the required force structure to execute its initial plans. This has been all but proven over the course of the conflict, as basic issues of poor maintenance and supply support, compounded by lack of trained and effective maintenance personnel, have affected Russia's ability to carry out the war. Its shortages are steadily getting worse. While some of Russia's supply failures can be attributed to Ukraine's acquisition of long-range precision fires (which threaten supply depots ammunition dumps), the most fundamental issues center on Russia's inability to produce the required materiel for war. The overall weakness of the Russian defense industrial base reflects an overall weak economy, one that is, again, largely dependent on energy production (and, to a lesser extent, on agricultural exports, which have also been decimated by sanctions). The most fundamental problem for Russia in continuing its war with Ukraine may now be manpower, both for its military and its economy. This limitation hits at the very fundamentals of logistics and sustainment, as manpower is one of the few things that can severely curtail a nation's ability to produce and distribute materiel. While Russia began the war believing it had sufficient personnel in its military for the coming campaign, this has proven incorrect, particularly as the war is far longer than Russia expected, and with a far greater casualty count. The most fundamental problem for Russia in continuing its war with Ukraine may now be manpower, both for its military and its economy. Last September, Russia's manpower shortage led to a “military mobilization” that, besides being extremely unpopular with the Russian population, might well create further unsustainable effects on the Russian economy. As one Russian economist has already predicted, the Kremlin's exclusive focus on mobilization and war efforts will divert government funds from investment in business and the economy, and the military draft will cause the labor market to lose millions of men, both in direct conscripts and those attempting to avoid the draft by immigrating or otherwise going into hiding and avoiding work altogether. Russia's experience in Ukraine one year in is an example of what happens when a nation tries to fight a war without fully considering the logistics and sustainment that go alongside such a fight. The war in Ukraine has shown that familiar concepts of economic mobilization, as well as the thorough alignment of operations with the necessary resources, continue to be central to not simply planning but sustaining a war. The consequences for failing to fully consider these concepts drove Russia into a prolonged conflict, one for which it was already ill-prepared a year ago, and one with increasingly dire consequences for its future. Brad Martin is a senior policy researcher at the nonprofit, nonpartisan RAND Corporation and the director of the RAND Institute for Supply Chain Security. This commentary originally appeared on The Hill on February 10, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}