{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:04:32.471137",
  "crawling_time_epoch": 1703239472,
  "type": "Commentary",
  "title": "Winning the Irregular World War",
  "url": "https://www.rand.org/pubs/commentary/2023/11/winning-the-irregular-world-war.html",
  "descriptions": "If the United States hopes to prevail in an asymmetrical world war, it must upgrade its abilities to provide self-defense and resistance support to its allies and partners, and better coordinate its disparate efforts to counter Russia and China across departments and agencies.",
  "posted": "Nov 6, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/11/winning-the-irregular-world-war/_jcr_content/par/teaser.crop.250x187.rt.jpeg/1699321054061.jpeg",
    "desc": "U.S. service members participate with allies and partners from multiple nations in exercises throughout West Virginia, May and June 2023, photo by Staff Sgt. Jake SeaWolf/U.S. National Guard"
  },
  "content": {
    "source": "(Newsweek)",
    "author": {
      "name": "Alexander Noyes Daniel Egel",
      "profil": "https://www.rand.org/about/people/n/noyes_alexander.html",
      "position": "Political Scientist Senior Economist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "@alexhnoyes",
      "contact": "https://www.twitter.com/alexhnoyes"
    },
    "tags": [
      "Asymmetric Warfare",
      "Geopolitical Strategic Competition",
      "Military Strategy",
      "Security Cooperation",
      "Ukraine",
      "United States",
      "www.rand.org"
    ],
    "Article": "Though it is rarely said out loud, the United States is currently in an irregular world war with its strategic competitors, namely China and Russia. America needs to act now to help prevent and prepare for future conventional great-power wars, which would be devastating to all sides in both blood and treasure. The Pentagon defines irregular warfare as a “campaign to assure or coerce states or other groups through indirect, nonattributable, or asymmetric activities.” What this means, in effect, is activities that fall below the level of traditional armed conflict between nation states. It is an approach to warfare that emphasizes the importance of local partnerships and gaining legitimacy and influence among local populations, rather than clearing or occupying territory. It is also often referred to as “hybrid” or “gray-zone” activities. U.S. adversaries have historically relied on proxy forces—both civilian and military—to wage irregular warfare, but are now demonstrating a growing willingness to deploy their own forces to undermine U.S. allies and partners in a bid to displace the U.S.-led international order. This troubling development was demonstrated most dramatically in Ukraine in the lead-up to the 2022 full-scale invasion, where Russian forces fought alongside proxy separatists and set the stage for their later escalation to a conventional invasion. The United States is not currently ready for this irregular fight. If the United States hopes to prevail in this asymmetrical world war, it must upgrade its abilities to provide self-defense and resistance support to its allies and partners, and better coordinate its disparate efforts to counter Russia and China across departments and agencies. U.S. adversaries are now demonstrating a growing willingness to deploy their own forces to undermine U.S. allies and partners in a bid to displace the U.S.-led international order. A failure to do so could spell disaster for close U.S. partners facing similar threats as Ukraine, such as Taiwan. Smart U.S. irregular and special operations support to Ukraine over the 2014–2022 period offers an all-too-rare template to get it right. The U.S.-Ukraine security partnership is an extraordinary military assistance success story, one that has already paid outsized strategic dividends for the United States. The unprecedented size and speed of U.S. support have been remarkable, as has the impressive amount of careful yet swift coordination of the effort across the many departments and agencies of the U.S. government necessary for getting assistance out the door. Security support has also been well synchronized with other diplomatic and intelligence initiatives. In the past, such whole-of-government approaches have been prone to so-called stove piping, with disjointed or overlapping objectives that are, all-too-often, working at cross purposes. But a key and often overlooked element to this success is the blending of conventional and irregular types of advising and assistance. This secret sauce is what we term blended assistance: a carefully calibrated mix of U.S. conventional and irregular warfare tools that adroitly combine traditional military tools with irregular, defensive, whole-of-society efforts to resist foreign invasion. From the United States' side this has included congressional flexibility, instituted in 2017, that allowed assistance to flow to state as well as nonmilitary forces resisting Russian aggression. It has also included multi-year support focused on building the resistance capabilities of specialized Ukrainian forces, and robust long-term support for building Ukraine's internal defense capabilities. Despite the resounding success story of blended assistance—and the obvious implications for other impending threats from strategic competitors—the U.S. government is not currently set up to replicate this model beyond Ukraine. Currently, U.S. military assistance remains optimized for historical threats, such as counterterrorism and counternarcotics, and is still poorly postured to meet the growing irregular challenges. Support for allied and partner internal defense and resistance support worldwide—the type of assistance that has been key to Ukrainian success—accounts for a tiny share of the $3.7 billion (PDF) allocated by the U.S. government to the Pentagon for security cooperation activities. The only program and pot of money specifically designed to help partners resist foreign aggression is capped at a mere $15 million annually (there are ongoing discussions to raise this to $25 million). To replicate the rare strategic military assistance success story in Ukraine, the United States must greatly expand the ability of policymakers to blend different types of conventional and irregular support, and double down on the relatively meager resources currently dedicated to irregular warfare tools. Despite the resounding success story of blended assistance in Ukraine, the U.S. government is not currently set up to replicate this model. Proposed congressional legislation offers a step in the right direction. The current Senate draft of the National Defense Authorization Act, which authorizes annual funding for the Pentagon, adds “foreign internal defense (PDF)” support to the broader security cooperation toolkit. This is a good first step. But is likely insufficient without a significant expansion of the funding available to build the self-defense capabilities of U.S. allies and partners to resist both internal subversion and external threats. Raising this to $25 million would be welcome, but much more is needed (even this new capped amount is still less than 1 percent of the $3.7 billion overall security cooperation budget). A surge in funding will also require an increased effort to build up the oversight institutions and capability of partner special operations forces to carefully vet all support recipients. This will help ensure this support flows to well-qualified partners who will fight both effectively and responsibly. To outcompete our strategic rivals and increase the heretofore limited returns on U.S. military assistance abroad, the White House, Congress, and the Defense and State Departments must work together to quickly move toward and adequately fund a robust blended assistance model. Doing so would give the United States a leg up in the ongoing irregular world war, while also sending a strong deterrent message to adversaries considering future conventional wars. Alexander Noyes is a political scientist at the nonprofit, nonpartisan RAND Corporation, and former senior advisor for security cooperation assessment, monitoring, and evaluation in the Office of the Secretary of Defense for Policy. Daniel Egel is a senior economist at RAND and coauthor of “The American Way of Irregular War.” This commentary originally appeared on Newsweek on November 2, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}