{
  "domain": "www.rand.org",
  "crawling_time": "2023-12-22 17:51:34.691015",
  "crawling_time_epoch": 1703242294,
  "type": "Commentary",
  "title": "With ASEAN Paralyzed, Southeast Asia Seeks New Security Ties",
  "url": "https://www.rand.org/pubs/commentary/2023/09/with-asean-paralyzed-southeast-asia-seeks-new-security.html",
  "descriptions": "The Association of Southeast Asian Nations tirelessly proclaims its centrality to the region, but its inability to develop a coherent response to Chinese aggression or the crisis in Myanmar has effectively killed that claim. ASEAN members will inevitably continue to seek out alternative paths.",
  "posted": "Sep 18, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/09/with-asean-paralyzed-southeast-asia-seeks-new-security/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1695039736679.jpeg",
    "desc": "U.S. President Joe Biden meets with Vietnam's President Vo Van Thuong at the Presidential Palace in Hanoi, Vietnam, September 11, 2023, photo by Evelyn Hockstein/Reuters"
  },
  "content": {
    "source": "(Foreign Policy)",
    "author": {
      "name": "Derek Grossman",
      "profil": "https://www.rand.org/about/people/g/grossman_derek.html",
      "profession": "Senior Defense Analyst",
      "username": "@DerekJGrossman",
      "contact": "https://www.twitter.com/DerekJGrossman"
    },
    "tags": [
      "Association of Southeast Asian Nations",
      "Brunei Darussalam",
      "Cambodia",
      "China",
      "Indonesia",
      "International Diplomacy",
      "Laos",
      "Law of the Sea",
      "Malaysia",
      "Myanmar",
      "Philippines",
      "Security Cooperation",
      "Singapore",
      "Thailand",
      "Vietnam",
      "www.rand.org"
    ],
    "Article": "Last week's summit of the Association of Southeast Asian Nations (ASEAN) in Jakarta once again demonstrated the paralysis of this decades-old multilateral forum as it faces the region's increasingly fraught security dynamics. ASEAN tirelessly proclaims its “centrality” to the region, but its inability to develop a coherent response to Chinese aggression against several of the bloc's members or the crisis in Myanmar has effectively killed that claim. When the bloc was established in 1967 by Indonesia, Malaysia, the Philippines, Singapore, and Thailand (with Brunei, Cambodia, Laos, Myanmar, and Vietnam joining later), the group's stated intent was to cooperate to preserve regional stability and peace. Yet today, ASEAN faces the greatest risk since its inception of failing to achieve this fundamental goal. Much of the blame goes to the bloc's consensus principle, which requires all nations to agree on a policy before proceeding. Indeed, the lack of ASEAN consensus has paralyzed its response to key security challenges. Of course, the most pressing security challenge currently facing ASEAN is the intensifying rivalry between the United States and China, which threatens renewed war in the region. China has made expansive sovereignty claims in the South China Sea, embroiling it in maritime territorial disputes with Brunei, Indonesia, Malaysia, the Philippines, and Vietnam. Beijing bases its claims on its own narrative of historical territorial rights, whereas ASEAN and the United States uphold existing international law and norms that define maritime boundaries. Despite ASEAN's official support of the United Nations Convention on the Law of the Sea, which codifies these laws and norms, only the individual member states on whose maritime territories China has encroached have spoken out and are willing to do anything about it. For example, following the release of Beijing's new official map of China in late August, the affected ASEAN nations except Brunei pushed back on the map's expansive boundaries in the South China Sea. (China's map also claims territories that India and Russia consider theirs.) At the summit, ASEAN chair Indonesia abstractly emphasized the need to “strengthen stability in the maritime sphere in our region … and explore new initiatives toward these ends,” but the bloc could not come up with any unified or actionable response. Instead, the summit communiqué noted that ASEAN members maintain a “shared commitment to safeguarding and promoting peace, security, and stability in the South China Sea, particularly given the recent development”—language that painstakingly avoided mentioning either China or the map. Indonesian Foreign Minister Retno Marsudi, when asked directly about the map by a reporter, ignored the question. Another issue paralyzing ASEAN is how to handle fellow member Myanmar, which is mired in a brutal civil war following a coup in February 2021. ASEAN aims to skip over the junta-led nation's scheduled chairmanship in 2026, replacing it with the Philippines. But the group could not muster any actionable policy on Myanmar, merely lamenting the fact that ASEAN's “Five-Point Consensus,” which calls for peaceful negotiations among “all parties concerned” as well as access to the country by a special ASEAN envoy, has failed. In typical talk-shop fashion, ASEAN members simply stated that they “were gravely concerned by the lack of substantial progress on the implementation by the authority in Myanmar.” Because ASEAN lacks the ability or will to act, individual ASEAN members are building their own bilateral partnerships and coalitions. Because ASEAN lacks the ability or will to act, individual ASEAN members are building their own bilateral partnerships and coalitions. The Philippines has been particularly besieged by Beijing's recent antics, including the Chinese Coast Guard's firing of a water cannon against a Philippine resupply mission in the Spratly Islands last month and China's use of a “military-grade” laser to blind an earlier Philippine mission in February. Hoping to deter further Chinese incursions, Manila has strengthened its treaty alliance with Washington by expanding access by the U.S. military to several bases across the country, including air and naval facilities in Cagayan, which lies just opposite of Taiwan on the northeastern tip of Luzon Island. Vietnam took matters into its own hands as well. China continues to harass Vietnamese fishing boats and natural resource exploration activities in the latter's internationally recognized exclusive economic zone. A Chinese Coast Guard water cannon attack against Vietnamese fishermen late last month prompted Hanoi to elevate its partnership with Washington from “comprehensive” to “comprehensive strategic.” The historic upgrade following U.S. President Joe Biden's visit to Hanoi last weekend was even more remarkable because Vietnam skipped the intermediate level of “strategic” partnership and placed the United States on par with China in Vietnam's hierarchy of foreign relationships. Hanoi has traditionally been exceptionally incremental and cautious in its relations with Washington in order to avoid unnecessarily angering Beijing. For Vietnam to take such a bold step strongly suggests that it felt it had no better option. No doubt Hanoi's action was driven at least in part by ASEAN's continued inaction regarding Chinese expansionism in the South China Sea. Even when Vietnam held the chairmanship in 2020, it was unable to push its partners toward a concrete response. Indonesia is also increasingly wary of China's plans in the disputed region. Although not an official maritime claimant against China, Jakarta nearly came to blows with Beijing in late 2019 and early 2020 over Chinese Coast Guard ships and fishing boats encroaching into Indonesia's exclusive economic zone. The tensions focused on the waters surrounding Indonesia's Natuna Islands, which overlap slightly with the southern tip of China's nine-dash line in the South China Sea. In recent years, the two sides have quietly repaired bilateral ties mainly through economic engagement. But Jakarta's lingering security concerns are pushing it closer to Washington. In June, for example, the U.S. Air Force was given first-ever clearance to land two B-52 strategic bombers on Indonesian soil. Last month, Jakarta opened the second iteration of the multinational Super Garuda Shield military exercise with fellow ASEAN member Singapore, as well as Australia, Britain, France, Japan, and the United States. The exercise features combat training such as amphibious, airborne, and airfield seizure operations. The Philippines is also not waiting for the bloc to act. It has been expanding its multilateral security arrangements with other partners in order to bolster deterrence of China in the South China Sea. Late last month, when Manila was briefed on joint U.S.-Australian-Japanese naval exercises, a Philippine official said that the country is open to participating in the future. Last week, Manila and Canberra elevated their bilateral ties to a strategic partnership, in large part to counter Chinese expansionism in the South China Sea. The Philippines has also welcomed the support of minilateral security groups outside ASEAN, including the Quadrilateral Security Dialogue (comprising Australia, India, Japan, and the United States) and the Australia-United Kingdom-United States security pact (AUKUS). By contrast, other ASEAN members (with the sole exception of Singapore) are generally either silent about these groups or raise concerns, as Indonesia and Malaysia have done with respect to AUKUS. ASEAN's paralysis over Myanmar has also prompted at least two members to seek alternative solutions. ASEAN's paralysis over Myanmar has also prompted at least two members to seek alternative solutions. In early 2022, for example, Cambodia—while it held the rotating ASEAN chair—engaged in what was derided as “cowboy diplomacy” with the Burmese junta. Cambodia's then-prime minister, Hun Sen, bucked the bloc's Five-Point Consensus by traveling to Naypyidaw and meeting directly with junta leader Min Aung Hlaing in an attempt to legitimize the regime and reverse its blacklisted status. In the end, Phnom Penh backed away from the plan, but the intent to go around ASEAN was clear. More recently, Thailand, which shares a long border with Myanmar, also decided to circumvent ASEAN by engaging with the regime directly. In July, Thai Foreign Minister Don Pramudwinai met with jailed civilian leader Aung San Suu Kyi—which would not have been possible without first securing the regime's permission. Earlier, in December 2022, Thailand organized a multilateral discussion between the junta's then-foreign minister, Wunna Maung Lwin, and representatives from several ASEAN members, including Cambodia, Laos, and Vietnam. Other ASEAN members were also invited but declined. The Thai Foreign Ministry tried to paper over divisions by declaring that “the consultation was a non-ASEAN meeting but intended to complement ASEAN's ongoing collective efforts to find a peaceful political resolution.” ASEAN's latest summit simply reconfirms the long-standing argument that the forum is unwilling or unable to deal with increasingly acute regional challenges. As a result, ASEAN members have and will inevitably continue to seek out alternative paths, whether bilaterally or multilaterally, to resolve contentious issues. Besides creating coalitions of the willing among themselves, they will also look beyond ASEAN to partners such as Australia, Japan, and the United States, as well as, increasingly, countries such as India and South Korea. At the ASEAN summit, Indonesian President Joko Widodo warned against the bloc getting swept up in great-power rivalry and being held hostage by the crisis in Myanmar. Instead, he stated, “I see it as Indonesia's task, along with other ASEAN countries, to ensure that the ship of ASEAN must continue to sail.” With the bloc's continued inaction, however, the ship seems to have sailed without ASEAN on board. Derek Grossman is a senior defense analyst at the nonprofit, nonpartisan RAND Corporation and an adjunct professor at the University of Southern California. He formerly served as the daily intelligence briefer to the assistant secretary of defense for Asian and Pacific security affairs at the Pentagon. This commentary originally appeared on Foreign Policy on September 15, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}