{
  "domain": "www.rand.org",
  "crawling_time": "2024-01-02 10:29:03.625919",
  "crawling_time_epoch": 1704166143,
  "type": "Commentary",
  "title": "Yemen's Year-Long Truce Creates Opportunities for Durable Peace",
  "url": "https://www.rand.org/pubs/commentary/2023/07/yemens-year-long-truce-creates-opportunities-for-durable.html",
  "descriptions": "The truce in Yemen does not represent a comprehensive peace, but it does offer a path to ending the civil war for good. Going forward, an inclusive political process—one that includes all parts of Yemeni society, including women, civil society groups, and youth—will be critical.",
  "posted": "Jul 10, 2023",
  "image": {
    "thumbnail": "https://www.rand.org/content/rand/pubs/commentary/2023/07/yemens-year-long-truce-creates-opportunities-for-durable/_jcr_content/par/teaser.crop.250x187.cm.jpeg/1689022993795.jpeg",
    "desc": "Members of the Houthi movement stand by as a plane carrying the U.N. Special Envoy for Yemen Hans Grundberg arrives at the Sanaa International Airport, in Sanaa, Yemen June 8, 2022, photo by Khaled Abdullah/Reuters"
  },
  "content": {
    "source": "(Lawfare)",
    "author": {
      "name": "Alexandra Stark",
      "profil": "https://www.rand.org/about/people/s/stark_alexandra.html",
      "profession": "Associate Policy Researcher",
      "username": "",
      "contact": null
    },
    "tags": [
      "International Humanitarian Assistance",
      "Nation Building",
      "United Nations",
      "United States",
      "Yemen",
      "www.rand.org"
    ],
    "Article": "Diplomacy is working in Yemen in the way that diplomacy so often does in complex conflicts: slowly but surely. In April 2022, the United Nations brokered a nationwide truce in Yemen. The most substantial pause in fighting since the war began in 2014, the truce led to a substantial reduction in violence and casualties. The terms of the truce, which include a halt in fighting between the Houthis and the Saudi-led coalition, have mostly held even though its terms formally expired in October 2022. Then, in March, China announced that it had brokered a détente agreement between Saudi Arabia and Iran. Beijing's announcement of the agreement was cause for some consternation that the United States is ceding influence in the region to China. Other observers have claimed that the deal is a sign that the United States is somehow holding back negotiations in Yemen. In fact, the ongoing talks in Yemen are the result of a long-standing negotiation process that precedes the détente agreement, led by the United Nations with diplomatic support from the United States. If anything, the Saudi-Iran détente is the result of broader geopolitical trends, rather than the cause of the negotiations in Yemen. The détente agreement arose from discussions mediated by Iraq that began in 2021 and that reportedly also included discussion of the truce in Yemen. Oman has also played an important role over the past several years as a trusted interlocutor. The détente is therefore not primarily the result of Beijing's efforts, although China did help to seal the deal. Rather, it represents Saudi Arabia's acknowledgement that it has little to gain by continuing to fight in Yemen and Iran's acceptance of a “tactical thaw” while it faces unrest at home. The Beijing agreement may help push negotiations in Yemen forward, but it is not the source of these negotiations. Indeed, the 2022 truce would not have occurred without the leadership of the UN special envoy for Yemen, with the support of U.S. diplomacy. In turn, the truce opened space for a more sustained dialogue that diplomats hope will lead to comprehensive peace negotiations. While the truce does not represent a comprehensive peace in Yemen, its importance should not be understated. In the first two months of the cease-fire, fatalities from fighting declined sharply across the country—by about 85 percent. Neither the Houthis nor the Saudi-led coalition have launched cross-border attacks since the truce began, an important dynamic for regional deescalation. Restrictions on imports imposed by Saudi Arabia and the internationally recognized government are no longer a major driver of the country's humanitarian crisis. According to data from the UN Verification and Inspection Mechanism for Yemen (UNVIM), no fuel or bulk food ships have been denied clearance to enter the port at Hodeidah since at least March 2023. Delays in the coalition holding area—or transhipment in Jeddah for Aden-bound container ships—are no longer taking place. For the first time since 2016, commercial container ships carrying general goods also have begun docking at Hodeidah. Commercial flights are now flying regularly between Sana'a and Amman airports, facilitating travel, including for medical assistance and family reunification, for more than 100,000 Yemenis. While the truce does not represent a comprehensive peace in Yemen, its importance should not be understated. All of this is good news for Yemen's dire humanitarian situation, but there are still substantial challenges. Civilians continue to be killed by landmines, and the economic conflict is a major contributor to humanitarian suffering. More than 4 million people remain displaced from their homes and struggle to earn an income or access basic services. But the truce has also opened space to begin addressing these issues. Last month, Saudi officials visited Sana'a for direct talks with Houthi leaders, and a prisoner exchange in April between the Houthis and the internationally recognized government of Yemen freed almost 900 detainees. It is difficult to imagine these developments occurring in the absence of the truce. In his first major foreign policy speech as president, Joe Biden announced in February 2021 that the United States would be “stepping up our diplomacy to end the war in Yemen.” To be sure, the U.S. approach to Yemen since then has had some inconsistencies. For example, the Biden administration announced that it would halt the sale of “offensive” weapons to Saudi Arabia but then allowed a $500 million deal to support Saudi attack and transport helicopters that critics said violated this commitment. Nevertheless, the administration's increased attention, along with the appointment of a new UN special envoy, helped to reinvigorate negotiations. U.S. diplomacy has played a few key roles in this process. First, the United States has acted as a “biased mediator.” Research on mediation in civil wars suggests that biased mediators can play a helpful role in negotiations, drawing on the unique leverage they possess over conflict parties, and may even lead to a more durable peace. The United States has been able to use its relationships with the Saudi-led coalition and the internationally recognized government of Yemen to encourage them to negotiate in good faith while supporting the kinds of credible security guarantees that will make Saudi Arabia more likely to agree to (and follow through on) a deal. The U.S. approach of using both carrots and sticks—the U.S. special envoy's shuttle diplomacy, and the withdrawal of military support from the Saudi-led coalition—has helped keep Saudi Arabia engaged in the UN-led process. The United States, alongside the UN, has also acted as a problem solver, using shuttle diplomacy and taking advantage of its regional relationships to fix problems with implementation as they arise. Notably, the implementation stage has been a key barrier to the success of past initiatives, like the Stockholm Agreement, a previous arrangement between the Houthis and the internationally recognized government reached in December 2018. The current truce stumbled in its earliest months when the parties disagreed about passports for commercial passengers. Facing diplomatic pressure, Saudi Arabia eventually agreed that passengers could travel with Houthi-issued passports, while U.S. officials were able to work with Jordan, the destination country, to ensure that security concerns were addressed. The first commercial flight, which took off about six weeks after the truce was announced, was an important milestone, not only for humanitarian reasons but also because it represented a trust-building measure among the negotiating parties. The United States and the international community have also provided technical support to the negotiations. Technical support can range from technology to monitor a cease-fire to advice on making talks more inclusive. Such support will continue to be critical to keeping negotiations on track. U.S. diplomats should remain engaged in Yemen for the long term and across all levels of government. That said, Yemen is still far from a comprehensive peace agreement. Fractionalization in the conflict has created a diverse array of conflict parties, each with their own objectives. Infighting within the Presidential Leadership Council (PLC), the eight-member body that nominally leads the internationally recognized government, has inhibited negotiations. The hardening of a war economy has added layers of complexity and created incentives for fighting to continue. And the original disagreements underlying the conflict in Yemen, including the future Yemeni state, governance, and distribution of resources, are far from resolved. The most important thing that international diplomats can do now is to continue what they are doing. There is a danger that the international community could decide to disengage once a deal is struck between the Houthis and Saudi Arabia, but this would be a mistake. Such a deal would likely help to keep levels of violence down, but it would not end the war. Without a more comprehensive agreement, Yemen could well be “set on a course of protracted conflict that will create vast ungoverned spaces.” The international community cannot credibly say that the war in Yemen has ended as long as this dynamic persists. U.S. diplomats should remain engaged in Yemen for the long term and across all levels of government, from senior leaders to officials working on the ground. Reestablishing a U.S. Embassy presence in Yemen could facilitate diplomatic engagement. Patience is vital, as the past several years of halting negotiations have shown. In fact, rushing the process could leave the underlying causes of the war unaddressed, leading to a renewed cycle of violence. Diplomats should redouble their efforts to ensure civil society engagement and to make talks as inclusive as possible. A sustainable peace agreement cannot be reached without the participation of a diverse range of actors from across Yemeni society. The United States can provide peacebuilding assistance, with a focus on channeling these funds to local organizations as much as possible. It can also provide development assistance, not just for desperately needed humanitarian relief but also for reconstruction more broadly. And in addition to providing material support, the United States should take advantage of its existing relationship with the internationally recognized government to press for better governance in southern Yemen. If the Houthis and Saudi Arabia do reach an agreement, serious divisions among the conflict parties, including those who are nominally on the same side, would remain, as would the underlying causes of the conflict. Among supporters of the internationally recognized government, for example, there remain fundamental disagreements about what a future Yemeni state should look like, and even whether it should remain a unitary country. The southern parties attended a summit meeting in May hosted by the powerful Southern Transition Council (STC), whose leadership is also part of the PLC, to discuss a road map for a separate southern state, and the STC has periodically reaffirmed its commitment to “full sovereignty as a strategic goal for the people of the South.” If such fundamental divisions are not resolved, sub-state conflict would almost certainly continue and could eventually draw regional actors back in. Fortunately, U.S. diplomats appear to understand the need to address these underlying issues as part of a comprehensive peace process. As U.S. Special Envoy Timothy Lenderking noted in May, “The recent talks in Sana'a are a critical development, but they are just one step. … This agreement must pave the way for an inclusive Yemeni-Yemeni political process.” An inclusive process—one that includes all parts of Yemeni society, including women, civil society groups, and youth—will be critical to ending the war in Yemen. Alexandra Stark is an associate policy researcher at the nonprofit, nonpartisan RAND Corporation. This commentary originally appeared on Lawfare on July 9, 2023. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}