{
  "type": "Commentary",
  "title": "COP28: How Latin America and the Caribbean Could Benefit from Reducing Emissions",
  "url": "https://www.rand.org/pubs/commentary/2023/12/cop28-how-latin-america-and-the-caribbean-could-benefit.html",
  "descriptions": "How can countries break down regulatory barriers, secure climate financing, and engage leaders, stakeholders, and citizens at every level to dispel the false choice between a cleaner future and a brighter future?",
  "posted": "Dec 12, 2023",
  "image": {
    "thumb": "https://www.rand.org/content/rand/pubs/commentary/2023/12/cop28-how-latin-america-and-the-caribbean-could-benefit/_jcr_content/par/teaser.crop.250x187.ct.jpeg/1702509244093.jpeg",
    "desc": "Participants walk near the conference center on the final evening of the U.N. Climate Change Conference (COP28) in Dubai, United Arab Emirates, December 12, 2023, photo by Dominika Zarzycka/Reuters"
  },
  "content": {
    "source": "(The RAND Blog)",
    "author": {
      "name": "Nidhi Kalra Edmundo Molina-Perez",
      "profil": "https://www.rand.org/about/people/k/kalra_nidhi.html",
      "position": "Senior Information Scientist; Professor of Policy Analysis, Pardee RAND Graduate School",
      "username": "",
      "contact": null
    },
    "topic": [
      {
        "blog": "https://www.rand.org/blog.topic.environmental-and-natural-resource-management.html",
        "tags": "Environmental and Natural Resource Management"
      },
      {
        "blog": "https://www.rand.org/blog.topic.environmental-equity.html",
        "tags": "Environmental Equity"
      },
      {
        "blog": "https://www.rand.org/blog.topic.environmental-pollution.html",
        "tags": "Environmental Pollution"
      },
      {
        "blog": "https://www.rand.org/blog.topic.environmental-sustainability.html",
        "tags": "Environmental Sustainability"
      },
      {
        "blog": "https://www.rand.org/blog.topic.global-climate-change.html",
        "tags": "Global Climate Change"
      }
    ],
    "Article": "In news that surprised many, the president of COP28, Sultan Al Jaber of United Arab Emirates countered the idea of “a phase-out of fossil fuel that will allow for sustainable socioeconomic development,” stating that such a path would “take the world back into caves.” And while his remarks may be controversial, there is still considerable debate over how to get to net-zero emissions while promoting economic development in poorer countries left behind by fossil-fueled growth. But what if Latin America and the Caribbean—which has the highest income inequality of any region in the world—could gain from reaching net-zero emissions? Our new study shows that there is a whopping $2.7 trillion in potential benefits over the next 25 years, net of costs of decarbonization. While old carbon-based development patterns are familiar, they are not particularly good. Those paths have led to poor air and water quality, high congestion, damaged landscapes and ecosystems, and societies that serve the interests of a few at the expense of many. There is growing recognition that a better path embraces livable cities, preserves ecosystems, provides healthier food for all people—and meets climate goals to boot. While old carbon-based development patterns are familiar, they are not particularly good. My colleagues and I estimated for the first time the economic difference for Latin America and the Caribbean between a path that embraces traditional development and one that pursues net-zero emissions with actions throughout the economy—from improving the energy efficiency of industrial plants, to capturing biogas from waste and agricultural facilities, to shifting agricultural patterns towards lower-carbon foods. While there are many specific paths countries in the region can take toward economic development, three changes are critical for decarbonization: producing electricity and hydrogen from renewables, electrifying transport, and returning the land to a carbon sink by protecting forests and shifting agricultural patterns to support afforestation. With such an approach, we found that benefits could potentially be as high as $4 trillion—from energy cost savings throughout the economy, avoided pollution, productivity and health gains, ecosystem services, and a host of other benefits—and eclipsed the $1.3 trillion in technical investment costs for a net of $2.7 trillion. Critically, these economic benefits are robust to uncertainty. Across a thousand decarbonization scenarios we analyzed, 90 percent of our scenarios resulted in positive net benefits—with a median benefit of $1 trillion. A host of fiscal, regulatory, information, and other barriers stand in the way of changes that would lead to greener development. Given these findings, it is logical to ask why such transformations are not occurring at a pace that the tremendous benefits might warrant. Unfortunately, a host of fiscal, regulatory, information, and other barriers—from fossil fuel subsidies to urban environments that favor private vehicles over walking and biking to a lack of financing—stand in the way of changes that would lead to greener development. In addition, many of the largest costs are borne upfront by the people who have to make changes—the owners of factories and farms—while many of the benefits such as fuel cost savings accrue over time or like cleaner air and water are diffusely enjoyed by the broader society. It seems clear from our research that there needs to be a different debate happening at COP28: How can countries break down regulatory barriers, secure climate financing, and engage leaders, stakeholders, and citizens at every level to dispel the false choice between a cleaner future and a brighter future. Nidhi Kalra is a senior information scientist at the RAND Corporation and professor at the Pardee RAND Graduate School. Edmundo Molina Pérez is research associate professor at the School of Government and Public Transformation of Tecnológico de Monterrey. Commentary gives RAND researchers a platform to convey insights based on their professional expertise and often on their peer-reviewed research and analysis."
  }
}